export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Եթե մտադիր եք շարունակել երթեւեկությունն ուղիղ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։ ',
        answers: ['Երկու տրանսպորտային միջոցներին։', 'Միայն ավտոբուսին։', 'Միայն թեթեւ մարդատար ավտոմոբիլին։', 'Ոչ մեկին։'],
        correct_answer: 'Երկու տրանսպորտային միջոցներին։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Եթե մտադիր եք շարունակել երթեւեկությունն ուղիղ, ու՞մ պետք է զիջեք ճանապարհը։ ',
        answers: ['Միայն թեթեւ մարդատար ավտոմոբիլին։', 'Միայն ավտոբուսին եւ թեթեւ մարդատար ավտոմոբիլին։', 'Բոլոր տրանսպորտային միջոցներին։', 'Միայն մոտոցիկլին։'],
        correct_answer: 'Միայն ավտոբուսին եւ թեթեւ մարդատար ավտոմոբիլին։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Տվյալ իրադրությունում պարտավո՞ր է մոտոցիկլի վարորդը զիջել ճանապարհը։ ',
        answers: ['Պարտավոր չէ։', 'Պարտավոր է։'],
        correct_answer: 'Պարտավոր է։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ կանգառ է համարվում՝ ',
        answers: ['Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ) տրանսպորտային միջոցը բեռնելու, բեռնաթափելու համար անհրաժեշտ ժամանակով տրանսպորտային միջոցն կանխամտածված անշարժ վիճակի բերելը։', '5 րոպեից ավելի տրանսպորտային միջոցն անշարժ վիճակի բերելը, եթե դա կապված չէ ուղեւորների նստեցման, իջեցման կամ տրանսպորտային միջոցի բեռնման, բեռնաթափման հետ։'],
        correct_answer: 'Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ) տրանսպորտային միջոցը բեռնելու, բեռնաթափելու համար անհրաժեշտ ժամանակով տրանսպորտային միջոցն կանխամտածված անշարժ վիճակի բերելը։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Մոտոցիկլի եւ կողային կցորդի շրջանակների միացումներում առկա է խաղացք։', 'Առջեւի մասում տեղադրված են դեղին գույնի լույսերով հակամառախուղային լապտերներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Մոտոցիկլի եւ կողային կցորդի շրջանակների միացումներում առկա է խաղացք։',
        image: null
    },
    {
        id: 6,
        question: 'Նշաններից ո՞րն է պարտադրում զիջել ճանապարհը հատվող ճանապարհով ընթացող տրանսպորտային միջոցներին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Հետեւյալ նշանները ցույց են տալիս՝ ',
        answers: ['Կայանման տեղը 30 մետրից` «Հաշմանդամներ» ճանաչման նշանով կահավորված ավտոմոբիլների համար։', 'Կայանման տեղը 30 մ երկարությամբ գոտում` տրանսպորտային միջոցների համար` բացառությամբ մոտոսայլակների։', 'Կայանման տեղը 30 մ երկարությամբ գոտում` մոտոսայլակների եւ «Հաշմանդամ» ճանաչման նշանով կահավորված ավտոմոբիլների համար։'],
        correct_answer: 'Կայանման տեղը 30 մ երկարությամբ գոտում` մոտոսայլակների եւ «Հաշմանդամ» ճանաչման նշանով կահավորված ավտոմոբիլների համար։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Այս նշաններից ո՞րն է համարվում տրանսպորտային միջոցի ճանաչման նշան։ ',
        answers: ['1', '2', '3'],
        correct_answer: '3',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Այս իրավիճակում խաչմերուկն անցնելիս զիջել ճանապարհը ',
        answers: ['Պարտավոր եք', 'Պարտավոր չեք'],
        correct_answer: 'Պարտավոր չեք',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Խաչմերուկն անցնելիս այս իրավիճակում ',
        answers: ['Առաջինն անցնելու իրավունք ունենք', 'Պետք է զիջենք տրամվայի վարորդին', 'Պետք է զիջենք բեռնատարի վարորդին', 'Պետք է զիջենք բոլոր վարորդներին'],
        correct_answer: 'Առաջինն անցնելու իրավունք ունենք',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: '«Շրջանաձև երթևեկություն» նշանով կահավորված շրջանաձև երթևեկությամբ խաչմերուկ մուտք գործելիս տրանսպորտային միջոցի վարորդը ',
        answers: ['պարտավոր է ճանապարհը զիջել այդ խաչմերուկում երթևեկող տրանսպորտային միջոցներին', 'ունի երթևեկության առավելություն արդեն իսկ այդ խաչմերուկում երթևեկողների նկատմամբ:'],
        correct_answer: 'պարտավոր է ճանապարհը զիջել այդ խաչմերուկում երթևեկող տրանսպորտային միջոցներին',
        image: null
    },
    {
        id: 12,
        question: 'Այս իրադրությունում ձախ շրջադարձի ժամանակ պարտավոր ենք զիջել ճանապարհը ',
        answers: ['Բոլոր վարորդներին', 'Միայն թեթև մարդատարի վարորդին', 'Ավտոբուսի և թեթև մարդատարի վարորդներին'],
        correct_answer: 'Ավտոբուսի և թեթև մարդատարի վարորդներին',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ո՞ր վարորդն է պարտավոր չխոչընդոտել հետիոտներին ',
        answers: ['Թեթև մարդատարի վարորդը', 'Բեռնատարի վարորդը', 'Երկու վարորդները'],
        correct_answer: 'Երկու վարորդները',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Երթեւեկությունն արգելվում է՝ ',
        answers: ['Կապտադեղին ավտոմոբիլին` դեպի ձախ։', 'Կապտադեղին ավտոմոբիլին` ուղիղ, կարմիր ավտոմոբիլին` ուղիղ եւ դեպի աջ։', 'Կարմիր ավտոմոբիլին։'],
        correct_answer: 'Կապտադեղին ավտոմոբիլին` դեպի ձախ։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր ուղղությամբ է թույլատրվում երթեւեկությունը։ ',
        answers: ['Ուղիղ եւ դեպի աջ` առաջին անցումով։', 'Դեպի աջ` առաջին անցումով։', 'Դեպի աջ` երկրորդ անցումով։', 'Դեպի աջ` առաջին եւ երկրորդ անցումներով։'],
        correct_answer: 'Դեպի աջ` առաջին անցումով։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Քանի՞ գոտի ունի ճանապարհը, որտեղ հանդիպակաց ուղղությունների տրանսպորտային հոսքերը բաժանվում են կրկնակի հոծ գծերով։ ',
        answers: ['Երկու գոտի։', 'Երկու կամ երեք գոտի։', 'Երեք գոտի։', 'Չորս եւ ավելի գոտիներ։'],
        correct_answer: 'Չորս եւ ավելի գոտիներ։',
        image: 'images/image_16.jpg'
    },
    {
        id: 18,
        question: 'Թեթեւ մարդատար ավտոմոբիլի առջեւի նստատեղին, եթե այն կահավորված չէ երեխաներին պահող հարմարանքով, թույլատրվում է փոխադրել երեխաներ, եթե լրացել է նրանց՝ ',
        answers: ['10 տարին։', '11 տարին', '12 տարին։'],
        correct_answer: '12 տարին։',
        image: null
    },
    {
        id: 19,
        question: 'Թույլատրվու՞մ է արդյոք մարդկանց փոխադրումը բեռնատար կցորդում։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է՝ միայն բեռն ուղեկցող անձանց։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 19,
        question: 'Տրանսպորտային միջոցների վրա ի՞նչ նպատակով են տեղադրված նարնջագույն կամ դեղին գույնի առկայծող փարոսիկներ։ ',
        answers: ['Երթեւեկության մյուս մասնակիցների նկատմամբ երթեւեկության առավելություն ստանալու համար։', 'Երթեւեկության մյուս մասնակիցներին վտանգի մասին նախազգուշացնելու համար։'],
        correct_answer: 'Երթեւեկության մյուս մասնակիցներին վտանգի մասին նախազգուշացնելու համար։',
        image: null
    },
    {
        id: 20,
        question: 'Ուժեղ արյունահոսության դեպքում պետք է. ',
        answers: ['Միայն վիրակապով ծածկել վերքը։', 'Ճնշումով վիրակապել վնասված մասը եւ ճնշում գործադրել զարկերակի սեղման կետի վրա։', 'Մոխիր լցնել վերքի մեջ։'],
        correct_answer: 'Ճնշումով վիրակապել վնասված մասը եւ ճնշում գործադրել զարկերակի սեղման կետի վրա։',
        image: null
    }
];