export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Լուսային ցուցիչով ազդանշան տալ նշված իրավիճակում ',
        answers: ['Պարտադիր է', 'Ըստ վարորդի հայեցողության'],
        correct_answer: 'Պարտադիր է',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ո՞ր վարորդն է աջ շրջադարձի ազդանշան տալիս ',
        answers: ['Միայն աջում գտնվողը', 'Երկու վարորդներն էլ', 'Միայն ձախում գտնվողը'],
        correct_answer: 'Երկու վարորդներն էլ',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Կայանատեղիներում կամ ավտոլցակայաններում մանևրելիս ազդանշան տալ լուսային ցուցիչով ',
        answers: ['Պարտավոր եք', 'Պարտավոր չեք'],
        correct_answer: 'Պարտավոր եք',
        image: null
    },
    {
        id: 4,
        question: 'Այս իրավիճակում ի՞նչ կարող է նշանակել վարորդի դուրս պարզած ձեռքը ',
        answers: ['Տեղեկություն նրա կողմից երթևեկությունը սկսելու վերաբերյալ', 'Կանգնելու մասին խնդրելու նշան', 'Ընդհանուր տագնապի ազդանշան'],
        correct_answer: 'Տեղեկություն նրա կողմից երթևեկությունը սկսելու վերաբերյալ',
        image: 'images/image_4.jpg'
    },
    {
        id: 5,
        question: 'Ի՞նչ ազդանշաններ պետք է տաք նշված հետագծով հետադարձը կատարելիս ',
        answers: ['Աջ', 'Ձախ', 'Նախ աջ, ապա ձախ:'],
        correct_answer: 'Նախ աջ, ապա ձախ:',
        image: 'images/image_5.jpg'
    },
    {
        id: 6,
        question: 'Եթե անմիջապես խաչմերուկից հետո մտադրվել եք կանգառ կատարել երթևեկության մասնակիցներին շփոթության մեջ չգցելու նպատակով, երբ պետք է միացնեք աջ շրջադարձի լուսային ցուցիչը ',
        answers: ['Նախապես մինչև խաչմերուկը', 'Խաչմերուկ մուտք գործելու հետո'],
        correct_answer: 'Խաչմերուկ մուտք գործելու հետո',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Վազանցն ավարտող մեքենայի վարորդը ունի արդյո՞ք առավելություն համընթաց գոտի վերադասավորվելիս, տվյալ գոտով երթևեկող վարորդի նկատմամբ ',
        answers: ['Ոչ', 'Այո'],
        correct_answer: 'Ոչ',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Մերձակա տարածքից դուրս եկող հատուկ ձայնային և լուսային ազդանշաններ միացրած վարորդին զիջել ',
        answers: ['Պարտավոր չենք', 'Պարտավոր ենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Խաչմերուկն ուղիղ անցնելիս պարտավոր ենք արդյո՞ք զիջել ճանապարհը միացված դեղին առկայծող փարոսիկներով բեռնատարի վարորդին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Զիջել ճանապարհը պարտավոր ենք ',
        answers: ['Մոտոցիկլի վարորդին', 'Հատուկ լուսային և ձայնային ազդանշաններ միացրած ավտոմոբիլի վարորդին', 'Երկու վարորդներին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Զիջել ճանապարհը պարտավոր ենք ',
        answers: ['Երկու վարորդներին', 'Դեղին առկայծող փարոսիկով բեռնատարի վարորդին', 'Միայն ավտոբուսի վարորդին'],
        correct_answer: 'Միայն ավտոբուսի վարորդին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Այս իրադրությունում ',
        answers: ['Խաչմերուկը կանցնեք առաջինը', 'Պետք է զիջեք ճանապարհը ձախից մոտեցող վարորդին:'],
        correct_answer: 'Պետք է զիջեք ճանապարհը ձախից մոտեցող վարորդին:',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ո՞ր պատասխանում է ճիշտ նշված խաչմերուկի անցման հերթականությունը։ ',
        answers: ['Ավտոբուս, թեթեւ մարդատար ավտոմոբիլ, հեծանիվ։', 'Թեթեւ մարդատար ավտոմոբիլ, ավտոբուս, հեծանիվ։', 'Հեծանիվ, ավտոբուս, թեթեւ մարդատար ավտոմոբիլ։'],
        correct_answer: 'Հեծանիվ, ավտոբուս, թեթեւ մարդատար ավտոմոբիլ։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Երթեւեկությունն արգելվում է՝ ',
        answers: ['Կարմիր եւ սպիտակ ավտոմոբիլներին։', 'Կապույտ, կանաչ եւ սպիտակ ավտոմոբիլներին։', 'Սպիտակ, կապույտ եւ դեղին ավտոմոբիլներին։'],
        correct_answer: 'Կապույտ, կանաչ եւ սպիտակ ավտոմոբիլներին։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Վարորդներից ո՞վ իրավունք ունի երթեւեկել ուղիղ։ ',
        answers: ['Ավտոբուսի եւ մոտոցիկլի վարորդները։', 'Թեթեւ մարդատար եւ բեռնատար ավտոմոբիլների վարորդները։', 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ո՞ր տրանսպորտային միջոցներին է թույլատրվում կայանումը։ ',
        answers: ['Միայն մոտոցիկլին։', 'Միայն բեռնատար ավտոմոբիլին։', 'Միայն թեթեւ մարդատար ավտոմոբիլին։', 'Թեթեւ մարդատար ավտոմոբիլին եւ մոտոցիկլին։', 'Բոլոր տրանսպորտային միջոցներին։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլին եւ մոտոցիկլին։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում թեթեւ մարդատար ավտոմոբիլների երթեւեկությունը ճանապարհներին` բնակավայրերից դուրս։ ',
        answers: ['110 կմ/ժ։', '100 կմ/ժ։', '90 կմ/ժ։', '80 կմ/ժ։', '70 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 18,
        question: 'Կահավորված թափքում մարդ փոխադրող բեռնատար ավտոմոբիլների երթեւեկությունը թույլատրվում է ոչ ավելի քան` ',
        answers: ['60 կմ/ժ արագությամբ։', '70 կմ/ժ արագությամբ։', '80 կմ/ժ արագությամբ։'],
        correct_answer: '60 կմ/ժ արագությամբ։',
        image: null
    },
    {
        id: 19,
        question: 'Կարմիր գույնի առկայծող փարոսիկ միացրած, կանգնած վիճակում գտնվող տրանսպորտային միջոցին մոտենալիս` տվյալ ուղղությամբ երթեւեկող ընդհանուր օգտագործման տրանսպորտային միջոցների վարորդները պետք է` ',
        answers: ['Կանգ առնեն եւ շարունակեն երթեւեկությունը միայն թույլտվություն ստանալուց հետո։', 'Իջեցնեն արագությունը, որպեսզի անհրաժեշտության դեպքում հնարավորություն ունենան անմիջապես կանգ առնել։', 'Շարունակեն երթեւեկությունը, քանի որ երթեւեկում են սահմանված երթուղով։'],
        correct_answer: 'Կանգ առնեն եւ շարունակեն երթեւեկությունը միայն թույլտվություն ստանալուց հետո։',
        image: null
    },
    {
        id: 20,
        question: 'Գլխի վնասվածքի դեպքում տուժածին օգնություն ցուցաբերելիս պետք է. ',
        answers: ['Պառկեցնել նրան ոտքերը բարձրացնելով։', 'Պառկեցնել նրան գլուխն ու իրանը բարձրացնելով ապահովել կիսապառկած դիրք։', 'Պառկեցնել նրան հորիզոնական դիրքով։'],
        correct_answer: 'Պառկեցնել նրան գլուխն ու իրանը բարձրացնելով ապահովել կիսապառկած դիրք։',
        image: null
    }
];