export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Այս գոտուց ո՞ր ուղղությամբ կարող է թեթև մարդատարի վարորդը շարունակել երթևեկությունը ',
        answers: ['Միայն ուղիղ', 'Ուղիղ և աջ', 'Ցանկացած', 'Ուղիղ, ձախ և հակառակ'],
        correct_answer: 'Ուղիղ, ձախ և հակառակ',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Դեպի աջից հարող ճանապարհ աջ շրջադարձ կատարելիս անհրաժեշտ է ',
        answers: ['Շարունակել երթևեկությունն այս գոտով և շրջադարձը կատարել միայն այդ գոտուց', 'Վերադասավորվել արգելակման գոտի և շրջադարձը կատարել միայն այդ գոտուց', 'Երկու տարբերակներն էլ ճիշտ են:'],
        correct_answer: 'Վերադասավորվել արգելակման գոտի և շրջադարձը կատարել միայն այդ գոտուց',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Ձախ բակ մուտք գործելիս ո՞ւմ պետք է զիջել ճանապարհը ',
        answers: ['Միայն հանդիպակացից մոտեցող վարորդին', 'Վարորդին և հետիոտներին', 'Ոչ ոքի'],
        correct_answer: 'Վարորդին և հետիոտներին',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցի վարորդը պարտավոր է օժանդակելու նպատակով տրամադրել տրանսպորտային միջոցը՝ ',
        answers: ['Ոստիկանության ծառայողներին՝ շտապ բժշկական օգնության կարիք ունեցող անձանց բժշկական հաստատություն տեղափոխելու համար։', 'Բուժաշխատողներին, որոնք բուժօգնություն ցույց տալու համար մեկնում են համընթաց ուղղությամբ (վարորդի համաձայնությամբ)։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Բացակայում են կառուցվածքով նախատեսված անվտանգության ամրագոտիները։', 'Հետեւի մասում տեղադրված են սպիտակ գույնի լույսերով հետընթացի լապտերիկներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Բացակայում են կառուցվածքով նախատեսված անվտանգության ամրագոտիները։',
        image: null
    },
    {
        id: 6,
        question: 'Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրավիճակում։ ',
        answers: ['Անցնի երկաթուղային գծանցն` ապահովելով անվտանգությունը։', 'Անցնի երկաթուղային գծանցն առանց կանգ առնելու։', 'Կանգ առնի նշանից առաջ եւ պահպանելով անվտանգությունն` անցնի բազմագիծ երկաթուղային գծանցը։'],
        correct_answer: 'Կանգ առնի նշանից առաջ եւ պահպանելով անվտանգությունն` անցնի բազմագիծ երկաթուղային գծանցը։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ի՞նչ է ցույց տալիս երթեւեկելի մասում արված գծանշումը։ ',
        answers: ['Համընթաց ուղղությամբ երթեւեկող տրանսպորտային միջոցների համար առանձնացված գոտիների սահմանները։', 'Դարձափոխային երթեւեկության գոտու սահմանները։'],
        correct_answer: 'Դարձափոխային երթեւեկության գոտու սահմանները։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ո՞ ր ուղղությամբ է թույլատրվում թեթեւ մարդատար ավտոմոբիլի երթեւեկությունը։ ',
        answers: ['Դեպի ձախ եւ հակառակ ուղղությամբ։', 'Ցանկացած ուղղությամբ։', 'Ուղիղ, ձախ եւ հակառակ ուղղությամբ։'],
        correct_answer: 'Ուղիղ, ձախ եւ հակառակ ուղղությամբ։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Տրամվային զիջել ',
        answers: ['Պարտավոր ենք', 'Պարտավոր չենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Այս իրավիճակում աջ շրջադարձը թույլատրվում է ',
        answers: ['Միայն բեռնատարից հետո', 'Բեռնատարի հետ միաժամանակ, եթե դա չի խոչընդոտի բեռնատարի վարորդին'],
        correct_answer: 'Բեռնատարի հետ միաժամանակ, եթե դա չի խոչընդոտի բեռնատարի վարորդին',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ո՞ր տրամվայի վարորդին ենք պարտավոր զիջել ճանապարհը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Երկու տրամվայների'],
        correct_answer: 'Երկու տրամվայների',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ուղիղ երթևեկելիս պետք է զիջել ',
        answers: ['Թեթև մարդատարի վարորդին', 'Բոլորին', 'Ոչ մեկին'],
        correct_answer: 'Թեթև մարդատարի վարորդին',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Այս իրադրությունում զիջել անհրաժեշտ է ',
        answers: ['Ավտոբուսի վարորդին', 'Բեռնատարի վարորդին', 'Երկու վարորդներին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Այս իրավիճակում ո՞ր տրամվայի վարորդին պետք է զիջել ճանապարհը ',
        answers: ['Ոչ մեկին', 'Երկու տրամվայների', 'Միայն Ա'],
        correct_answer: 'Երկու տրամվայների',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր վարորդն ունի առաջնահերթ երթևեկության իրավունք ',
        answers: ['Ավտոբուսի վարորդը', 'Թեթև մարդատարի վարորդը'],
        correct_answer: 'Թեթև մարդատարի վարորդը',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ի՞նչ է ցույց տալիս այս գծանշումը։ ',
        answers: ['Հետիոտնային անցում։', 'Այն տեղը, որտեղ հեծանվային արահետը հատում է ճանապարհի երթեւեկելի մասը։', 'Անասուններ քշելու համար նախատեսված տեղը։'],
        correct_answer: 'Այն տեղը, որտեղ հեծանվային արահետը հատում է ճանապարհի երթեւեկելի մասը։',
        image: 'images/image_16.jpg'
    },
    {
        id: 18,
        question: 'Ի՞նչ առավելագույն արագությամբ կարող է երթեւեկել միջքաղաքային ավտոբուսի վարորդը տվյալ իրավիճակում։ ',
        answers: ['60 կմ/ժ։', '70 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Ի՞նչ արագությամբ կարող է շարունակել երթեւեկությունը ավտոբուսի վարորդը տվյալ ճանապարհային նշանով նշված գոտում։ ',
        answers: ['60 կմ/ժ-ից պակաս։', 'Ոչ պակաս 60 կմ/ժ, բայց ոչ ավելի քան 70 կմ/ժ։', 'Ոչ պակաս 60 կմ/ժ բայց ոչ ավելի քան 90 կմ/ժ։'],
        correct_answer: 'Ոչ պակաս 60 կմ/ժ բայց ոչ ավելի քան 90 կմ/ժ։',
        image: 'images/image_19.jpg'
    },
    {
        id: 19,
        question: 'Կապույտ գույնի առկայծող փարոսիկով կահավորված տրանսպորտային միջոցի վարորդը երթեւեկության մյուս մասնակիցների նկատմամբ առավելություն ունի, եթե՝ ',
        answers: ['Միացրել է առկայծող փարոսիկը։', 'Հատուկ ձայնային ազդանշան է տալիս։', 'Միացրել է կապույտ գույնի առկայծող փարոսիկը եւ հատուկ ձայնային ազդանշանը։'],
        correct_answer: 'Միացրել է կապույտ գույնի առկայծող փարոսիկը եւ հատուկ ձայնային ազդանշանը։',
        image: null
    },
    {
        id: 20,
        question: 'Շաքարախտով հիվանդ ձեր ընկերն իրեն վատառողջ է զգում եւ չի հիշում, թե վերջին անգամ երբ է ինսուլին ընդունել։ Ի՞նչ է պետք անել այդ դեպքում առաջին հերթին։ ',
        answers: ['Տալ նրան շաքար կամ քաղցր հեղուկ։', 'Առաջարկել նրան մի քանի ժամ հանգստանալ։', 'Խորհուրդ տալ ներարկել ինսուլին։'],
        correct_answer: 'Տալ նրան շաքար կամ քաղցր հեղուկ։',
        image: null
    }
];