export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Պարտավոր է արդյո՞ք թեթև մարդատարի վարորդը վերադասավորվել աջ եզրային գոտի վազանց ավարտելուց հետո ',
        answers: ['Ոչ, եթե գործում են բնակավայրով երթևեկության կանոնները', 'Այո', 'Ոչ'],
        correct_answer: 'Ոչ, եթե գործում են բնակավայրով երթևեկության կանոնները',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ո՞ր հետագծով է թույլատրված ձախ շրջադարձը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Այն դեպքերում, երբ տրանսպորտային միջոցների երթևեկության ուղիները հատվում են, իսկ անցման հերթականությունը կանոններով սահմանված չէ, ճանապարհը պետք է զիջի այն վարորդը ',
        answers: ['Որին տրանսպորտային միջոց է մոտենում աջից', 'Որին տրանսպորտային միջոց է մոտենում ձախից:'],
        correct_answer: 'Որին տրանսպորտային միջոց է մոտենում աջից',
        image: null
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ մեխանիկական տրանսպորտային միջոցի վարորդը պարտավոր է իր մոտ ունենալ՝ ',
        answers: ['Տվյալ կարգի տրանսպորտային միջոցը վարելու վարորդական վկայականը եւ տրանսպորտային միջոցի հաշվառման փաստաթղթերը։', 'Լիազորագիր՝ այլ անձին պատկանող տրանսպորտային միջոցը վարելու դեպքում։', 'Թվարկած բոլոր փաստաթղթերը։'],
        correct_answer: 'Տվյալ կարգի տրանսպորտային միջոցը վարելու վարորդական վկայականը եւ տրանսպորտային միջոցի հաշվառման փաստաթղթերը։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Չի աշխատում կառուցվածքով նախատեսված` վարորդի նստատեղի դիրքը կարգավորող մեխանիզմը։', 'Չեն աշխատում ավտոբուսի սրահի ներքին լուսավորության սարքերը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Ինչի՞ մասին է զգուշացնում հետևյալ ճանապարհային նշանը: ',
        answers: ['Կանգառն արգելվում է:', 'Արգելվում է մուտք գործել խաչմերուկի տարածք, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում, որը վարորդին կհարկադրի կանգ առնել:', 'Արգելվում է մուտք գործել խաչմերուկի տարածք, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում:'],
        correct_answer: 'Արգելվում է մուտք գործել խաչմերուկի տարածք, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում, որը վարորդին կհարկադրի կանգ առնել:',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ի՞նչ է ցույց տակիս հետևյալ ճանապարհային գծանշումը: ',
        answers: ['Տրանսպորտային միջոցների կայանման վայր:', 'Հետիոտնային անցման տեղ:', 'Անվտանգության կղզյակ:', 'Խաչմերուկի հատված, որտեղ արգելվում է մուտք գործել, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում, որը վարորդին կհարկադրի կանգ առնել:'],
        correct_answer: 'Խաչմերուկի հատված, որտեղ արգելվում է մուտք գործել, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում, որը վարորդին կհարկադրի կանգ առնել:',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ստորև ներկայացված ճանապարհային գծանշումներից ո՞րն է ցույց տալիս խաչմերուկի հատվածը, որտեղ արգելվում է մուտք գործել, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում, որը վարորդին կհարկադրի կանգ առնել: ',
        answers: ['1', '2', '3'],
        correct_answer: '3',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Հետադարձ կատարել նշված գոտուց ',
        answers: ['Թույլատրվում', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Ո՞ր հետագծով է թույլատրվում հետադարձ կատարել ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Արգելվում է երկու հետագծերով'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ո՞ր վարորդն է խախտում երթևեկության կանոնները շրջադարձ կատարելիս ',
        answers: ['Թեթև մարդատարի', 'Մոտոցիկլի', 'Երկու վարորդները', 'Ոչ ոք'],
        correct_answer: 'Երկու վարորդները',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Աջ շրջադարձ կատարելիս այս իրավիճակում զիջել ճանապարհը ',
        answers: ['Պարտավոր եք', 'Պարտավոր չեք'],
        correct_answer: 'Պարտավոր եք',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ի՞նչ է նշանակում այս գծանշումը։ ',
        answers: ['Ընդհանուր օգտագործման տրանսպորտային միջոցների համար նախատեսված երթեւեկության գոտի։', 'Հատուկ նշանակության ավտոմոբիլների համար նախատեսված երթեւեկության գոտի։', 'Ցույց է տալիս երթեւեկության այն գոտիների սահմանները, որտեղ իրականացվում է դարձափոխային կարգավորում։'],
        correct_answer: 'Ցույց է տալիս երթեւեկության այն գոտիների սահմանները, որտեղ իրականացվում է դարձափոխային կարգավորում։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Թույլատրվու՞մ է արդյոք նշված վայրում հետադարձ կատարել։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Թույլատրվու՞մ է արդյոք տվյալ գծանշման առկայության դեպքում զբոսաշրջության երթուղով երթեւեկող ավտոբուսի վարորդին մուտք գործել «A» գծանշումով գոտի։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ի՞նչ է ցույց տալիս ընդհատվող լայն գծի տեսքով գծանշումը։ ',
        answers: ['Երթեւեկելի մասի եւ կողնակի միջեւ առկա սահմանը։', 'Երթեւեկելի մասի հիմնական գոտու եւ թափառքի գոտու միջեւ առկա սահմանը։', 'Երթեւեկելի մասի հիմնական գոտու եւ արգելակման գոտու միջեւ առկա սահմանը։'],
        correct_answer: 'Երթեւեկելի մասի հիմնական գոտու եւ թափառքի գոտու միջեւ առկա սահմանը։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Թույլատրվու՞մ է ուղեւորների փոխադրումը ավտոբուսի սրահում տվյալ իրավիճակում։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է նստատեղերի քանակին համապատասխան։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Կոշտ կամ ճկուն կցիչով քարշակման ժամանակ թույլատրվու՞մ է արդյոք ուղեւորների փոխադրումը քարշակվող ավտոբուսում։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է կոշտ կցիչով քարշակման ժամանակ։', 'Թույլատրվում է։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 19,
        question: 'Թույլատրվու՞մ է արդյոք խաչմերուկում կատարել տրանսպորտային միջոցների վազանց` հատվողի նկատմամբ գլխավոր համարվող ճանապարհի վրա։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 20,
        question: 'Մեքենան բախվել է սյանը եւ էլեկտրական հաղորդալարն ընկած է մեքենայի կողքն անգիտակից վիճակում պառկած տուժածի վրա։ Օգնություն ցուցաբերելիս առաջին հերթին պետք է. ',
        answers: ['Հեռացնել տուժածին հոսանքի աղբյուրից։', 'Կատարել առաջնային զննում։', 'Հեռացնել հաղորդալարը տուժածի վրայից որեւէ մեկուսիչ առարկայով։', 'Փնտրել մարմնի վրա հոսանքի մուտքի եւ ելքի տեղերը (այրվածքները)։'],
        correct_answer: 'Հեռացնել հաղորդալարը տուժածի վրայից որեւէ մեկուսիչ առարկայով։',
        image: null
    }
];