export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`մնացորդային  բարձրությունը կազմում է 1.8 մմ։հերմետիկությունը։',
        answers: ['Թեթեւ  մարդատար ավտոմոբիլների  դողերի  պահպանաշերտի', 'Խախտված է հիդրավլիկ արգելակային հաղորդակի', 'Երկու դեպքում էլ։'],
        correct_answer: 'Խախտված է հիդրավլիկ արգելակային հաղորդակի',
        image: null
    },
    {
        id: 2,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝մնացորդային  բարձրությունը կազմում է 1.6 մմ։',
        answers: ['Բեռնատար ավտոմոբիլի դողերի պահպանաշերտի', 'Չի գործում պնեւմատիկ արգելակային հաղորդակի ճնշաչափը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Չի գործում պնեւմատիկ արգելակային հաղորդակի ճնշաչափը։',
        image: null
    },
    {
        id: 3,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝հանգույցների` կառուցվածքով չնախատեսված տեղաշարժերկամ պարուրակային միացումները  ձգված չեն։',
        answers: ['Առկա են ղեկային կառավարման մանրամասերի (դետալների) ու', 'Բեռնատար ավտոմոբիլում  բացակայում է կրակմարիչը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 4,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝սարքերը։բարձրությունը կազմում է 0.6 մմ։',
        answers: ['Սահմանված ռեժիմով   չեն   աշխատում արտաքին  լուսային', 'Մոտոցիկլի դողերի պահպանաշերտի  մնացորդային', 'Երկու դեպքում  էլ։'],
        correct_answer: 'Երկու դեպքում  էլ։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝տրանսպորտային միջոցի արգելակումն ազդարարող լուսայինսարքերին։ցուցիչը։',
        answers: ['Հետին հակամառախուղային լապտերիկները միացված են', 'Չի աշխատում շարժիչը հովացնող հեղուկի ջերմաստիճանի', 'Երկու դեպքում էլ։'],
        correct_answer: 'Հետին հակամառախուղային լապտերիկները միացված են',
        image: null
    },
    {
        id: 6,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝վնասվածքներ։ներքին լուսավորության սարքերը։',
        answers: ['Շարժիչն աշխատում է ընդհատումներով։', 'Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային', 'Չեն աշխատում  թեթեւ  մարդատար  ավտոմոբիլի  սրահի', 'Թվարկած բոլոր դեպքերում։'],
        correct_answer: 'Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային',
        image: null
    },
    {
        id: 7,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝կանգառ» նշանը։համապատասխանում տրանսպորտային միջոցի տվյալ մոդելին։',
        answers: ['Առանց կողային կցորդի մոտոցիկլում բացակայում է «Վթարային', 'Դողերը չափերով կամ թույլատրելի բեռնվածությամբ չեն', 'Երկու դեպքում էլ։'],
        correct_answer: 'Դողերը չափերով կամ թույլատրելի բեռնվածությամբ չեն',
        image: null
    },
    {
        id: 8,
        question: 'Տրանսպորտային  միջոցների  շահագործումն  արգելվում  է, եթե՝թեկուզ  մեկը։նախշանկարներով դողեր։',
        answers: ['Բացակայում  է  դողի  անվահեցի  ամրացման  հեղյուսներից', 'Նույն  սռնու  վրա  տեղադրված  են  պահպանաշերտի  տարբեր', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 9,
        question: 'Տրանսպորտային  միջոցների  շահագործումն  արգելվում է, եթե՝գլխակալները։դողեր։',
        answers: ['Բացակայում  են  կառուցվածքով  նախատեսված  նստատեղերի', 'Նույն  սռնու  վրա  տեղադրված  են  նոր  եւ  վերականգնված', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 10,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝պարունակությունը  գերազանցում է  ՀՀ  օրենսդրությամբսահմանված նորմերը։ոտնատեղերը։',
        answers: ['Արտածվող  գազերում  վնասակար  նյութերի', 'Մոտոցիկլի վրա բացակայում են կառուցվածքով նախատեսված', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 11,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝համակարգի  հերմետիկությունը։',
        answers: ['Խախտված  է  շարժիչի  հենատուփի  օդափոխության', 'Խախտված է շարժիչի սնման համակարգի հերմետիկությունը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 12,
        question: 'Տրանսպորտային  միջոցների  շահագործումն  արգելվում  է, եթե՝համակարգի հերմետիկությունը։ցրտադիմացկուն  դողեր։',
        answers: ['Խախտված է շարժիչի հենատուփի օդափոխության', 'Նույն  սռնու  վրա՝  տեղադրված  են  ցրտադիմացկուն  եւ  ոչ', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 13,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ապակեողողիչները։գերազանցում  է  ստանդարտով սահմանված  նորմերը։',
        answers: ['Չեն  աշխատում  կառուցվածքով  նախատեսված', 'Շարժիչի  արտաքին  աղմուկի  թույլատրելի  մակարդակը', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 14,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝արգելակումն  ազդարարող  լուսային սարքերին։նախատեսված  ապակեողողիչները։',
        answers: ['Շարժիչն  աշխատում  է  ընդհատումներով։', 'Հետին  հակամառախուղային   լապտերիկները  միացված  չեն', 'Չեն  աշխատում  տրանսպորտային  միջոցի  կառուցվածքով', 'Թվարկած  բոլոր  դեպքերում։'],
        correct_answer: 'Չեն  աշխատում  տրանսպորտային  միջոցի  կառուցվածքով',
        image: null
    },
    {
        id: 15,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝հասցնելու վտանգ պարունակող իրեր կամ առարկաներ։',
        answers: ['Տեղադրված են երթեւեկության մասնակիցներին վնասվածքներ', 'Չի աշխատում ձայնային ազդանշանի սարքը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 16,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝առկա է խաղացք։հակամառախուղային լապտերներ։',
        answers: ['Մոտոցիկլի եւ կողային կցորդի շրջանակների միացումներում', 'Առջեւի մասում տեղադրված  են  դեղին գույնի լույսերով', 'Երկու դեպքում էլ։'],
        correct_answer: 'Մոտոցիկլի եւ կողային կցորդի շրջանակների միացումներում',
        image: null
    },
    {
        id: 17,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է,  եթե՝դեղատուփը։լուսանդրադարձնող հարմարանքներ։',
        answers: ['Բեռնատար ավտոմոբիլում բացակայում է բժշկական', 'Առջեւի մասում տեղադրված  են սպիտակ գույնի', 'Երկու դեպքում էլ։'],
        correct_answer: 'Բեռնատար ավտոմոբիլում բացակայում է բժշկական',
        image: null
    },
    {
        id: 18,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝դեղատուփը։',
        answers: ['Կողային  կցորդով  մոտոցիկլում  բացակայում  է  բժշկական', 'Անսարք  է  քարշակի  հենակցման  հարմարանքը։', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 19,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝նախատեսված  անվտանգության ամրագոտիները։սահմանափակող  իրեր կամ առարկաներ։',
        answers: ['Չեն աշխատում  տրանսպորտային  միջոցի  կառուցվածքով', 'Տեղադրված են վարորդի  նստատեղից նրա տեսադաշտը', 'Երկու դեպքում  էլ։'],
        correct_answer: 'Երկու դեպքում  էլ։',
        image: null
    },
    {
        id: 20,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝մարմնի թույլտվության՝ տրանսպորտային միջոցի կառուցվածքումկատարված են փոփոխություններ (վերասարքավորումներ)։շրջադարձի ցուցիչներ։',
        answers: ['Առանց տրանսպորտային միջոցի հաշվառումն իրականացնող', 'Առջեւի մասում տեղադրված են դեղին գույնի լույսերով', 'Երկու դեպքում  էլ։'],
        correct_answer: 'Առանց տրանսպորտային միջոցի հաշվառումն իրականացնող',
        image: null
    },
    {
        id: 21,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝իրականացվում է գործնական վարման ուսուցում,     չունիհամապատասխան ճանաչման նշան։',
        answers: ['Մեխանիկական տրանսպորտային միջոցը, որով', 'Չի աշխատում վառելիքի մակարդակի ցուցիչը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Մեխանիկական տրանսպորտային միջոցը, որով',
        image: null
    },
    {
        id: 22,
        question: 'Մոտոցիկլների  շահագործումն արգելվում է, եթե՝անվտանգության աղեղները։բարձրությունը կազմում է 1,6 մմ։',
        answers: ['Բացակայում են կառուցվածքով նախատեսված', 'Դողերի պահպանաշերտի  նվազագույն մնացորդային', 'Երկու դեպքում  էլ։'],
        correct_answer: 'Բացակայում են կառուցվածքով նախատեսված',
        image: null
    },
    {
        id: 23,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝շրջադարձի ցուցիչներ։թեկուզ մեկը։',
        answers: ['Առջեւի մասում տեղադրված են  դեղին գույնի լույսերով', 'Բացակայում է դողի անվահեցի ամրացման հեղյուսներից', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Բացակայում է դողի անվահեցի ամրացման հեղյուսներից',
        image: null
    },
    {
        id: 24,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝շրջադարձի ցուցիչներ։',
        answers: ['Առջեւի  մասում  տեղադրված են նարնջագույն լույսերով', 'Անսարք է քարշակի քարշակցման հարմարանքը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Անսարք է քարշակի քարշակցման հարմարանքը։',
        image: null
    },
    {
        id: 25,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է,  եթե՝լուսանդրադարձնող հարմարանքներ։',
        answers: ['Առջեւի մասում տեղադրված են սպիտակ գույնի', 'Անսարք է քարշակի քարշակցման հարմարանքը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Անսարք է քարշակի քարշակցման հարմարանքը։',
        image: null
    },
    {
        id: 26,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝անվտանգության ամրագոտիները։հետընթացի լապտերիկներ։',
        answers: ['Բացակայում են կառուցվածքով նախատեսված', 'Հետեւի մասում տեղադրված են սպիտակ գույնի  լույսերով', 'Երկու դեպքում էլ։'],
        correct_answer: 'Բացակայում են կառուցվածքով նախատեսված',
        image: null
    },
    {
        id: 27,
        question: 'Կողային կցորդով մոտոցիկլների շահագործումն արգելվում է,եթե՝ուղեւորի համար լայնակի բռնատեղը։կազմում է  0.6 մմ։',
        answers: ['Բացակայում է կառուցվածքով նախատեսված` թամբի  վրայի', 'Դողերի պահպանաշերտի մնացորդային բարձրությունը', 'Բացակայում է բժշկական դեղատուփը։', 'Թվարկած բոլոր դեպքերում։'],
        correct_answer: 'Թվարկած բոլոր դեպքերում։',
        image: null
    },
    {
        id: 28,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է,  եթե՝նստատեղի դիրքը կարգավորող մեխանիզմը։սարքերը։',
        answers: ['Չի աշխատում կառուցվածքով նախատեսված` վարորդի', 'Չեն աշխատում ավտոբուսի սրահի ներքին լուսավորության', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 29,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝լուսավորության սարքերը։գլխակալները։',
        answers: ['Չեն աշխատում թեթեւ մարդատար ավտոմոբիլի սրահի ներքին', 'Բացակայում են կառուցվածքով նախատեսված նստատեղերի', 'Երկու դեպքում էլ։'],
        correct_answer: 'Բացակայում են կառուցվածքով նախատեսված նստատեղերի',
        image: null
    },
    {
        id: 30,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝լուսանդրադարձնող  հարմարանքներ։',
        answers: ['Հետեւի մասում տեղադրված են կարմիր գույնի', 'Չի աշխատում  կառուցվածքով  նախատեսված  արագաչափը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Չի աշխատում  կառուցվածքով  նախատեսված  արագաչափը։',
        image: null
    },
    {
        id: 31,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝համակարգի  գումարային խաղացքը  գերազանցում  է  10աստիճանը։ցեխապաշտպան  գոգնոցները եւ ցայտապաշտպանիչները։',
        answers: ['Թեթեւ մարդատար ավտոմոբիլի ղեկային կառավարման', 'Բացակայում են կառուցվածքով նախատեսված', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 32,
        question: 'Տրանսպորտային  միջոցների  շահագործումն  արգելվում  է,  եթե՝',
        answers: ['Դժվարությամբ  է  գործի  դրվում  շարժիչը։', 'Ավտոբուսում  բացակայում  է  բժշկական  դեղատուփը։', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Ավտոբուսում  բացակայում  է  բժշկական  դեղատուփը։',
        image: null
    },
    {
        id: 33,
        question: 'Տրանսպորտային  միջոցների  շահագործումն  արգելվում է,  եթե՝դեղատուփը։հետընթացի լապտերիկներ։',
        answers: ['Թեթեւ  մարդատար  ավտոմոբիլում  բացակայում  է  բժշկական', 'Հետեւի մասում  տեղադրված են կարմիր գույնի լույսերով', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 34,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է,  եթե՝հաշվառման  համարանիշի լուսավորման  լապտերիկներ։',
        answers: ['Ավտոբուսում բացակայում է  «Վթարային կանգառ»  նշանը։', 'Հետեւի  մասում  տեղադրված  են  սպիտակ  գույնի  լույսերով', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Ավտոբուսում բացակայում է  «Վթարային կանգառ»  նշանը։',
        image: null
    },
    {
        id: 35,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝պաշտպանաշերտի նախշանկարի մնացորդային    բարձրությունըպակաս է  1,6 մմ-ից։շրջադարձի  ցուցիչներ։',
        answers: ['Թեթեւ մարդատար ավտոմոբիլի կցորդի դողերի', 'Հետեւի մասում  տեղադրված են նարնջագույն լույսերով', 'Երկու դեպքում էլ։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլի կցորդի դողերի',
        image: null
    },
    {
        id: 36,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝հերմետիկությունը։շրջադարձի ցուցիչներ։',
        answers: ['Խախտված է հիդրավլիկ արգելակային հաղորդակի', 'Հետեւի  մասում  տեղադրված են  սպիտակ  գույնի  լույսերով', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 37,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է,  եթե՝դողեր։',
        answers: ['Նույն սռնու վրա տեղադրված են տարբեր կառուցվածքների', 'Խախտված է շարժիչի սնման համակարգի հերմետիկությունը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 38,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է,  եթե՝կայուն ջերմային  ռեժիմը։',
        answers: ['Չի աշխատում  ձայնային  ազդանշանի  սարքը։', 'Հովացման համակարգը չի ապահովում շարժիչի  աշխատանքի', 'Երկու դեպքում էլ։'],
        correct_answer: 'Չի աշխատում  ձայնային  ազդանշանի  սարքը։',
        image: null
    },
    {
        id: 39,
        question: 'Տրանսպորտային  միջոցների  շահագործումն  արգելվում  է, եթե՝կամ  սահմանված  ձեւով  սեւեռված չեն։',
        answers: ['Ղեկային  կառավարման  պարուրակային  միացումները   ձգված', 'Ավտոբուսում  բացակայում  են  կրակմարիչները։', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 40,
        question: 'Տրանսպորտային  միջոցների  շահագործումն  արգելվում  է,  եթե՝(դետալների)   ու  հանգույցների կառուցվածքով չնախատեսվածտեղաշարժեր։շրջադարձի  ցուցիչներ։',
        answers: ['Առկա  են  ղեկային  կառավարման  մանրամասերի', 'Առջեւի  մասում  տեղադրված  են  սպիտակ  գույնի  լույսերով', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Առկա  են  ղեկային  կառավարման  մանրամասերի',
        image: null
    },
    {
        id: 41,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`մնացորդային  բարձրությունը կազմում է 1.8 մմ։հերմետիկությունը։',
        answers: ['Ավտոբուսի  դողերի  պահպանաշերտի նախշանկարի', 'Խախտված է հիդրավլիկ արգելակային հաղորդակի', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 42,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝բարձրությունը կազմում է 1.6 մմ։',
        answers: ['Չի գործում պնեւմատիկ արգելակային հաղորդակի ճնշաչափը։', 'Ավտոբուսի դողերի պահպանաշերտի մնացորդային', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 43,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝սարքերը։մնացորդային բարձրությունը կազմում է 0.8 մմ։',
        answers: ['Սահմանված ռեժիմով   չեն   աշխատում արտաքին  լուսային', 'Ավտոբուսի դողերի պահպանաշերտի նախշանկարի', 'Երկու դեպքում  էլ։'],
        correct_answer: 'Երկու դեպքում  էլ։',
        image: null
    },
    {
        id: 44,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝վնասվածքներ։',
        answers: ['Շարժիչն աշխատում է ընդհատումներով։', 'Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային', 'Երկու դեպքում  էլ։'],
        correct_answer: 'Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային',
        image: null
    },
    {
        id: 45,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝բարձրությունը կազմում է 2,2 մմ։',
        answers: ['Բացակայում է բժշկական դեղատուփը։', 'Դողերի պահպանաշերտի  նախշանկարի մնացորդային', 'Երկու դեպքում  էլ։'],
        correct_answer: 'Բացակայում է բժշկական դեղատուփը։',
        image: null
    },
    {
        id: 46,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝լուսավորության սարքերը։սարքերը։',
        answers: ['Չեն աշխատում թեթեւ մարդատար ավտոմոբիլի սրահի ներքին', 'Չեն աշխատում ավտոբուսի սրահի ներքին  լուսավորության', 'Երկու դեպքում էլ։'],
        correct_answer: 'Չեն աշխատում ավտոբուսի սրահի ներքին  լուսավորության',
        image: null
    },
    {
        id: 47,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ավտոբուսի մոտ ղեկային կառավարման  համակարգիգումարային խաղացքը  գերազանցում  է  10 աստիճանը։ցեխապաշտպան  գոգնոցները եւ ցայտապաշտպանիչները։',
        answers: ['Թեթեւ մարդատար ավտոմոբիլի  բազայի վրա պատրաստված', 'Բացակայում են կառուցվածքով նախատեսված', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 48,
        question: 'Տրանսպորտային  միջոցների  շահագործումն  արգելվում  է, եթե՝ավտոբուսի  ղեկային կառավարման  համակարգի  գումարայինխաղացքը  15  աստիճան է։խաղացքը  15 աստիճան է։',
        answers: ['Թեթեւ մարդատար ավտոմոբիլի բազայի վրա պատրաստված', 'Ավտոբուսի  ղեկային կառավարման  համակարգի  գումարային', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլի բազայի վրա պատրաստված',
        image: null
    },
    {
        id: 49,
        question: 'Ավտոբուսների  շահագործումն  արգելվում  է, եթե՝լուսանդրադարձնող հարմարանքներ։լուսանդրադարձնող հարմարանքներ։',
        answers: ['Հետեւի մասում տեղադրված են սպիտակ գույնի', 'Հետեւի մասում տեղադրված են կարմիր գույնի', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Հետեւի մասում տեղադրված են սպիտակ գույնի',
        image: null
    },
    {
        id: 50,
        question: 'Ավտոբուսների  շահագործումն  արգելվում  է, եթե՝լուսանդրադարձնող հարմարանքներ։',
        answers: ['Առկա են երկուսից ոչ պակաս հակագլորման հենակներ։', 'Հետեւի մասում տեղադրված են սպիտակ գույնի', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Հետեւի մասում տեղադրված են սպիտակ գույնի',
        image: null
    },
    {
        id: 51,
        question: 'Ավտոբուսների  շահագործումն  արգելվում  է, եթե՝շրջադարձի ցուցիչներ։',
        answers: ['Չեն աշխատում դռների վթարային բացիչները։', 'Առջևի մասում տեղադրված են կարմիր գույնի լույսերով', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 52,
        question: 'Ավտոբուսների  շահագործումն  արգելվում  է, եթե՝շրջադարձի ցուցիչներ։',
        answers: ['Չի աշխատում կանգառ կատարելու պահանջի ազդանշանը։', 'Հետևի մասում տեղադրված են կարմիր գույնի լույսերով', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Չի աշխատում կանգառ կատարելու պահանջի ազդանշանը։',
        image: null
    },
    {
        id: 53,
        question: 'Ավտոբուսների  շահագործումն  արգելվում  է, եթե՝բարձրությունը կազմում է  1.6 մմ։ցուցիչը։',
        answers: ['Դողերի պահպանաշերտի նախշանկարի մնացորդային', 'Չի աշխատում շարժիչը հովացնող հեղուկի ջերմաստիճանի', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Դողերի պահպանաշերտի նախշանկարի մնացորդային',
        image: null
    },
    {
        id: 54,
        question: 'Ավտոբուսների  շահագործումն  արգելվում  է, եթե՝բարձրությունը կազմում է  2.5 մմ։',
        answers: ['Դողերի պահպանաշերտի նախշանկարի մնացորդային', 'Չեն աշխատում սրահի ներքին լուսավորության սարքերը։', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Չեն աշխատում սրահի ներքին լուսավորության սարքերը։',
        image: null
    },
    {
        id: 55,
        question: 'Ավտոբուսների  շահագործումն  արգելվում  է, եթե՝դնող հարմարանքները։',
        answers: ['Չեն աշխատում  վթարային ելքերը եւ դրանք գործողության մեջ', 'Չի աշխատում կանգառ կատարելու պահանջի ազդանշանը։', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 56,
        question: 'Ավտոբուսների  շահագործումն  արգելվում  է, եթե՝',
        answers: ['Չի աշխատում դռների կառավարման հաղորդակը։', 'Բացակայում է բժշկական դեղատուփը։', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 57,
        question: '5 տոննայից ավելի թույլատրելի առավելագույն զանգված ունեցողավտոբուսների  շահագործումն  արգելվում  է, եթե՝լապտերիկներ։',
        answers: ['Բացակայում են  հակագլորման հենակները։', 'Հետեւի մասում տեղադրված են կարմիր գույնի  հետընթացի', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 58,
        question: 'Ավտոբուսների  շահագործումն  արգելվում  է, եթե՝',
        answers: ['Առկա է մեկ հատ կրակմարիչ։', 'Բացակայում է «Վթարային կանգառ» նշանը։', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 59,
        question: 'Ավտոբուսների  շահագործումն  արգելվում  է, եթե՝',
        answers: ['Առկա է  հակագլորման  մեկ հենակ։', 'Առկա է մեկ կրակմարիչ։', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 60,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝փականըփականը',
        answers: ['չի աշխատում կառուցվածքով նախատեսված թափքի դռան', 'չի աշխատում կառուցվածքով նախատեսված խցիկի դռան', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 61,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթեշրջադարձի լուսային ցուցիչներ:պաշտպանիչ հարմարանքը',
        answers: ['Հետևի մասում տեղադրված են կարմիր գույնի լույսերով', 'Բացակայում է կառուցվածքով նախատեսված հետին', 'Երկու դեպքում էլ'],
        correct_answer: 'Բացակայում է կառուցվածքով նախատեսված հետին',
        image: null
    },
    {
        id: 62,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ղեկային կառավարման ուժեղարարը',
        answers: ['անսարք է կամ բացակայում է կառուցվածքով նախատեսված', 'չի աշխատում ձայնարկիչը', 'երկու դեպքում էլ'],
        correct_answer: 'անսարք է կամ բացակայում է կառուցվածքով նախատեսված',
        image: null
    },
    {
        id: 63,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝սահմանված թեքության վրա չի ապահովում անշարժ վիճակհերմետիկությունը',
        answers: ['կայանման արգելակային համակարգը ստանդարտով', 'խախտված է փոխանցման տուփի կիպարարների', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 64,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝հերմետիկությունը',
        answers: ['չի աշխատում պահեստային անիվի բռնիչը', 'խախտված է հետին կամրջակի կիպարարների', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 65,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթեամրագոտիների ժապավենի վրա առկա են տեսանելիպատռվածքներ',
        answers: ['կառուցվածքով նախատեսված անվտանգության', 'կահավորված չէ հակամառախուղային լապտերիկներով', 'երկու դեպքում էլ'],
        correct_answer: 'կառուցվածքով նախատեսված անվտանգության',
        image: null
    },
    {
        id: 66,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝փականը,են հետին տեսանելիության 2 կողային հայելիները',
        answers: ['չի աշխատում կառուցվածքով նախատեսված շարժիչի ծածկոցի', 'վարագուրապատված են հետին կողային ապակիները և առկա', 'երկու դեպքում էլ'],
        correct_answer: 'չի աշխատում կառուցվածքով նախատեսված շարժիչի ծածկոցի',
        image: null
    },
    {
        id: 67,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթեբացակայում են հետին տեսանելիության 2 կողային հայելիներըտաքացման ու փչահարման սարքերը',
        answers: ['վարագուրապատված են հետին կողային ապակիները և', 'չեն աշխատում կառուցվածքով նախատեսված ապակիների', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 68,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝խցանը',
        answers: ['չի աշխատում կառուցվածքով նախատեսված վառելիքի բաքի', 'առջևի կողային ապակիները վարագուրապատված են', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 69,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝աշխատումնախատեսված ապակիները',
        answers: ['ձայնային ազդանշանի սարքով տրվող ազդանշանը չի', 'բացակայում են տրանսպորտային միջոցի կառուցվածքով', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 70,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթեխախտումներ են առկա',
        answers: ['անվահեցի կամ անվասկավառակի վրա առկա են ճաքեր', 'անվահեցի ամրացման անցքերի ձևի և չափերի տեսանելի', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 71,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթելուսանդրադարձիչներըհարմարանքները',
        answers: ['կեղտոտված են արտաքին լուսային սարքերը և', 'կեղտոտված են առջևի և հետին պաշտպանիչ', 'երկու դեպքում էլ'],
        correct_answer: 'կեղտոտված են արտաքին լուսային սարքերը և',
        image: null
    },
    {
        id: 72,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթեչհամապատասխանող ցրիչներ կամ լամպեր',
        answers: ['լուսային սարքերի վրա բացակայում են լամպերը կամ ցրիչները', 'օգտագործվում են տվյալ լուսային սարքի տեսակին', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 73,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթելուսանդրադարձիչներըտեղադրված է այլ մակնիշի տրանսպորտային միջոցի արտաքինլուսային սարքեր:',
        answers: ['կեղտոտված են արտաքին լուսային սարքերը և', 'արտադրությունից հանված տրանսպորտային միջոցի վրա', 'երկու դեպքում էլ'],
        correct_answer: 'կեղտոտված են արտաքին լուսային սարքերը և',
        image: null
    },
    {
        id: 74,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝պահպանաշերտի տարբեր նախշանկարներով դողերնախշանկարի մնացորդային բարձրությունը կազմում է 1,6մմ:',
        answers: ['տրանսպորտային միջոցի նույն սռնու վրա տեղադրված են', 'թեթև մարդատար ավտոմոբիլի դողի պահպանաշերտի', 'երկու դեպքում էլ'],
        correct_answer: 'տրանսպորտային միջոցի նույն սռնու վրա տեղադրված են',
        image: null
    },
    {
        id: 75,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝մնացորդային բարձրությունը կազմում է 1,4մմ:լուսաանդրադարձնող հարմարանքներ:',
        answers: ['բեռնատար ավտոմոբիլի դողի պահպանաշերտի նախշանկարի', 'առջևի մասում տեղադրված են դեղին գույնի', 'երկու դեպքում էլ'],
        correct_answer: 'առջևի մասում տեղադրված են դեղին գույնի',
        image: null
    },
    {
        id: 76,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝լուսաանդրադարձնող հարմարանքներ:լուսաանդրադարձնող հարմարանքներ',
        answers: ['հետևի մասում տեղադրված են դեղին գույնի', 'առջևի մասում տեղադրված են դեղին գույնի', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 77,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթեՙԲժիշկ՚ ճանաչման նշանըխցանը',
        answers: ['Բժիշկ-վարորդի կողմից վարած ավտոմոբիլի վրա բացակայում է', 'չի աշխատում կառուցվածքով նախատեսված վառելիքի բաքի', 'երկու դեպքում էլ'],
        correct_answer: 'չի աշխատում կառուցվածքով նախատեսված վառելիքի բաքի',
        image: null
    },
    {
        id: 78,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝պահպանաշերտի տարբեր նախշանկարներով դողերկամիր լուսանդրադարձնող եզրագծերով տեղադրված է«Երեխաների փոխադրում» ճանաչման նշանը',
        answers: ['տրանսպորտային միջոցի նույն սռնու վրա տեղադրված են', 'առջևի մասում դեղին լուսանդրադարձնող հիմնագույնով և', 'Երկու դեպքում էլ'],
        correct_answer: 'տրանսպորտային միջոցի նույն սռնու վրա տեղադրված են',
        image: null
    }
];