export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Թույլատրվու՞մ է արդյոք կարմիր ավտոմոբիլի վարորդին երթեւեկել տրամվայի գծերով։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Հետադարձն արգելվում է՝ ',
        answers: ['Հետիոտնային անցումների վրա եւ թունելներում։', 'Կամուրջների, ուղեկամուրջների, էստակադների վրա եւ դրանց տակ։', 'Երկաթուղային գծանցներում։', 'Ճանապարհի` թեկուզ եւ մեկ ուղղությամբ 100 մ-ից պակաս տեսանելիության տեղերում։', 'Բոլոր թվարկած դեպքերում։'],
        correct_answer: 'Բոլոր թվարկած դեպքերում։',
        image: null
    },
    {
        id: 3,
        question: 'Ո՞ր ուղղություններով է թույլատրվում երթեւեկությունը։ ',
        answers: ['Միայն դեպի ձախ։', 'Ուղիղ, դեպի ձախ եւ հետադարձ։', 'Միայն ուղիղ։'],
        correct_answer: 'Ուղիղ, դեպի ձախ եւ հետադարձ։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցի գործնական վարման սկզբնական ուսուցումը իրականացվում է՝ ',
        answers: ['Բնակավայրերից դուրս` ճանապարհներին` հաշվի առնելով տրանսպորտային միջոցների երթեւեկության ինտենսիվությունը։', 'Փակ հրապարակում կամ ավտոդրոմում։', 'Ցանկացած ճանապարհին (բացառությամբ ավտոմայրուղիների)` հաշվի առնելով տրանսպորտային միջոցների երթեւեկության ինտենսիվությունը։'],
        correct_answer: 'Փակ հրապարակում կամ ավտոդրոմում։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Բացակայում է դողի անվահեցի ամրացման հեղյուսներից թեկուզ մեկը։', 'Նույն սռնու վրա տեղադրված են պահպանաշերտի տարբեր նախշանկարներով դողեր։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Այս ճանապարհային նշանը նախազգուշացնում է, որ առջեւում՝ ',
        answers: ['Կամուրջ կամ լաստանավային անցում չունեցող ջրային արգելքով ճանապարհահատված է։', 'Ջրային արգելքով ճանապարհահատված է, որի վրա առկա է բացվող կամուրջ։', 'Տեղամաս է, որտեղ ճանապարհը դուրս է գալիս ափ կամ առափ։'],
        correct_answer: 'Տեղամաս է, որտեղ ճանապարհը դուրս է գալիս ափ կամ առափ։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Նշաններից ո՞րն է ցույց տալիս տրանսպորտային միջոցների կանգառն ու կայանելն արգելող ճանապարհային նշանների ազդման գոտին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Հետեւյալ նշաններից ո՞րն է ցույց տալիս նախազգուշացնող նշանների ազդեցության` ճանապարհի վտանգավոր հատվածի երկարությունը։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։ ',
        answers: ['Կապույտ ավտոմոբիլի վարորդը։', 'Կարմիր ավտոմոբիլի վարորդը։'],
        correct_answer: 'Կապույտ ավտոմոբիլի վարորդը։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։ ',
        answers: ['Ավտոմոբիլի վարորդը։', 'Մոտոցիկլի վարորդը։'],
        correct_answer: 'Մոտոցիկլի վարորդը։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն է ճիշտ մուտք գործում շրջանաձեւ երթեւեկությամբ խաչմերուկ։ ',
        answers: ['Երկու վարորդներն էլ։', 'Միայն ավտոբուսի վարորդը։', 'Միայն թեթեւ մարդատար ավտոմոբիլի վարորդը։'],
        correct_answer: 'Երկու վարորդներն էլ։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ո՞ր տրանսպորտային միջոցն ունի առաջնահերթ երթեւեկության իրավունք։ ',
        answers: ['Կարմիր ավտոմոբիլը, քանի որ մուտք է գործում շրջանաձեւ երթեւեկությամբ խաչմերուկ կապույտ ավտոմոբիլի աջ կողմից։', 'Կապույտ ավտոմոբիլը, քանի որ երթեւեկում է շրջանաձեւ երթեւեկությամբ ճանապարհով։'],
        correct_answer: 'Կապույտ ավտոմոբիլը, քանի որ երթեւեկում է շրջանաձեւ երթեւեկությամբ ճանապարհով։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ցույց տվեք խաչմերուկի անցման հերթականությունը՝ ',
        answers: ['Կապույտը, կարմիրը` կանաչի հետ միաժամանակ։', 'Կարմիրը, կապույտը, կանաչը։', 'Կարմիրը` կանաչի հետ միաժամանակ, կապույտը։'],
        correct_answer: 'Կարմիրը` կանաչի հետ միաժամանակ, կապույտը։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Լուսացույցի ի՞նչ ազդանշանի դեպքում ավտոմոբիլի վարորդը կարող է ավարտել հետադարձը։ ',
        answers: ['Կարմիր։', 'Կանաչ։', 'Ցանկացած։'],
        correct_answer: 'Կանաչ։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ի՞նչ է նշանակում լուսացույցի դեղին եւ կարմիր գույների ազդանշանների զուգակցումը։ ',
        answers: ['Թույլատրվում է սկսել երթեւեկությունը։', 'Արգելվում է երթեւեկությունը եւ տեղեկացնում կանաչ ազդանշանի առաջիկայում միանալու մասին։', 'Խաչմերուկին մոտենում է հատուկ ձայնային ազդանշան եւ առկայծող փարոսիկներ միացրած տրանպորտային միջոց։'],
        correct_answer: 'Արգելվում է երթեւեկությունը եւ տեղեկացնում կանաչ ազդանշանի առաջիկայում միանալու մասին։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Վարորդներից ո՞րն է պարտավոր կանգ առնել։ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլի վարորդը։', 'Ավտոբուսի վարորդը։', 'Երկու վարորդն էլ։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում երթեւեկությունը՝ մեխանիկական տրանսպորտային միջոցներով քարշակում կատարելիս։ ',
        answers: ['30 կմ/ժ։', '40 կմ/ժ։', '50 կմ/ժ։', '60 կմ/ժ։', '70 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: null
    },
    {
        id: 18,
        question: 'Քարշակումը մերկասառույցի պայմաններում արգելվում է՝ ',
        answers: ['Ճկուն կցիչով։', 'Կոշտ կցիչով։', 'Մասնակի բեռնման եղանակով։'],
        correct_answer: 'Ճկուն կցիչով։',
        image: null
    },
    {
        id: 19,
        question: 'Մանեւրը կատարելուց առաջ նախազգուշացնող ազդանշանը պետք է տրվի՝ ',
        answers: ['Մանեւրն սկսելուց անմիջապես առաջ։', 'Մանեւրն սկսելու հետ միաժամանակ։', 'Նախօրոք՝ մինչեւ մանեւրն սկսելը։'],
        correct_answer: 'Նախօրոք՝ մինչեւ մանեւրն սկսելը։',
        image: null
    },
    {
        id: 20,
        question: 'Վերջույթների փափուկ հյուսվածքների փակ վնասվածքների դեպքում առաջին ժամերին օգնություն ցուցաբերելիս պետք է. ',
        answers: ['Վնասվածքին տաքացնող թրջոց դնել։', 'Վնասված մասի վրա սառը թրջոց դնել եւ բարձրացնել։', 'Վնասված մասի վրա սառը թրջոց դնել եւ պահել սրտի մակարդակից ցածր։', 'Վնասվածքին սպիրտային թրջոց դնել։'],
        correct_answer: 'Վնասված մասի վրա սառը թրջոց դնել եւ բարձրացնել։',
        image: null
    }
];