export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ո՞ր վարորդը պետք է զիջի ճանապարհը ',
        answers: ['Շարժումը սկսող վարորդը', 'Կանգնել պատրստվող վարորդը'],
        correct_answer: 'Շարժումը սկսող վարորդը',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Հետադարձը նշված վայրում ',
        answers: ['Թույլատրվում է', 'Թույլատրվում է, եթե չի խոչընդոտում ընդհանուր օգտագործման տրանսպորտային միջոցների վարորդներին', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Ո՞ր հետագծով է թույլատրված ձախ շրջադարձը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ երթեւեկության գոտի է համարվում՝ ',
        answers: ['Երթեւեկելի մասի գծանշված երկայնական գոտին, որի լայնությունը բավարար է տրանսպորտային միջոցների մեկ շարքով երթեւեկության համար։', 'Երթեւեկելի մասի գծանշված կամ չգծանշված երկայնական գոտին, որի լայնությունը բավարար է տրանսպորտային միջոցների մեկ շարքով երթեւեկության համար։'],
        correct_answer: 'Երթեւեկելի մասի գծանշված կամ չգծանշված երկայնական գոտին, որի լայնությունը բավարար է տրանսպորտային միջոցների մեկ շարքով երթեւեկության համար։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Չեն աշխատում թեթեւ մարդատար ավտոմոբիլի սրահի ներքին լուսավորության սարքերը։', 'Բացակայում են կառուցվածքով նախատեսված նստատեղերի գլխակալները։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Բացակայում են կառուցվածքով նախատեսված նստատեղերի գլխակալները։',
        image: null
    },
    {
        id: 6,
        question: 'Ո՞ր հետագծով է թույլատրվում հետադարձ կատարել ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ոչ մի'],
        correct_answer: 'Ոչ մի',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ո՞ր հետագծով է թույլատրվում հետադարձ կատարելը ',
        answers: ['Խաչմերուկում՝ Ա', 'Մինչև խաչմերուկը՝ Բ', 'Երկու հետագծերով թույլատրված է', 'Երկու հետագծերով արգելված է'],
        correct_answer: 'Խաչմերուկում՝ Ա',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Պարտավոր եք արդյո՞ք կանգ առնել «Կանգ-գծի» առջև ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Երթևեկությունը թույլատրվում է ',
        answers: ['Միայն Բ ուղղությամբ', 'Միայն Ա կամ Բ ուղղություններով', 'Ցանկացած ուղղությամբ'],
        correct_answer: 'Միայն Ա կամ Բ ուղղություններով',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Այս իրավիճակում ',
        answers: ['Պարտավոր ենք զիջել ճանապարհը բեռնատարի վարորդին', 'Կարող ենք նեղ հատվածն անցնել առաջինը'],
        correct_answer: 'Կարող ենք նեղ հատվածն անցնել առաջինը',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Աջ շրջադարձ թույլատրելի է՞ այս իրավիճակում ',
        answers: ['Այո՝ չխոչընդոտելով հետիոտններին', 'Ոչ'],
        correct_answer: 'Այո՝ չխոչընդոտելով հետիոտններին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Զիջել ճանապարհը տրամվայի վարորդին այս իրավիճակում ',
        answers: ['Պարտավոր չեք', 'Պարտավոր եք'],
        correct_answer: 'Պարտավոր եք',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ո՞ր ավտոմոբիլին է թույլատրվում կանգառ կատարել այս նշանների ազդման գոտում։ ',
        answers: ['Կարմիրին։', 'Երկու ավտոմոբիլներին էլ։', 'Ոչ մեկին։', 'Դեղինին՝ «Հաշմանդամ» ճանաչման նշանով կահավորված։'],
        correct_answer: 'Դեղինին՝ «Հաշմանդամ» ճանաչման նշանով կահավորված։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ո՞ր նկարում է վարորդը ճիշտ կատարել կանգառ` ուղեւորներ իջեցնելու համար։ ',
        answers: ['Ձախ նկարում։', 'Երկու նկարներում էլ։', 'Աջ նկարում։'],
        correct_answer: 'Ձախ նկարում։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Որպես գնացքի կանգառի ազդանշան ծառայում է՝ ',
        answers: ['Ձեռքի շրջանաձեւ շարժումը (ցերեկը` վառ գույնի լաթով կամ որեւէ լավ տեսանելի առարկայով, գիշերը` ջահով կամ լապտերով)։', 'Սկավառակով կամ կարմիր դրոշակով գլխավերեւ բարձրացված ձեռքը։', 'Առաջ պարզած ձեռքը։', 'Վեր եւ վար ճոճվող` առաջ պարզած ձեռքը։'],
        correct_answer: 'Ձեռքի շրջանաձեւ շարժումը (ցերեկը` վառ գույնի լաթով կամ որեւէ լավ տեսանելի առարկայով, գիշերը` ջահով կամ լապտերով)։',
        image: null
    },
    {
        id: 16,
        question: 'Բնակավայրերում, յուրաքանչյուր ուղղությամբ մեկ երթեւեկելի գոտի ունեցող եւ մեջտեղում տրամվայի գծեր չունեցող ճանապարհների ձախ կողմում կանգառն ու կայանումը՝ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: null
    },
    {
        id: 17,
        question: 'Քարշակման ժամանակ քարշակվող տրանսպորտային միջոցի վրա պետք է միացված լինեն` ',
        answers: ['Լապտերների հեռահար լույսերը։', 'Լապտերների մոտակա լույսերը։', 'Վթարային լուսային ազդանշանը։'],
        correct_answer: 'Վթարային լուսային ազդանշանը։',
        image: null
    },
    {
        id: 18,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում միջքաղաքային ավտոբուսների երթեւեկությունն ավտոմայրուղիներով։ ',
        answers: ['70 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։', '100 կմ/ժ։', '110 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 19,
        question: 'Թույլատրվու՞մ է արդյոք թեթեւ մարդատար ավտոմոբիլի վարորդին վազանց կատարել նշված իրադրությունում։ ',
        answers: ['Թույլատրվում է։', 'Թույլատրվում է, եթե մոտոցիկլի արագությունը չի գերազանցում 30 կմ/ժ։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Առաջին օգնություն ցուցաբերելիս վարակումից պաշտպանվելու համար պետք է. ',
        answers: ['Խուսափել վերքին անմիջապես դիպչելուց եւ օգնություն ցուցաբերել միայն ստերիլ ձեռնոցներով։', 'Չօգնել այն տուժածներին, որոնք ունեն արյունահոսություն։'],
        correct_answer: 'Խուսափել վերքին անմիջապես դիպչելուց եւ օգնություն ցուցաբերել միայն ստերիլ ձեռնոցներով։',
        image: null
    }
];