export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝',
        answers: ['Թեթեւ  մարդատար  ավտոմոբիլը,  ավտոբուսը,  տրոլեյբուսը։', 'Տրոլեյբուսը եւ ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը։', 'Տրոլեյբուսը, թեթեւ մարդատար  ավտոմոբիլը, ավտոբուսը։'],
        correct_answer: 'Տրոլեյբուսը, թեթեւ մարդատար  ավտոմոբիլը, ավտոբուսը։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Խաչմերուկն  առաջինը  կանցնի՝',
        answers: ['Կարմիր ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։', 'Դեղին ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։'],
        correct_answer: 'Կանաչ ավտոմոբիլը։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Խաչմերուկը վերջինը կանցնի՝',
        answers: ['Կապույտ ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կապույտ ավտոմոբիլը։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: 'Կապույտ ավտոմոբիլը խաչմերուկը կանցնի՝',
        answers: ['Առաջինը։', 'Երկրորդը։'],
        correct_answer: 'Առաջինը։',
        image: 'images/image_4.jpg'
    },
    {
        id: 5,
        question: 'Ո՞ր պատասխանում է ճիշտ նշված խաչմերուկի անցմանհերթականությունը։',
        answers: ['Ավտոբուս,  թեթեւ  մարդատար  ավտոմոբիլ,  հեծանիվ։', 'Թեթեւ  մարդատար  ավտոմոբիլ,  ավտոբուս,  հեծանիվ։', 'Հեծանիվ,  ավտոբուս,  թեթեւ  մարդատար  ավտոմոբիլ։'],
        correct_answer: 'Հեծանիվ,  ավտոբուս,  թեթեւ  մարդատար  ավտոմոբիլ։',
        image: 'images/image_5.jpg'
    },
    {
        id: 6,
        question: 'Խաչմերուկը երկրորդը կանցնի՝',
        answers: ['Տրամվայը։', 'Կարմիր ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։'],
        correct_answer: 'Տրամվայը։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ո՞ր ուղղությամբ է արգելվում երթեւեկությունը։',
        answers: ['Դեպի  աջ՝ առաջին անցումով։', 'Դեպի աջ՝ երկրորդ անցումով։', 'Դեպի աջ՝ առաջին եւ երկրորդ անցումներով։'],
        correct_answer: 'Դեպի աջ՝ երկրորդ անցումով։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Խաչմերուկը երկրորդը կանցնի՝',
        answers: ['Կանաչ  ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։', 'Կապույտ  ավտոմոբիլը։'],
        correct_answer: 'Կարմիր ավտոմոբիլը։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Խաչմերուկը երկրորդը  կանցնի՝',
        answers: ['Կապույտ  ավտոմոբիլը։', 'Կանաչ  ավտոմոբիլը։', 'Կարմիր  ավտոմոբիլը։'],
        correct_answer: 'Կապույտ  ավտոմոբիլը։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Խաչմերուկը երկրորդը կանցնի՝',
        answers: ['Սպիտակ  ավտոմոբիլը՝  դեղինի  հետ  միաժամանակ։', 'Կարմիր  ավտոմոբիլը։', 'Կանաչ  ավտոմոբիլը։'],
        correct_answer: 'Կարմիր  ավտոմոբիլը։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Խաչմերուկը  վերջինը  կանցնի՝',
        answers: ['Կապույտ  ավտոմոբիլը։', 'Դեղին  ավտոմոբիլը։', 'Կանաչ  ավտոմոբիլը։', 'Կարմիր  ավտոմոբիլը։'],
        correct_answer: 'Կանաչ  ավտոմոբիլը։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ո՞ր տրանսպորտային միջոցի  վարորդը պետք է զիջիճանապարհը։',
        answers: ['Հեծանվորդը։', 'Ավտոմոբիլի  վարորդը։'],
        correct_answer: 'Ավտոմոբիլի  վարորդը։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Խաչմերուկն առաջինը կանցնի՝',
        answers: ['Կանաչ  ավտոմոբիլը։', 'Կապույտ  ավտոմոբիլը։', 'Կարմիր  ավտոմոբիլը։', 'Դեղին  ավտոմոբիլը։'],
        correct_answer: 'Կարմիր  ավտոմոբիլը։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Տրանսպորտային միջոցները ի՞նչ հերթականությամբխաչմերուկը կանցնեն։',
        answers: ['Մոտոցիկլը,  ավտոմոբիլը,  տրամվայը։', 'Տրամվայը,  ավտոմոբիլը,  մոտոցիկլը։', 'Տրամվայը,  մոտոցիկլը,  ավտոմոբիլը։'],
        correct_answer: 'Մոտոցիկլը,  ավտոմոբիլը,  տրամվայը։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Խաչմերուկը երկրորդը կանցնի՝',
        answers: ['Կարմիր  ավտոմոբիլը։', 'Կապույտ  ավտոմոբիլը։', 'Կանաչ  ավտոմոբիլը։'],
        correct_answer: 'Կապույտ  ավտոմոբիլը։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Խաչմերուկը  վերջինը  կանցնի՝',
        answers: ['Կանաչ  ավտոմոբիլը։', 'Կապույտ  ավտոմոբիլը։', 'Կարմիր  ավտոմոբիլը։'],
        correct_answer: 'Կարմիր  ավտոմոբիլը։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ո՞ր ավտոմոբիլը վերջինը կանցնի խաչմերուկը։',
        answers: ['Կապույտը։', 'Կարմիրը։', 'Կանաչը։'],
        correct_answer: 'Կարմիրը։',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Խաչմերուկն առաջինը կանցնի՝',
        answers: ['Կանաչ  ավտոմոբիլը։', 'Կարմիր  ավտոմոբիլը։', 'Կապույտ  ավտոմոբիլը։'],
        correct_answer: 'Կանաչ  ավտոմոբիլը։',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջիճանապարհը։',
        answers: ['Ավտոբուսի  վարորդը։', 'Մոտոցիկլի  վարորդը։'],
        correct_answer: 'Ավտոբուսի  վարորդը։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Խաչմերուկն առաջինը  կանցնի՝',
        answers: ['Կարմիր ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։'],
        correct_answer: 'Կապույտ ավտոմոբիլը։',
        image: 'images/image_20.jpg'
    },
    {
        id: 21,
        question: 'Խաչմերուկը  երկրորդը կանցնի՝',
        answers: ['Կապույտ ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կապույտ ավտոմոբիլը։',
        image: 'images/image_21.jpg'
    },
    {
        id: 22,
        question: 'Խաչմերուկը  երրորդը  կանցնի՝',
        answers: ['Կապույտ ավտոմոբիլը։', 'Դեղին  ավտոմոբիլը։', 'Կանաչ  ավտոմոբիլը։', 'Կարմիր  ավտոմոբիլը։'],
        correct_answer: 'Դեղին  ավտոմոբիլը։',
        image: 'images/image_22.jpg'
    },
    {
        id: 23,
        question: 'Կարմիր  ավտոմոբիլը՝երթեւեկությամբ խաչմերուկին մոտեցել  է  կապույտ  ավտոմոբիլիաջ  կողմից։ճանապարհով  երթեւեկող  կապույտ ավտոմոբիլին։',
        answers: ['Ունի  երթեւեկության  առավելություն,  քանի  որ  շրջանաձեւ', 'Պետք  է  ճանապարհը  զիջի  շրջանաձեւ  երթեւեկությամբ'],
        correct_answer: 'Պետք  է  ճանապարհը  զիջի  շրջանաձեւ  երթեւեկությամբ',
        image: 'images/image_23.jpg'
    },
    {
        id: 24,
        question: 'Ավտոմոբիլները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝',
        answers: ['Դեղինը,  կանաչը,  կապույտը։', 'Կապույտը`  կանաչի  հետ  միաժամանակ,  դեղինը։'],
        correct_answer: 'Կապույտը`  կանաչի  հետ  միաժամանակ,  դեղինը։',
        image: 'images/image_24.jpg'
    },
    {
        id: 25,
        question: 'Խաչմերուկը երրորդը  կանցնի՝',
        answers: ['Դեղին ավտոմոբիլը։', 'Կարմիր ավտոմբիլը։', 'Կապույտ ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։'],
        correct_answer: 'Կապույտ ավտոմոբիլը։',
        image: 'images/image_25.jpg'
    },
    {
        id: 26,
        question: 'Խաչմերուկն առաջինը կանցնի՝',
        answers: ['Կանաչ ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կարմիր ավտոմոբիլը։',
        image: 'images/image_26.jpg'
    },
    {
        id: 27,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝',
        answers: ['Կարմիրը, կանաչը,  կապույտը, սեւը։', 'Կանաչը, կարմիրը,   սեւը, կապույտը։', 'Կանաչը, կարմիրը,  կապույտը, սեւը։'],
        correct_answer: 'Կարմիրը, կանաչը,  կապույտը, սեւը։',
        image: 'images/image_27.jpg'
    },
    {
        id: 28,
        question: 'Խաչմերուկը տրանսպորտային միջոցները կանցնեն  հետեւյալհերթականությամբ՝',
        answers: ['Տրամվայը,   դեղին ավտոմոբիլը,  կանաչ  ավտոմոբիլը։', 'Տրամվայը  եւ   կանաչ  ավտոմոբիլը, դեղին ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը,  դեղին   ավտոմոբիլը,  տրամվայը։'],
        correct_answer: 'Տրամվայը  եւ   կանաչ  ավտոմոբիլը, դեղին ավտոմոբիլը։',
        image: 'images/image_28.jpg'
    },
    {
        id: 29,
        question: 'Վարորդներից ո՞րն ունի  առաջնահերթ երթեւեկությանիրավունք։',
        answers: ['Մոտոցիկլի վարորդը։', 'Ավտոմոբիլի վարորդը։'],
        correct_answer: 'Ավտոմոբիլի վարորդը։',
        image: 'images/image_29.jpg'
    },
    {
        id: 30,
        question: 'Խաչմերուկը երկրորդը կանցնի՝',
        answers: ['Կարմիր ավտոմոբիլը։', 'Կապույտ  ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։'],
        correct_answer: 'Կանաչ ավտոմոբիլը։',
        image: 'images/image_30.jpg'
    },
    {
        id: 31,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջիճանապարհը։',
        answers: ['Տրամվայի վարորդը։', 'Բեռնատար  ավտոմոբիլի   վարորդը։', 'Ավտոմոբիլների վարորդները։'],
        correct_answer: 'Ավտոմոբիլների վարորդները։',
        image: 'images/image_31.jpg'
    },
    {
        id: 32,
        question: 'Կարմիր ավտոմոբիլը  խաչմերուկը կանցնի՝',
        answers: ['Առաջինը։', 'Երկրորդը։'],
        correct_answer: 'Առաջինը։',
        image: 'images/image_32.jpg'
    },
    {
        id: 33,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝',
        answers: ['Թեթեւ մարդատար  ավտոմոբիլը, ավտոբուսը, հեծանիվը։', 'Ավտոբուսը, հեծանիվը, թեթեւ մարդատար ավտոմոբիլը։', 'Ավտոբուսը, թեթեւ   մարդատար ավտոմոբիլը, հեծանիվը։', 'Հեծանիվը, ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը։'],
        correct_answer: 'Հեծանիվը, ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը։',
        image: 'images/image_33.jpg'
    },
    {
        id: 34,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթերթեւեկության իրավունք։',
        answers: ['Ավտոմոբիլի վարորդը։', 'Հեծանվորդը։'],
        correct_answer: 'Հեծանվորդը։',
        image: 'images/image_34.jpg'
    },
    {
        id: 35,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝',
        answers: ['Տրամվայը, ավտոմոբիլը  եւ  ավտոբուսը  միաժամանակ։', 'Տրամվայը,   ավտոբուսը,  ավտոմոբիլը։', 'Ավտոբուսը,  տրամվայը, ավտոմոբիլը։'],
        correct_answer: 'Տրամվայը, ավտոմոբիլը  եւ  ավտոբուսը  միաժամանակ։',
        image: 'images/image_35.jpg'
    },
    {
        id: 36,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջիճանապարհը։',
        answers: ['Կապույտ ավտոմոբիլի  վարորդը։', 'Կարմիր ավտոմոբիլի  վարորդը։'],
        correct_answer: 'Կապույտ ավտոմոբիլի  վարորդը։',
        image: 'images/image_36.jpg'
    },
    {
        id: 37,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է  զիջիճանապարհը։',
        answers: ['Ավտոմոբիլի  վարորդը։', 'Մոտոցիկլի  վարորդը։'],
        correct_answer: 'Մոտոցիկլի  վարորդը։',
        image: 'images/image_37.jpg'
    },
    {
        id: 38,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն է ճիշտ մուտք  գործումշրջանաձեւ  երթեւեկությամբ խաչմերուկ։',
        answers: ['Երկու վարորդներն էլ։', 'Միայն  ավտոբուսի վարորդը։', 'Միայն թեթեւ  մարդատար  ավտոմոբիլի  վարորդը։'],
        correct_answer: 'Երկու վարորդներն էլ։',
        image: 'images/image_38.jpg'
    },
    {
        id: 39,
        question: 'Ո՞ր տրանսպորտային միջոցն ունի առաջնահերթ  երթեւեկությանիրավունք։երթեւեկությամբ խաչմերուկ կապույտ ավտոմոբիլի  աջ  կողմից։երթեւեկությամբ  ճանապարհով։',
        answers: ['Կարմիր ավտոմոբիլը, քանի  որ մուտք է գործում շրջանաձեւ', 'Կապույտ ավտոմոբիլը, քանի  որ   երթեւեկում   է   շրջանաձեւ'],
        correct_answer: 'Կապույտ ավտոմոբիլը, քանի  որ   երթեւեկում   է   շրջանաձեւ',
        image: 'images/image_39.jpg'
    },
    {
        id: 40,
        question: 'Ցույց տվեք խաչմերուկի անցման հերթականությունը՝',
        answers: ['Կապույտը, կարմիրը` կանաչի հետ միաժամանակ։', 'Կարմիրը, կապույտը, կանաչը։', 'Կարմիրը` կանաչի հետ միաժամանակ, կապույտը։'],
        correct_answer: 'Կարմիրը` կանաչի հետ միաժամանակ, կապույտը։',
        image: 'images/image_40.jpg'
    },
    {
        id: 41,
        question: 'Կանաչ  ավտոմոբիլի  վարորդը՝',
        answers: ['Ունի  առաջնահերթ  երթեւեկության  իրավունք։', 'Պետք  է  զիջի  ճանապարհը։'],
        correct_answer: 'Ունի  առաջնահերթ  երթեւեկության  իրավունք։',
        image: 'images/image_41.jpg'
    },
    {
        id: 42,
        question: 'Խաչմերուկը  վերջինը  կանցնի՝',
        answers: ['Կարմիր ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։', 'Կանաչ  ավտոմոբիլը։'],
        correct_answer: 'Կանաչ  ավտոմոբիլը։',
        image: 'images/image_42.jpg'
    },
    {
        id: 43,
        question: 'Խաչմերուկը երկրորդը կանցնի՝',
        answers: ['Կանաչ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը`  կապույտի հետ միաժամանակ։', 'Դեղին ավտոմոբիլը։'],
        correct_answer: 'Կարմիր ավտոմոբիլը`  կապույտի հետ միաժամանակ։',
        image: 'images/image_43.jpg'
    },
    {
        id: 44,
        question: 'Ավտոմոբիլները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝',
        answers: ['Կապույտը, կանաչը, կարմիրը։', 'Կարմիրը, կապույտը, կանաչը։', 'Կանաչը, կարմիրը, կապույտը։'],
        correct_answer: 'Կարմիրը, կապույտը, կանաչը։',
        image: 'images/image_44.jpg'
    },
    {
        id: 45,
        question: 'Խաչմերուկը երկրորդը  կանցնի՝',
        answers: ['Կանաչ ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։', 'Կարմիր  ավտոմոբիլը։'],
        correct_answer: 'Կանաչ ավտոմոբիլը։',
        image: 'images/image_45.jpg'
    },
    {
        id: 46,
        question: 'Կարմիր ավտոմոբիլը խաչմերուկը կանցնի՝',
        answers: ['Երկրորդը`  կապույտի   հետ միաժամանակ։', 'Երկրորդը` դեղինից  հետո։', 'Երրորդը` կանաչից   եւ դեղինից հետո։'],
        correct_answer: 'Երկրորդը`  կապույտի   հետ միաժամանակ։',
        image: 'images/image_46.jpg'
    },
    {
        id: 47,
        question: 'Դեղին  ավտոմոբիլը  խաչմերուկը  կանցնի՝',
        answers: ['Առաջինը։', 'Երկրորդը։', 'Երրորդը', 'Վերջինը։'],
        correct_answer: 'Վերջինը։',
        image: 'images/image_47.jpg'
    },
    {
        id: 48,
        question: 'Ո՞ր  պատասխանում  է  ճիշտ  նշված  անցմանհերթականությունը։',
        answers: ['Մոտոցիկլը,  ավտոբուսը,  բեռնատար  ավտոմոբիլը։', 'Ավտոբուսը,  մոտոցիկլը,  բեռնատար  ավտոմոբիլը։', 'Ավտոբուսը,  բեռնատար   ավտոմոբիլը,  մոտոցիկլը։'],
        correct_answer: 'Մոտոցիկլը,  ավտոբուսը,  բեռնատար  ավտոմոբիլը։',
        image: 'images/image_48.jpg'
    },
    {
        id: 49,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝',
        answers: ['Թեթեւ  մարդատար  ավտոմոբիլը,  ավտոբուսը,  տրամվայը։', 'Տրամվայը,  ավտոբուսը,  թեթեւ  մարդատար  ավտոմոբիլը։', 'Տրամվայը,  թեթեւ  մարդատար  ավտոմոբիլը,  ավտոբուսը։'],
        correct_answer: 'Տրամվայը,  թեթեւ  մարդատար  ավտոմոբիլը,  ավտոբուսը։',
        image: 'images/image_49.jpg'
    },
    {
        id: 50,
        question: 'Ո՞ր  տրանսպորտային  միջոցի  վարորդը  պետք  է  զիջիճանապարհը։',
        answers: ['Թեթեւ  մարդատար  ավտոմոբիլի  վարորդը։', 'Ավտոբուսի  վարորդը։'],
        correct_answer: 'Ավտոբուսի  վարորդը։',
        image: 'images/image_50.jpg'
    },
    {
        id: 51,
        question: 'Ո՞ր տրանսպորտային միջոցը պետք է զիջի ճանապարհը։',
        answers: ['Կապույտ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կարմիր ավտոմոբիլը։',
        image: 'images/image_51.jpg'
    },
    {
        id: 52,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝ավտոբուսը։ավտոբուսը։ավտոմոբիլը։',
        answers: ['Դեղին ավտոբուսը, բեռնատար ավտոմոբիլը, կանաչ', 'Բեռնատար ավտոմոբիլը, դեղին ավտոբուսը, կանաչ', 'Դեղին ավտոբուսը, կանաչ ավտոբուսը, բեռնատար'],
        correct_answer: 'Բեռնատար ավտոմոբիլը, դեղին ավտոբուսը, կանաչ',
        image: 'images/image_52.jpg'
    },
    {
        id: 53,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝ավտոմոբիլը միաժամանակ։միաժամանակ,  ավտոբուսը։',
        answers: ['Ավտոբուսը,  թեթեւ մարդատար ավտոմոբիլը  եւ բեռնատար', 'Թեթեւ մարդատար ավտոմոբիլը եւ բեռնատար ավտոմոբիլը'],
        correct_answer: 'Ավտոբուսը,  թեթեւ մարդատար ավտոմոբիլը  եւ բեռնատար',
        image: 'images/image_53.jpg'
    },
    {
        id: 54,
        question: 'Ի՞նչ հերթականությամբ կանցնեն խաչմերուկը տրանսպորտայինմիջոցները, եթե  լուսացույցերը չեն աշխատում՝ավտոմոբիլը։տրոլեյբուսը։մոտոցիկլը։',
        answers: ['Տրոլեյբուսը եւ մոտոցիկլը, ավտոբուսը եւ թեթեւ մարդատար', 'Մոտոցիկլը, ավտոբուսը եւ թեթեւ մարդատար ավտոմոբիլը,', 'Ավտոբուսը եւ թեթեւ մարդատար ավտոմոբիլը, տրոլեյբուսը եւ'],
        correct_answer: 'Մոտոցիկլը, ավտոբուսը եւ թեթեւ մարդատար ավտոմոբիլը,',
        image: 'images/image_54.jpg'
    },
    {
        id: 55,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝եւ թեթեւ մարդատար ավտոմոբիլը։ավտոմոբիլը, բեռնատար  ավտոմոբիլը։',
        answers: ['Բեռնատար ավտոմոբիլը, տրամվայը եւ ավտոբուսը, մոտոցիկլը', 'Տրամվայը եւ ավտոբուսը, մոտոցիկլը եւ թեթեւ մարդատար'],
        correct_answer: 'Բեռնատար ավտոմոբիլը, տրամվայը եւ ավտոբուսը, մոտոցիկլը',
        image: 'images/image_55.jpg'
    },
    {
        id: 56,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը։ավտոմոբիլը, թեթեւ մարդատար ավտոմոբիլը։',
        answers: ['«Շտապ օգնության» ավտոմոբիլը, տրամվայը, մոտոցիկլը,', 'Մոտոցիկլը,  ավտոբուսը, տրամվայը եւ «Շտապ օգնության»'],
        correct_answer: 'Մոտոցիկլը,  ավտոբուսը, տրամվայը եւ «Շտապ օգնության»',
        image: 'images/image_56.jpg'
    },
    {
        id: 57,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝տրոլեյբուսը։տրոլեյբուսը։',
        answers: ['Բեռնատար ավտոմոբիլը եւ մոտոցիկլը, ավտոբուսը,', 'Բեռնատար ավտոմոբիլը եւ ավտոբուսը, մոտոցիկլը,'],
        correct_answer: 'Բեռնատար ավտոմոբիլը եւ մոտոցիկլը, ավտոբուսը,',
        image: 'images/image_57.jpg'
    },
    {
        id: 58,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝ավտոբուսը, ավտոցիստեռնը։ավտոմոբիլը,  ավտոցիստեռնը։',
        answers: ['Բեռնատար ավտոմոբիլը, թեթեւ մարդատար ավտոմոբիլը,', 'Բեռնատար ավտոմոբիլը, ավտոբուսը, թեթեւ մարդատար'],
        correct_answer: 'Բեռնատար ավտոմոբիլը, թեթեւ մարդատար ավտոմոբիլը,',
        image: 'images/image_58.jpg'
    },
    {
        id: 59,
        question: 'Թեթեւ մարդատար ավտոմոբիլը խաչմերուկը կանցնի`',
        answers: ['Առաջինը։', 'Երկրորդը` ավտոբուսից հետո։', 'Երրորդը։'],
        correct_answer: 'Երկրորդը` ավտոբուսից հետո։',
        image: 'images/image_59.jpg'
    },
    {
        id: 60,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝ավտոմոբիլը։ավտոմոբիլը։ավտոմոբիլը։',
        answers: ['Թեթեւ  մարդատար  ավտոմոբիլը,  ավտոբուսը,  բեռնատար', 'Ավտոբուսը, բեռնատար ավտոմոբիլը, թեթեւ  մարդատար', 'Ավտոբուսը, թեթեւ  մարդատար  ավտոմոբիլը, բեռնատար'],
        correct_answer: 'Ավտոբուսը, բեռնատար ավտոմոբիլը, թեթեւ  մարդատար',
        image: 'images/image_60.jpg'
    },
    {
        id: 61,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալհերթականությամբ՝ավտոբուսը։ավտոմոբիլը։ավտոմոբիլը։',
        answers: ['Բեռնատար ավտոմոբիլը, թեթեւ մարդատար  ավտոմոբիլը,', 'Ավտոբուսը, բեռնատար ավտոմոբիլը, թեթեւ  մարդատար', 'Ավտոբուսը, թեթեւ  մարդատար  ավտոմոբիլը, բեռնատար'],
        correct_answer: 'Բեռնատար ավտոմոբիլը, թեթեւ մարդատար  ավտոմոբիլը,',
        image: 'images/image_61.jpg'
    },
    {
        id: 62,
        question: 'Կարող են արդյո՞ք միաժամանակ կատարել ձախ շրջադարձն այսխաչմերուկում',
        answers: ['Այո', 'Ոչ: Պետք է զիջի թեթև մարդատարի վարորդը', 'Ոչ: Պետք է զիջի բեռնատարի վարորդը'],
        correct_answer: 'Այո',
        image: 'images/image_62.jpg'
    },
    {
        id: 63,
        question: 'Ո՞ւմ եք պարտավոր զիջել ճանապարհը տվյալ իրավիճակում',
        answers: ['Միայն ավտոբուսին', 'Թեթև մարդատարին', 'Ոչ մեկին'],
        correct_answer: 'Ոչ մեկին',
        image: 'images/image_63.jpg'
    },
    {
        id: 64,
        question: 'Այս իրավիճակում ձախ շրջադարձ կատարելիս',
        answers: ['Կանցնեք խաչմերուկն առաջինը', 'Կզիջենք ճանապարհը բեռնատարի վարորդին'],
        correct_answer: 'Կանցնեք խաչմերուկն առաջինը',
        image: 'images/image_64.jpg'
    },
    {
        id: 65,
        question: 'Այս իրավիճակում աջ շրջադարձ կատարելիս',
        answers: ['Կանցնեք խաչմերուկն առաջինը', 'Կզիջենք ճանապարհը թեթև մարդատարի վարորդին'],
        correct_answer: 'Կանցնեք խաչմերուկն առաջինը',
        image: 'images/image_65.jpg'
    },
    {
        id: 66,
        question: 'Ձախ շրջադարձ կատարելիս պարտավոր եք զիջել ճանապարհը',
        answers: ['Թեթև մարդատարի և Ա տարամվայի վարորդներին', 'Միայն Ա տրամվայի վարորդին', 'Տրամվայների վարորդներին', 'Ոչ ոքի'],
        correct_answer: 'Միայն Ա տրամվայի վարորդին',
        image: 'images/image_66.jpg'
    },
    {
        id: 67,
        question: 'Երթևեկությունն ուղիղ շարունակելու դեպքում',
        answers: ['Խաչմերուկն առաջինը կանցնեք', 'Կանցնեք թեթև մարդատարի անցնելուց հետո'],
        correct_answer: 'Կանցնեք թեթև մարդատարի անցնելուց հետո',
        image: 'images/image_67.jpg'
    },
    {
        id: 68,
        question: 'Այս իրավիճակում հետադարձ կատարելիս անհրաժեշտ էճանապարհը զիջել',
        answers: ['Թեթև մարդատարին', 'Երկու վարորդներին'],
        correct_answer: 'Թեթև մարդատարին',
        image: 'images/image_68.jpg'
    },
    {
        id: 69,
        question: 'Այս իրավիճակում խաչմերուկն անցնելիս հետիոտներինխոչընդոտ չստեղծել',
        answers: ['Պարտավոր ենք', 'Պարտավոր չենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_69.jpg'
    },
    {
        id: 70,
        question: 'Խաչմերուկից անմիջապես հետո գոյացած խցանմանպայմաններում մուտք գործելը խաչմերուկ թույլատրելի է միայն',
        answers: ['Եթե երթևեկությունն ուղիղ ենք շարունակելու', 'Եթե շրջադարձ կամ հետադարձ ենք կատարելու', 'Թվարկված բոլոր դեպքերում:'],
        correct_answer: 'Եթե շրջադարձ կամ հետադարձ ենք կատարելու',
        image: 'images/image_70.jpg'
    },
    {
        id: 71,
        question: 'Զիջել ճանապարհը պարտավոր ենք',
        answers: ['Մոտոցիկլի վարորդին', 'Թեթև մարդատարին', 'Ոչ ոքի'],
        correct_answer: 'Ոչ ոքի',
        image: 'images/image_71.jpg'
    },
    {
        id: 72,
        question: 'Խաչմերուկն անցնելիս վարորդը պարտավոր է զիջել ճանապարհը',
        answers: ['Միայն տրամվայների վարորդներին', 'Թեթև մարդատարի և տրամվայ Բ-ի վարորդին', 'Ոչ ոքի', 'Բոլորին'],
        correct_answer: 'Թեթև մարդատարի և տրամվայ Բ-ի վարորդին',
        image: 'images/image_72.jpg'
    },
    {
        id: 73,
        question: 'Այս իրավիճակում ձախ շրջադարձ կատարելիս պարտավոր ենքզիջել ճանապարհը',
        answers: ['Թեթև մարդատարի վարորդին', 'Ավտոբուսի վարորդին', 'Ոչ ոքի'],
        correct_answer: 'Ոչ ոքի',
        image: 'images/image_73.jpg'
    },
    {
        id: 74,
        question: 'Պարտավոր ենք զիջել ճանապարհը',
        answers: ['Միայն տրամվայի վարորդին', 'Բեռնատարի վարորդին', 'Երկու վարորդներին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_74.jpg'
    },
    {
        id: 75,
        question: 'Ճանապարհը պետք է զիջեք',
        answers: ['Ավտոբուսի վարորդին', 'Երկու վարորդներին', 'Ոչ ոքի'],
        correct_answer: 'Ոչ ոքի',
        image: 'images/image_75.jpg'
    },
    {
        id: 76,
        question: 'Այս իրավիճակում խաչմերուկն անցնելիս զիջել ճանապարհը',
        answers: ['Պարտավոր եք', 'Պարտավոր չեք'],
        correct_answer: 'Պարտավոր չեք',
        image: 'images/image_76.jpg'
    },
    {
        id: 77,
        question: 'Խաչմերուկն անցնելիս այս իրավիճակում',
        answers: ['Առաջինն անցնելու իրավունք ունենք', 'Պետք է զիջենք տրամվայի վարորդին', 'Պետք է զիջենք բեռնատարի վարորդին', 'Պետք է զիջենք բոլոր վարորդներին'],
        correct_answer: 'Առաջինն անցնելու իրավունք ունենք',
        image: 'images/image_77.jpg'
    },
    {
        id: 78,
        question: '«Շրջանաձև երթևեկություն» նշանով կահավորված շրջանաձևերթևեկությամբ խաչմերուկ մուտք գործելիս տրանսպորտայինմիջոցի վարորդըտրանսպորտային միջոցներինխաչմերուկում երթևեկողների նկատմամբ:',
        answers: ['պարտավոր է ճանապարհը զիջել այդ խաչմերուկում երթևեկող', 'ունի երթևեկության առավելություն արդեն իսկ այդ'],
        correct_answer: 'պարտավոր է ճանապարհը զիջել այդ խաչմերուկում երթևեկող',
        image: null
    },
    {
        id: 79,
        question: 'Այս իրադրությունում ձախ շրջադարձի ժամանակ պարտավոր ենքզիջել ճանապարհը',
        answers: ['Բոլոր վարորդներին', 'Միայն թեթև մարդատարի վարորդին', 'Ավտոբուսի և թեթև մարդատարի վարորդներին'],
        correct_answer: 'Ավտոբուսի և թեթև մարդատարի վարորդներին',
        image: 'images/image_79.jpg'
    },
    {
        id: 80,
        question: 'Ո՞ր վարորդն է պարտավոր չխոչընդոտել հետիոտներին',
        answers: ['Թեթև մարդատարի վարորդը', 'Բեռնատարի վարորդը', 'Երկու վարորդները'],
        correct_answer: 'Երկու վարորդները',
        image: 'images/image_80.jpg'
    },
    {
        id: 81,
        question: 'Այս իրավիճակում վարորդը  կարող է՞ կատարել ձախ շրջադարձը',
        answers: ['Այո', 'Այո, եթե չի խոչընդոտի բեռնատարի վարորդին', 'Ոչ'],
        correct_answer: 'Այո, եթե չի խոչընդոտի բեռնատարի վարորդին',
        image: 'images/image_81.jpg'
    },
    {
        id: 82,
        question: 'Այս իրադրությունում ձախ շրջադարձ կատարելիս վարորդը',
        answers: ['Պետք է զիջի ճանապարհը', 'Կանցնի խաչմերուկն առաջինը'],
        correct_answer: 'Պետք է զիջի ճանապարհը',
        image: 'images/image_82.jpg'
    },
    {
        id: 83,
        question: 'Նշանները հայտնում են, որանհրաժեշտություն է լինելու:',
        answers: ['200 մետրից ճանապարհը հատվողին զիջելու', '200 մետր հատվածում պետք է զիջենք բոլորին:'],
        correct_answer: '200 մետրից ճանապարհը հատվողին զիջելու',
        image: 'images/image_83.jpg'
    },
    {
        id: 84,
        question: 'Երկրորդ անցում ձախ շրջադարձ կատարելու դեպքում վարորդն',
        answers: ['Ունի առավելություն', 'Պետք է զիջի մյուս վարորդներին', 'Պետք է զիջի ավտոբուսի վարորդին'],
        correct_answer: 'Պետք է զիջի ավտոբուսի վարորդին',
        image: 'images/image_84.jpg'
    },
    {
        id: 85,
        question: 'Խաչմերուկն ուղիղ անցնելիս վարորդը',
        answers: ['Կարող է առաջինն անցնել', 'Պետք է զիջի տրամվային', 'Պետք է զիջի երկու վարորդներին'],
        correct_answer: 'Պետք է զիջի տրամվային',
        image: 'images/image_85.jpg'
    },
    {
        id: 86,
        question: 'Ձախ շրջադարձ կատարելիս վարորդն ո՞ւմ է պարտավոր զիջել',
        answers: ['Ավտոբուսի վարորդին', 'Թեթև մարդատարի վարորդին', 'Ոչ ոքի'],
        correct_answer: 'Ավտոբուսի վարորդին',
        image: 'images/image_86.jpg'
    },
    {
        id: 87,
        question: 'Այս խաչմերուկ մուտք գործելիս վարորդը',
        answers: ['Ունի առաջնահերթ երթևեկության իրավունք', 'Պետք է զիջի բեռնատարին', 'Երկու վարոդներին պետք է զիջի'],
        correct_answer: 'Երկու վարոդներին պետք է զիջի',
        image: 'images/image_87.jpg'
    },
    {
        id: 88,
        question: 'Ձախ շրջադարձ կատարելիս վարորդն ո՞ւմ է պարտավոր զիջել',
        answers: ['Երկու վարորդներին', 'Թեթև մարդատարի վարորդին', 'Ավտոբուսի վարորդին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_88.jpg'
    },
    {
        id: 89,
        question: 'Այս իրադրությունում զիջել պարտավոր ենք',
        answers: ['Երկու վարորդներին', 'Միայն հանդիպակացից մոտեցող բեռնատարին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_89.jpg'
    },
    {
        id: 90,
        question: 'Ձախ շրջադարձ կատարելիս',
        answers: ['Խաչմերուկն առաջինը կանցնեք', 'Կզիջեք ճանապարհը'],
        correct_answer: 'Խաչմերուկն առաջինը կանցնեք',
        image: 'images/image_90.jpg'
    },
    {
        id: 91,
        question: 'Աջ շրջադարձն այս իրադրությամբ կատարում ենք',
        answers: ['Խաչմերուկն առաջինն անցնելով', 'Զիջում ենք ճանապարհը թեթև մարդատարի վարորդին', 'Զիջում ենք ճանապարհը երկու վարորդներին'],
        correct_answer: 'Խաչմերուկն առաջինն անցնելով',
        image: 'images/image_91.jpg'
    },
    {
        id: 92,
        question: 'Աջ շրջադարձ կատարելիս',
        answers: ['Պետք է զիջեք ճանապարհը', 'Կարող եք անցնել առաջինը'],
        correct_answer: 'Կարող եք անցնել առաջինը',
        image: 'images/image_92.jpg'
    },
    {
        id: 93,
        question: 'Ձախ շրջադարձ կատարելիս պետք է ճանապարհը զիջեք',
        answers: ['Ավտոբուսի և մոտոցիկլի վարորդների', 'Ավտոբուսի վարորդին', 'Բոլորին'],
        correct_answer: 'Բոլորին',
        image: 'images/image_93.jpg'
    },
    {
        id: 94,
        question: 'Ձախ շրջադարձ կատարելիս',
        answers: ['Կանցնեք առաջինը թեթև մարդատարի հետ միաժամանակ', 'Կանցնեք մոտոցիկլից հետո'],
        correct_answer: 'Կանցնեք մոտոցիկլից հետո',
        image: 'images/image_94.jpg'
    },
    {
        id: 95,
        question: 'Ուղիղ երթևեկելիս պարտավոր եք զիջել',
        answers: ['Երկու վարորդներին', 'Միայն թեթև մարդատարին', 'Ոչ ոքի'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_95.jpg'
    },
    {
        id: 96,
        question: 'Տրամվային զիջել',
        answers: ['Պարտավոր ենք', 'Պարտավոր չենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_96.jpg'
    },
    {
        id: 97,
        question: 'Այս իրավիճակում ե՞րբ է թույլատրվում աջ շրջադարձը կատարելմիաժամանակ',
        answers: ['Անմիջապես', 'Բեռնատարին չխոչընդոտելու դեպքում՝ նրա անցման հետ', 'Բեռնատարի անցումից հետո'],
        correct_answer: 'Բեռնատարին չխոչընդոտելու դեպքում՝ նրա անցման հետ',
        image: 'images/image_97.jpg'
    },
    {
        id: 98,
        question: 'Խաչմերուկն ուղիղ անցնելիս պարտավոր եք զիջել ճանապարհը',
        answers: ['Միայն Ա տրամվայի վարորդին', 'Միայն Բ տրամվայի վարորդին', 'Երկու վարորդներին', 'Ոչ ոքի'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_98.jpg'
    },
    {
        id: 99,
        question: 'Ձախ շրջադարձ կատարելիս պարտավոր եք զիջել ճանապարհը',
        answers: ['Միայն ավտոբուսի վարորդին', 'Երկու վարորդներին', 'Ոչ ոքի'],
        correct_answer: 'Միայն ավտոբուսի վարորդին',
        image: 'images/image_99.jpg'
    },
    {
        id: 100,
        question: 'Ո՞վ առաջինը կանցնի խաչմերուկըկանցնեն փոխադարձ հարգանք ցուցաբերելով:',
        answers: ['Բեռնատարի վարորդը', 'Տրոլեյբուսի վարորդը', 'Կանոններն այս դեպքը չեն կանոնակարգում: Վարորդները'],
        correct_answer: 'Կանոններն այս դեպքը չեն կանոնակարգում: Վարորդները',
        image: 'images/image_100.jpg'
    },
    {
        id: 101,
        question: 'Հետիոտներին չխոչընդոտել վարորդը պարտավոր է',
        answers: ['Միայն ձախ շրջադարձ կատարելիս', 'Միայն աջ շրջադարձ կատարելիս', 'Երկու դեպքերում նմանապես'],
        correct_answer: 'Երկու դեպքերում նմանապես',
        image: 'images/image_101.jpg'
    },
    {
        id: 102,
        question: 'Աջ շրջադարձի ժամանակ պարտավոր եք ճանապարհը զիջել',
        answers: ['Հետիոտներին և հեծանվորդներին', 'Միայն հետիոտներին'],
        correct_answer: 'Հետիոտներին և հեծանվորդներին',
        image: 'images/image_102.jpg'
    },
    {
        id: 103,
        question: 'Ձախ շրջադարձ կատարելիս պարտավոր եք ճանապարհը զիջել',
        answers: ['Միայն թեթև մարդատարի վարորդին', 'Թեթև մարդատարի և ավտոբուսի վարորդին', 'Ոչ ոքի'],
        correct_answer: 'Միայն թեթև մարդատարի վարորդին',
        image: 'images/image_103.jpg'
    },
    {
        id: 104,
        question: 'Երբ վարորդը չի կարող որոշել ճանապարհի ծածկույթիառկայությունը (օրվա մութ ժամանակ, ցեխ, ձյուն և այլն), ևբացակայում են առավելության նշանները, ապավրականոններով:',
        answers: ['Նա պետք է համարի, որ գտնվում է երկրորդական ճանապարհի', 'Նա պետք է առաջնորդվի հավասարազոր խաչմերուկի անցման'],
        correct_answer: 'Նա պետք է համարի, որ գտնվում է երկրորդական ճանապարհի',
        image: null
    },
    {
        id: 105,
        question: 'Այս իրավիճակում զիջել ճանապարհը պարտավոր ենք',
        answers: ['Բոլոր վարոդներին', 'Միայն բեռնատարի վարորդին', 'Միայն թեթև մարդատարի վարորդին'],
        correct_answer: 'Բոլոր վարոդներին',
        image: 'images/image_105.jpg'
    },
    {
        id: 106,
        question: 'Զիջել ճանապարհը պարտավոր ենք',
        answers: ['Թեթև մարդատարի վարորդին', 'Ավտոբուսի և թեթև մարդատարի վարոդներին', 'Բոլոր վարոդներին'],
        correct_answer: 'Ավտոբուսի և թեթև մարդատարի վարոդներին',
        image: 'images/image_106.jpg'
    },
    {
        id: 107,
        question: 'Այս խաչմերուկում հետադարձ կատարելիս',
        answers: ['Առաջինը կկատարեմ մանևրը', 'Պետք է զիջել ճանապարհը մյուս վարորդին'],
        correct_answer: 'Պետք է զիջել ճանապարհը մյուս վարորդին',
        image: 'images/image_107.jpg'
    },
    {
        id: 108,
        question: 'Լուսացույցի դեղին թարթող ազդանշանի պայմաններումխաչմերուկն ուղիղ անցնելիս պարտավոր ենք',
        answers: ['Կանգնել և սպասել կանաչ թույլատրող ազդանշանի միանալուն', 'Զիջել թեթև մարդատարի վարորդին', 'Զիջել տրամվայի վարորդին'],
        correct_answer: 'Զիջել թեթև մարդատարի վարորդին',
        image: 'images/image_108.jpg'
    },
    {
        id: 109,
        question: 'Ուղիղ երթևեկելու դեպքում',
        answers: ['Կարող ենք խաչմերուկն առաջինն անցնել', 'Պետք է զիջել ճանապարհը'],
        correct_answer: 'Պետք է զիջել ճանապարհը',
        image: 'images/image_109.jpg'
    },
    {
        id: 110,
        question: 'Հետադարձ կատարելիս ո՞ւմ պետք է զիջեք ճանապարհը',
        answers: ['Բեռնատարի վարորդին', 'Թեթև մարդատարի վարորդին', 'Երկու վարորդներին'],
        correct_answer: 'Բեռնատարի վարորդին',
        image: 'images/image_110.jpg'
    },
    {
        id: 111,
        question: 'Ձախ շրջադարձ կատարելիս տրամվային զիջել',
        answers: ['Պարտավոր ենք', 'Պարտավոր չենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_111.jpg'
    },
    {
        id: 112,
        question: 'Այս խաչմերուկում ծածկույթ չունեցող ճանապարհից մոտեցողբեռնատարին զիջելգլխավոր է հանդիսանում ծածկույթ չունեցողի նկատմամբ',
        answers: ['Պարտավոր ենք, քանի որ մոտեցել է մեզ աջ կողմից', 'Պարտավոր չենք, քանի որ կոշտ ծածկույթով ճանապարհը'],
        correct_answer: 'Պարտավոր չենք, քանի որ կոշտ ծածկույթով ճանապարհը',
        image: 'images/image_112.jpg'
    },
    {
        id: 113,
        question: 'Լուսացույցի դեղին թարթող ազդանշանի պարագայում',
        answers: ['Պետք է սպասենք կանաչ ազդանշանի միանալուն', 'Կանցնենք խաչմերուկը զիջելով լծասայլի վարորդին', 'Թեթև մարդատարի հետ միաժամանակ կանցնեք խաչմերուկը'],
        correct_answer: 'Կանցնենք խաչմերուկը զիջելով լծասայլի վարորդին',
        image: 'images/image_113.jpg'
    },
    {
        id: 114,
        question: 'Ձախ շրջվելիս պարտավոր ենք զիջել ճանապարհը',
        answers: ['Թեթև մարդատարի վարորդին', 'Ավտոբուսի վարորդին', 'Մոտոցիկլի վարորդին', 'Ոչ ոքի'],
        correct_answer: 'Ոչ ոքի',
        image: 'images/image_114.jpg'
    },
    {
        id: 115,
        question: 'Այս իրավիճակում',
        answers: ['Զիջել ճանապարհը բեռնատարի վարորդին պարտավոր ենք', 'Կարող ենք տրամվայի հետ միաժամանակ անցնել խաչմերուկը:'],
        correct_answer: 'Զիջել ճանապարհը բեռնատարի վարորդին պարտավոր ենք',
        image: 'images/image_115.jpg'
    },
    {
        id: 116,
        question: 'Խաչմերուկն անցնելիս զիջել պարտավոր ենք',
        answers: ['Մոտոցիկլի վարորդին', 'Մոտոցիկլի և ավտաբուսի վարորդներին', 'Ավտոբուսի և թեթև մարդատարի վարորդներին', 'Բոլոր վարորդներին'],
        correct_answer: 'Բոլոր վարորդներին',
        image: 'images/image_116.jpg'
    },
    {
        id: 117,
        question: 'Այս իրադրությունում ճանապարհը պետք է զիջեք',
        answers: ['Միայն տրամվայի վարորդին', 'Թեթև մարդատարի վարորդին', 'Թեթև մարդատարի և տրամվայի վարորդներին', 'Բոլոր վարորդներին'],
        correct_answer: 'Թեթև մարդատարի և տրամվայի վարորդներին',
        image: 'images/image_117.jpg'
    },
    {
        id: 118,
        question: 'Այս իրավիճակում ձախ շրջադարձ կատարելիսվարորդին և հետո կավարտեք մանևրը',
        answers: ['Խաչմերուկը կանցնեք առաջինը', 'Մուտք գործելով խաչմերուկ կզիջեք ճանապարհը մոտոցիկլի'],
        correct_answer: 'Մուտք գործելով խաչմերուկ կզիջեք ճանապարհը մոտոցիկլի',
        image: 'images/image_118.jpg'
    },
    {
        id: 119,
        question: 'Խաչմերուկն ուղիղ անցնելիս անհրաժեշտ է ճանապարհը զիջել',
        answers: ['Բեռնատարի վարորդին', 'Թեթև մարդատարի վարորդին', 'Երկու վարորդներին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_119.jpg'
    },
    {
        id: 120,
        question: 'Այս իրադրությունում',
        answers: ['Խաչմերուկը կանցնեք առաջինը', 'Կզիջեք ճանապարհը թեթև մարդատարի վարորդին', 'Կզիջեք ճանապարհը երկու վարորդներին'],
        correct_answer: 'Կզիջեք ճանապարհը թեթև մարդատարի վարորդին',
        image: 'images/image_120.jpg'
    },
    {
        id: 121,
        question: 'Զիջել պարտավոր ենք',
        answers: ['Երկու վարորդներին', 'Թեթև մարդատարի վարորդին', 'Ավտոբուսի վարորդին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_121.jpg'
    },
    {
        id: 122,
        question: 'Այստեղ խաչմերուկը',
        answers: ['Առաջինը կանցնեք', 'Կզիջեք ճանապարհը բեռնատարին'],
        correct_answer: 'Կզիջեք ճանապարհը բեռնատարին',
        image: 'images/image_122.jpg'
    },
    {
        id: 123,
        question: 'Զիջել ճանապարհը տրամվայի վարորդին',
        answers: ['Պարտավոր ենք', 'Պարտավոր չենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_123.jpg'
    },
    {
        id: 124,
        question: 'Ձախ շրջադարձ կատարելիս պետք է զիջել',
        answers: ['Բեռնատարի վարորդին', 'Երկու վարորդներին', 'Ոչ ոքի'],
        correct_answer: 'Բեռնատարի վարորդին',
        image: 'images/image_124.jpg'
    },
    {
        id: 125,
        question: 'Այս խաչմերուկում',
        answers: ['Կզիջեք ճանապարհը', 'Կանցնեք առաջինը'],
        correct_answer: 'Կանցնեք առաջինը',
        image: 'images/image_125.jpg'
    },
    {
        id: 126,
        question: 'Տրամվային զիջել',
        answers: ['Պարտավոր ենք', 'Պարտավոր չենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_126.jpg'
    },
    {
        id: 127,
        question: 'Այս իրավիճակում աջ շրջադարձը թույլատրվում էբեռնատարի վարորդին',
        answers: ['Միայն բեռնատարից հետո', 'Բեռնատարի հետ միաժամանակ, եթե դա չի խոչընդոտի'],
        correct_answer: 'Բեռնատարի հետ միաժամանակ, եթե դա չի խոչընդոտի',
        image: 'images/image_127.jpg'
    },
    {
        id: 128,
        question: 'Ո՞ր տրամվայի վարորդին ենք պարտավոր զիջել ճանապարհը',
        answers: ['Միայն Ա', 'Միայն Բ', 'Երկու տրամվայների'],
        correct_answer: 'Երկու տրամվայների',
        image: 'images/image_128.jpg'
    },
    {
        id: 129,
        question: 'Ուղիղ երթևեկելիս պետք է զիջել',
        answers: ['Թեթև մարդատարի վարորդին', 'Բոլորին', 'Ոչ մեկին'],
        correct_answer: 'Թեթև մարդատարի վարորդին',
        image: 'images/image_129.jpg'
    },
    {
        id: 130,
        question: 'Այս իրադրությունում զիջել անհրաժեշտ է',
        answers: ['Ավտոբուսի վարորդին', 'Բեռնատարի վարորդին', 'Երկու վարորդներին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_130.jpg'
    },
    {
        id: 131,
        question: 'Ո՞ր նշանի դեպքում խաչմերուկում պետք է զիջեք ձախիցմոտեցող վարորդներին',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ա և Բ', 'Բոլոր'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_131.jpg'
    },
    {
        id: 132,
        question: 'Ո՞ր նկարում է պատկերված գլխավոր ճանապարհ',
        answers: ['Միայն ձախ', 'Նեքևի և ձախ', 'Բոլոր'],
        correct_answer: 'Նեքևի և ձախ',
        image: 'images/image_132.jpg'
    },
    {
        id: 133,
        question: 'Ո՞ր նկարում է պատկերված գլխավոր ճանապարհ',
        answers: ['Միայն աջ', 'Աջ և ներքևի', 'Բոլոր'],
        correct_answer: 'Աջ և ներքևի',
        image: 'images/image_133.jpg'
    },
    {
        id: 134,
        question: 'Ո՞ր նկարում է պատկերված գլխավոր ճանապարհ',
        answers: ['Վերին ձախ', 'Վերին աջ', 'Վերևի նկարներում', 'Բոլոր'],
        correct_answer: 'Վերևի նկարներում',
        image: 'images/image_134.jpg'
    },
    {
        id: 135,
        question: 'Խաչմերուկում ո՞ր ճանապարհն է համարվում գլխավորնյութեր և այլն) ճանապարհը հողային ծածկույթ ունեցողինկատմամբնկատմամբնկատմամբ',
        answers: ['Կոշտ ծածկույթով (ասֆալտբետոն, ցեմենտբետոն, քարե', 'Եռագոտի ճանապարհը ամեն ուղղությամբ մեկ գոտի ունեցողի', 'Ասֆալտբետոնե ճանապարհը սալիկապատ ճանապարհի'],
        correct_answer: 'Կոշտ ծածկույթով (ասֆալտբետոն, ցեմենտբետոն, քարե',
        image: null
    }
];