export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Դուք երթեւեկում եք երեք գոտի ունեցող երկկողմ երթեւեկությամբ ճանապարհով։ Ո՞ր դեպքում է թույլատրվում մուտք գործել միջին գոտի։ ',
        answers: ['Միայն վազանցի դեպքում։', 'Միայն շրջանցման դեպքում։', 'Միայն ձախ շրջադարձի կամ հետադարձի դեպքում։', 'Թվարկած բոլոր դեպքերում։'],
        correct_answer: 'Թվարկած բոլոր դեպքերում։',
        image: null
    },
    {
        id: 2,
        question: 'Ո՞ր ուղղությամբ է թույլատրվում բեռնատար ավտոմոբիլի երթեւեկությունը։ ',
        answers: ['Միայն դեպի աջ։', 'Դեպի աջ, դեպի ձախ եւ հակառակ ուղղությամբ։', 'Միայն դեպի ձախ։'],
        correct_answer: 'Դեպի աջ, դեպի ձախ եւ հակառակ ուղղությամբ։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Ո՞ր նկարում է վարորդը ճիշտ կատարում մանեւրը։ ',
        answers: ['1', '2', '3'],
        correct_answer: '1',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: 'Պարտավո՞ր է արդյոք վարել սովորողն ուսումնական վարման ժամանակ ամրակապվել անվտանգության գոտիներով։ ',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։', 'Պարտավոր չէ, եթե դա դժվարացնում է ավտոմոբիլ ղեկավարելը։', 'Պարտավոր չէ, եթե թույլատրում է վարել սովորեցնողը։'],
        correct_answer: 'Պարտավոր է։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Հետին հակամառախուղային լապտերիկները միացված են տրանսպորտային միջոցի արգելակումն ազդարարող լուսային սարքերին։', 'Չի աշխատում շարժիչը հովացնող հեղուկի ջերմաստիճանի ցուցիչը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Հետին հակամառախուղային լապտերիկները միացված են տրանսպորտային միջոցի արգելակումն ազդարարող լուսային սարքերին։',
        image: null
    },
    {
        id: 6,
        question: 'Նշաններից ո՞րն է արգելում կայանումն ամսվա զույգ օրերին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '5',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Այս ճանապարհային նշանը՝ ',
        answers: ['Թույլատրում է երթեւեկել միայն նշված կամ ավելի բարձր արագությամբ։', 'Արգելում է երթեւեկել նշանի վրա նշվածից ավելի բարձր արագությամբ։', 'Ցույց է տալիս այն արագությունը, որով առաջարկվում է երթեւեկել ճանապարհի տվյալ հատվածում։'],
        correct_answer: 'Թույլատրում է երթեւեկել միայն նշված կամ ավելի բարձր արագությամբ։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Հետեւյալ նշաններից ո՞րն է պարտադրում զիջել ճանապարհը հանդիպակաց երթեւեկող տրանսպորտային միջոցներին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Խաչմերուկը երկրորդը կանցնի՝ ',
        answers: ['Կապույտ ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կապույտ ավտոմոբիլը։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Խաչմերուկը երրորդը կանցնի՝ ',
        answers: ['Կապույտ ավտոմոբիլը։', 'Դեղին ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։'],
        correct_answer: 'Դեղին ավտոմոբիլը։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Կարմիր ավտոմոբիլը՝ ',
        answers: ['Ունի երթեւեկության առավելություն, քանի որ շրջանաձեւ երթեւեկությամբ խաչմերուկին մոտեցել է կապույտ ավտոմոբիլի աջ կողմից։', 'Պետք է ճանապարհը զիջի շրջանաձեւ երթեւեկությամբ ճանապարհով երթեւեկող կապույտ ավտոմոբիլին։'],
        correct_answer: 'Պետք է ճանապարհը զիջի շրջանաձեւ երթեւեկությամբ ճանապարհով երթեւեկող կապույտ ավտոմոբիլին։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ավտոմոբիլները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Դեղինը, կանաչը, կապույտը։', 'Կապույտը` կանաչի հետ միաժամանակ, դեղինը։'],
        correct_answer: 'Կապույտը` կանաչի հետ միաժամանակ, դեղինը։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Խաչմերուկը երրորդը կանցնի՝ ',
        answers: ['Դեղին ավտոմոբիլը։', 'Կարմիր ավտոմբիլը։', 'Կապույտ ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։'],
        correct_answer: 'Կապույտ ավտոմոբիլը։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Ուղիղ։', 'Դեպի աջ՝ առաջին անցումով։', 'Դեպի աջ՝ երկրորդ անցումով։', 'Դեպի աջ՝ առաջին եւ երկրորդ անցումներով։'],
        correct_answer: 'Դեպի աջ՝ առաջին անցումով։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Դեպի աջ՝ առաջին անցումով։', 'Ուղիղ եւ դեպի աջ՝ առաջին անցումով։'],
        correct_answer: 'Դեպի աջ՝ առաջին անցումով։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Թույլատրվու՞մ է արդյոք ավտոմոբիլի կայանումը նշված տեղում։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Թույլատրվու՞մ է արդյոք մերձքաղաքային, միջմարզային եւ միջքաղաքային ավտոբուսների վարորդներին բնակավայրերում գերազանցել 60 կմ/ժ արագությունը։ ',
        answers: ['Թույլատրվում է` միայն միեւնույն ուղղությամբ երկու եւ ավելի գոտի ունեցող ճանապարհներին։', 'Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 18,
        question: 'Թույլատրվու՞մ է արդյոք միջքաղաքային ավտոբուսի վարորդին բնակավայրերից դուրս գերազանցել 70 կմ/ժ արագությունը։ ',
        answers: ['Թույլատրվում է` միայն երթեւեկության համար տվյալ ուղղությամբ երկու եւ ավելի գոտի ունեցող ճանապարհներով երթեւեկելիս։', 'Թույլատրվում է, եթե չի գերազանցում 90 կմ/ժ արագությունը։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է, եթե չի գերազանցում 90 կմ/ժ արագությունը։',
        image: null
    },
    {
        id: 19,
        question: 'Պարտադի՞ր է արդյոք օրվա լուսավոր ժամերին լապտերների մոտակա լույսը միացված լինի հատուկ առանձնացված գոտիով, հիմնական հոսքին հանդիպակաց երթեւեկող ընդհանուր օգտագործման տրանսպորտային միջոցների վրա։ ',
        answers: ['Պարտադիր է։', 'Պարտադիր չէ։'],
        correct_answer: 'Պարտադիր է։',
        image: null
    },
    {
        id: 20,
        question: 'Ի՞նչ օգնություն է պետք ցուցաբերել տուժածին ցնցումային նոպայի դեպքում։ ',
        answers: ['Բռնել տուժածին` փորձելով զսպել ցնցումները։', 'Փորձել բացել բերանը, բռնել լեզուն եւ որեւէ առարկա դնել ատամների միջեւ։', 'Փորձել բացել շնչուղիները` տուժածի գլուխը ետ տանելով։', 'Ձեռք չտալ, թողնել, որ ցնցումներն ավարտվեն։'],
        correct_answer: 'Ձեռք չտալ, թողնել, որ ցնցումներն ավարտվեն։',
        image: null
    }
];