export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը ',
        answers: ['Ցանկացած', 'Միայն Բ', 'Միայն Ա'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Ճանապարհը պետք է զիջի ',
        answers: ['Թեթև մարդատարի վարորդը', 'Բեռնատարի վարորդը'],
        correct_answer: 'Բեռնատարի վարորդը',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «A» եւ «B» կարգերի տրանսպորտային միջոցներ վարելու միջազգային վարորդական վկայականները կարող են տրվել՝ ',
        answers: ['16 տարին լրացած անձանց։', '17 տարին լրացած անձանց։', '18 տարին լրացած անձանց։'],
        correct_answer: '18 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Ղեկային կառավարման պարուրակային միացումները ձգված կամ սահմանված ձեւով սեւեռված չեն։', 'Ավտոբուսում բացակայում են կրակմարիչները։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Այս ճանապարհային նշանը ',
        answers: ['Նախազգուշացնում է տրամվայի գծերի հետ հատման մասին', 'Տրամվայների կանգառի կետին մոտենալու մասին', 'Պարտադրում է զիջել տրամվայի վարորդին'],
        correct_answer: 'Նախազգուշացնում է տրամվայի գծերի հետ հատման մասին',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Այս նշանները պարտադրում են պահպանել առջևից ընթացողից հեռավորությունը ',
        answers: ['Փոքր 70 մետրից 900 մետր հատվածում', 'Ավելի 70 մետրից 900 մետր հատվածում', '70մ՝ 900 մետր հետո:'],
        correct_answer: 'Ավելի 70 մետրից 900 մետր հատվածում',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Նշված գոտուց ո՞ր ուղղությամբ կարող եք շարունակել երթևեկությունը ',
        answers: ['Միայն ուղիղ', 'Ձախ և ուղիղ', 'Ձախ, ուղիղ և հետադարձ'],
        correct_answer: 'Ձախ և ուղիղ',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Այս նշանները նախազգուշացնում են ',
        answers: ['Եռագիծ երկաթուղային գծանցին մոտենալու մասին', '150-300մ հեռավորությունից կլինի առանց ուղեփակոցի երկաթուղային գծանց', '50-100 մետր հետո երկաթուղային գծանց է'],
        correct_answer: '150-300մ հեռավորությունից կլինի առանց ուղեփակոցի երկաթուղային գծանց',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Թույլատրվո՞ւմ է կայանումը նշված վայրում ',
        answers: ['Այո', 'Թույլատրվում է միայն նշված վայրի բնակիչներին', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Աջ շրջադարձ կատարելիս ',
        answers: ['Պետք է զիջել ճանապարհը թեթև մարդատարի վարորդին', 'Խաչմերուկը կանցնեք առաջինը'],
        correct_answer: 'Խաչմերուկը կանցնեք առաջինը',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Լուսացույցի թույլատրող ազդանշանի միանալուց հետո մուտք գործել խաչմերուկ կարող ենք ',
        answers: ['Միայն հետադարձ կամ շրջադարձ կատարելու դեպքում', 'Բոլոր դեպքերում'],
        correct_answer: 'Միայն հետադարձ կամ շրջադարձ կատարելու դեպքում',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Թու՞յլատրվում է ուղևոր նստեցնելու նպատակով կանգառը նշված իրավիճակում ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Նշվածներից ո՞ր դեպքում է թույլատրվում կանգառ կատարել ',
        answers: ['Միայն Բ', 'Միայն Գ', 'Ա և Գ', 'Բոլոր դեպքերում:'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Կանգառն արգելվում է ',
        answers: ['Երկաթուղային գծանցում', 'Երկաթուղային գծանցում և 50մ գծանցին մոտ', 'Երկաթուղային գծանցում և 50մ գծանցից առաջ'],
        correct_answer: 'Երկաթուղային գծանցում',
        image: null
    },
    {
        id: 16,
        question: 'Կայանումն արգելվում է ',
        answers: ['Երկաթուղային գծանցում', 'Երկաթուղային գծանցում և 50մ գծանցին մոտ', 'Երկաթուղային գծանցում և 50մ գծանցից առաջ'],
        correct_answer: 'Երկաթուղային գծանցում և 50մ գծանցին մոտ',
        image: null
    },
    {
        id: 17,
        question: 'Բեռի փոխադրումն արգելվում է, եթե այն` ',
        answers: ['սահմանափակում է վարորդի տեսադաշտը.', 'դժվարացնում է տրանսպորտային միջոցի ղեկավարումը և թուլացնում կայունությունը', 'ծածկում է արտաքին լուսային սարքերն ու լուսանդրադարձիչները, համարանիշերը կամ ճանաչման նշանները, ինչպես նաև խանգարում ձեռքով տրվող ազդանշանների ընկալմանը', 'նշված բոլոր դեպքերում:'],
        correct_answer: 'նշված բոլոր դեպքերում:',
        image: null
    },
    {
        id: 18,
        question: 'Եթե բեռի վիճակն ու դասավորությունը հնարավորություն չեն տալիս կատարել դրա փոխադրումը կանոնների պահանջներին համապատասխան, ապա վարորդը պետք է ',
        answers: ['Բեռը բարեհաջող հասցնի մինչև մոտակա բեռնաթափման վայրը:', 'Վերացնի խախտումները կամ դադարեցնի հետագա երթևեկությունը'],
        correct_answer: 'Վերացնի խախտումները կամ դադարեցնի հետագա երթևեկությունը',
        image: null
    },
    {
        id: 19,
        question: 'Առաջնահերթ ի՞նչ պետք է ձեռնարկի վարորդը հանդիպակաց երթեւեկող տրանսպորտային միջոցի լապտերների լույսից շլանալու դեպքում։ ',
        answers: ['Լապտերների հեռահար լույսը (միացված լինելու դեպքում) փոխարկի մոտակայի։', 'Միացնի վթարային լուսային ազդանշանը։', 'Տա ձայնային ազդանշան՝ մեկ երկար եւ երեք կարճ։', 'Տա ձայնային ազդանշան՝ մեկ կարճ եւ երեք երկար։'],
        correct_answer: 'Միացնի վթարային լուսային ազդանշանը։',
        image: null
    },
    {
        id: 20,
        question: 'Ի՞նչ օպտիմալ դիրք պետք է տրվի գիտակցությունը պահպանված տուժածին` ողնաշարի վնասվածք կասկածի դեպքում. ',
        answers: ['Տուժածին պառկեցնել կողքի:', 'Տուժածին պառկեցնել մեջքի վրա` կոշտ, հարթ մակերեսի վրա, առանց անհրաժեշտության չտեղաշարժել, դիրքը չփոխել:', 'Տուժածին պառկեցնել մեջքի վրա, պարանոցի տակ տեղադրել շորերից պատրաստված գլանակ և բարձրացնել ոտքերը:'],
        correct_answer: 'Տուժածին պառկեցնել մեջքի վրա` կոշտ, հարթ մակերեսի վրա, առանց անհրաժեշտության չտեղաշարժել, դիրքը չփոխել:',
        image: null
    }
];