export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ի՞նչ առավելագույն արագությամբ է  թույլատրվում թեթեւ  մարդատար ավտոմոբիլների երթեւեկությունը ճանապարհներին` բնակավայրերից դուրս։ ',
        answers: ['110 կմ/ժ։', '100 կմ/ժ։', '90 կմ/ժ։', '80 կմ/ժ։', '70 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 2,
        question: 'Կահավորված թափքում մարդ փոխադրող բեռնատար  ավտոմոբիլների  երթեւեկությունը  թույլատրվում  է ոչ  ավելի քան` ',
        answers: ['60 կմ/ժ արագությամբ։', '70 կմ/ժ արագությամբ։', '80 կմ/ժ արագությամբ։'],
        correct_answer: '60 կմ/ժ արագությամբ։',
        image: null
    },
    {
        id: 3,
        question: 'Այս նախազգուշացնող նշանը բնակավայրերից դուրս, մինչեւ վտանգավոր հատվածի սկիզբը ի՞նչ հեռավորության վրա է տեղադրվում։ ',
        answers: ['50 - 100 մ։', '150 - 300 մ։', '300 - 500 մ։'],
        correct_answer: '150 - 300 մ։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: 'Երեխաների կազմակերպված խմբեր փոխադրող տրանսպորտային միջոցների երթեւեկությունը թույլատրվում է՝ ',
        answers: ['60  կմ/ժ ոչ ավելի արագությամբ։', '70  կմ/ժ ոչ ավելի արագությամբ։', '80  կմ/ժ ոչ ավելի արագությամբ։'],
        correct_answer: '60  կմ/ժ ոչ ավելի արագությամբ։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների երթեւեկությունը բնակավայրերում թույլատրվում է՝ ',
        answers: ['60 կմ/ժ ոչ ավելի արագությամբ։', '80 կմ/ժ ոչ ավելի արագությամբ։', '90 կմ/ժ ոչ ավելի արագությամբ։'],
        correct_answer: '60 կմ/ժ ոչ ավելի արագությամբ։',
        image: null
    },
    {
        id: 6,
        question: 'Ո՞ր ուղղությամբ է թույլատրվում երթեւեկությունը։ ',
        answers: ['Միայն  ուղիղ։', 'Ուղիղ  եւ  դեպի  աջ։', 'Ուղիղ,  դեպի  աջ  եւ  դեպի  ձախ։', 'Բոլոր  ուղղություններով։'],
        correct_answer: 'Ուղիղ,  դեպի  աջ  եւ  դեպի  ձախ։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Միջքաղաքային ավտոբուսների երթեւեկությունը բնակավայրերից դուրս թույլատրվում է՝ ',
        answers: ['70  կմ/ժ ոչ ավելի արագությամբ։', '90 կմ/ժ ոչ ավելի արագությամբ։', '110  կմ/ժ ոչ ավելի արագությամբ։'],
        correct_answer: '90 կմ/ժ ոչ ավելի արագությամբ։',
        image: null
    },
    {
        id: 8,
        question: 'Ի՞նչ արագությամբ է թույլատրվում երթեւեկել  3.5 տ ոչ  ավելի թույլատրելի  առավելագույն զանգված ունեցող  բեռնատար ավտոմոբիլներով՝ բնակավայրերից դուրս։ ',
        answers: ['90  կմ/ժ արագությունից ոչ ավելի։', '70  կմ/ժ արագությունից ոչ ավելի։', '80  կմ/ժ արագությունից ոչ ավելի։'],
        correct_answer: '90  կմ/ժ արագությունից ոչ ավելի։',
        image: null
    },
    {
        id: 9,
        question: 'Թույլատրվու՞մ է արդյոք մերձքաղաքային, միջմարզային եւ միջքաղաքային ավտոբուսների  վարորդներին   բնակավայրերում  գերազանցել  60  կմ/ժ  արագությունը։ ',
        answers: ['Թույլատրվում է` միայն միեւնույն  ուղղությամբ  երկու եւ  ավելի  գոտի  ունեցող  ճանապարհներին։', 'Թույլատրվում  է։', 'Արգելվում  է։'],
        correct_answer: 'Արգելվում  է։',
        image: null
    },
    {
        id: 10,
        question: 'Թույլատրվու՞մ  է  արդյոք  միջքաղաքային  ավտոբուսի  վարորդին  բնակավայրերից  դուրս  գերազանցել 70 կմ/ժ  արագությունը։ ',
        answers: ['Թույլատրվում  է`  միայն  երթեւեկության  համար  տվյալ  ուղղությամբ  երկու  եւ ավելի  գոտի  ունեցող   ճանապարհներով  երթեւեկելիս։', 'Թույլատրվում  է, եթե չի գերազանցում 90 կմ/ժ արագությունը։', 'Արգելվում  է։'],
        correct_answer: 'Թույլատրվում  է, եթե չի գերազանցում 90 կմ/ժ արագությունը։',
        image: null
    },
    {
        id: 11,
        question: 'Քարշակման  ժամանակ վթարային լուսային ազդանշանի բացակայության կամ անսարքության դեպքում, «Վթարային կանգառ» նշանը տեղադրվում է՝ ',
        answers: ['Քարշակվող տրանսպորտային միջոցի հետեւի մասում։', 'Քարշակող տրանսպորտային միջոցի առջեւի  մասում։', 'Վարորդի հայեցողությամբ` տրանսպորտային միջոցներից մեկի վրա` տեսանելի տեղում։'],
        correct_answer: 'Քարշակվող տրանսպորտային միջոցի հետեւի մասում։',
        image: null
    },
    {
        id: 12,
        question: 'Կոշտ կցիչով քարշակման ժամանակ  տրանսպորտային միջոցների միջեւ հեռավորությունը չպետք է գերազանցի՝ ',
        answers: ['2 մ։', '3 մ։', '4 մ։', '5 մ։', '6 մ։'],
        correct_answer: '4 մ։',
        image: null
    },
    {
        id: 13,
        question: 'Թույլատրվու՞մ է արդյոք կոշտ կամ ճկուն կցիչով քարշակման  ժամանակ  մարդկանց փոխադրումը  բեռնատար  ավտոմոբիլի  թափքում՝ ',
        answers: ['Թույլատրվում է քարշակող եւ քարշակվող ավտոմոբիլների  թափքում։', 'Թույլատրվում է միայն քարշակվող ավտոմոբիլի թափքում։', 'Թույլատրվում է միայն քարշակող ավտոմոբիլի թափքում։', 'Երկու ավտոմոբիլների թափքում էլ արգելվում է։'],
        correct_answer: 'Թույլատրվում է միայն քարշակող ավտոմոբիլի թափքում։',
        image: null
    },
    {
        id: 14,
        question: 'Կոշտ կամ ճկուն կցիչով քարշակման ժամանակ նշվածներից ո՞ր դեպքում է թույլատրվում  մարդկանց փոխադրումը քարշակվող ավտոմոբիլում։ ',
        answers: ['Թույլատրվում է ավտոբուսում։', 'Թույլատրվում է թեթեւ մարդատար ավտոմոբիլում։', 'Թույլատրվում է բեռնատար ավտոմոբիլի թափքում՝ կոշտ կցիչով քարշարկելիս։'],
        correct_answer: 'Թույլատրվում է թեթեւ մարդատար ավտոմոբիլում։',
        image: null
    },
    {
        id: 15,
        question: 'Ի՞նչ  առավելագույն  արագությամբ  է  թույլատրվում  երթեւեկությունը՝ մեխանիկական տրանսպորտային  միջոցներով  քարշակում կատարելիս։ ',
        answers: ['30 կմ/ժ։', '40 կմ/ժ։', '50 կմ/ժ։', '60 կմ/ժ։', '70 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: null
    },
    {
        id: 16,
        question: 'Քարշակումը մերկասառույցի պայմաններում արգելվում է՝ ',
        answers: ['Ճկուն  կցիչով։', 'Կոշտ  կցիչով։', 'Մասնակի  բեռնման  եղանակով։'],
        correct_answer: 'Ճկուն  կցիչով։',
        image: null
    },
    {
        id: 17,
        question: 'Ինչպիսի՞  առավելագույն  արագությամբ  կարող  է  իրականացվել  քարշակումը  տվյալ պայմաններում։ ',
        answers: ['30 կմ/ժ։', '50 կմ/ժ։', '70 կմ/ժ։', '80 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Թույլատրվու՞մ է արդյոք  ճկուն կամ կոշտ կցիչով քարշակման դեպքում մարդկանց փոխադրումը քարշակվող մեխանիկական տրանսպորտային միջոցում։ ',
        answers: ['Թույլատրվում է՝ ավտոբուսում եւ տրոլեյբուսում։', 'Թույլատրվում է՝ միայն թեթեւ մարդատար ավտոմոբիլում։', 'Թույլատրվում է՝ բեռնատար ավտոմոբիլի թափքում եւ  թեթեւ մարդատար ավտոմոբիլում։', 'Թույլատրվում է՝ բեռնատար ավտոմոբիլի խցիկում եւ թեթեւ  մարդատար ավտոմոբիլում։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է՝ բեռնատար ավտոմոբիլի խցիկում եւ թեթեւ  մարդատար ավտոմոբիլում։',
        image: null
    },
    {
        id: 19,
        question: 'Քարշակումը մերկասառույցի պայմաններում՝ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է՝  կոշտ  կցիչով կամ  մասնակի բեռնման եղանակով քարշակելիս։'],
        correct_answer: 'Թույլատրվում է՝  կոշտ  կցիչով կամ  մասնակի բեռնման եղանակով քարշակելիս։',
        image: null
    },
    {
        id: 20,
        question: 'Ինչպիսի՞ առավելագույն  արագությամբ է թույլատրվում  տրանսպորտային միջոցների քարշակումը  ճկուն  կցիչով։ ',
        answers: ['70 կմ/ժ։', '60 կմ/ժ։', '50 կմ/ժ։', '40 կմ/ժ։', '30 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: null
    },
    {
        id: 21,
        question: 'Ո՞ր դեպքում է արգելվում քարշակումը։ ',
        answers: ['Մերկասառույցի պայմաններում` կոշտ կցիչով։', 'Մերկասառույցի պայմաններում` ճկուն կցիչով։', 'Կողային կցորդով մոտոցիկլներով։'],
        correct_answer: 'Մերկասառույցի պայմաններում` ճկուն կցիչով։',
        image: null
    },
    {
        id: 22,
        question: 'Բնակավայրերից դուրս մեխանիկական տրանսպորտային միջոցներ քարշակելիս  երթեւեկության արագությունը  չպետք է  գերազանցի՝ ',
        answers: ['30  կմ/ժ։', '40  կմ/ժ։', '50  կմ/ժ։', '60  կմ/ժ։', '70  կմ/ժ։'],
        correct_answer: '50  կմ/ժ։',
        image: null
    },
    {
        id: 23,
        question: 'Թույլատրվու՞մ է արդյոք մոտոցիկլների քարշակումը։ ',
        answers: ['Թույլատրվում  է`  կողային   կցորդով  մոտոցիկլների  քարշակումը։', 'Թույլատրվում  է` առանց կողային կցորդի մոտոցիկլների  քարշակումը։', 'Թույլատրվում  է` երկու դեպքում էլ։'],
        correct_answer: 'Թույլատրվում  է`  կողային   կցորդով  մոտոցիկլների  քարշակումը։',
        image: null
    },
    {
        id: 24,
        question: 'Քարշարկման ժամանակ տրանսպորտային միջոցների միջեւ ի՞նչ  հեռավորություն  պետք է ապահովի ճկուն կցիչը։ ',
        answers: ['1 - 3 մ։', '2 - 4 մ։', '3 - 6 մ։', '4 - 6 մ։', '4 - 8 մ։'],
        correct_answer: '4 - 6 մ։',
        image: null
    },
    {
        id: 25,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում կցորդ քարշակող  թեթեւ մարդատար  ավտոմոբիլների երթեւեկությունն  ավտոմայրուղիներով երթեւեկելիս։ ',
        answers: ['110 կմ/ժ։', '100 կմ/ժ։', '90 կմ/ժ։', '80 կմ/ժ։', '70 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 26,
        question: 'Կոշտ կցիչով քարշակման ժամանակ հեռավորությունը տրանսպորտային միջոցների միջեւ պետք է լինի ոչ ավելի՝ ',
        answers: ['4 մ-ից։', '5 մ-ից։', '6 մ-ից։'],
        correct_answer: '4 մ-ից։',
        image: null
    },
    {
        id: 27,
        question: 'Մեխանիկական տրանսպորտային միջոցների մասնակի  բեռնումով   քարշակման   ժամանակ   ուղեւորների  փոխադրում  թույլատրվում է՝ ',
        answers: ['Քարշակող  ավտոմոբիլի  թափքում։', 'Քարշակվող  ավտոմոբիլի  խցիկում։', 'Քարշակվող  ավտոմոբիլի  թափքում։', 'Քարշակող  ավտոմոբիլի  խցիկում։'],
        correct_answer: 'Քարշակող  ավտոմոբիլի  խցիկում։',
        image: null
    },
    {
        id: 28,
        question: 'Թույլատրվու՞մ է արդյոք քարշակել կողային կցորդով մոտոցիկլները։ ',
        answers: ['Թույլատրվում է` միայն կոշտ կցիչով։', 'Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: null
    },
    {
        id: 29,
        question: 'Ի՞նչ  առավելագույն  արագությամբ  է  թույլատրվում  երթեւեկությունը  ճկուն  կցիչով քարշակելիս։ ',
        answers: ['70 կմ/ժ։', '60 կմ/ժ։', '50 կմ/ժ։', '40 կմ/ժ։', '30 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: null
    },
    {
        id: 30,
        question: 'Տրանսպորտային միջոցի վրա բեռը տեղաբաշխվում եւ անհրաժեշտության դեպքում  նաեւ ամրացվում է այնպես, որպեսզի` ',
        answers: ['Չցցվի հարթակի կողերից բարձր։', 'Զգալի աղմուկ չհանի, փոշի չբարձրացնի կամ չաղտոտի ճանապարհն ու շրջակա միջավայրը։', 'Դուրս չցցվի տրանսպորտային միջոցի հետեւի եզրից 0,8 մ-ից ավելի։'],
        correct_answer: 'Զգալի աղմուկ չհանի, փոշի չբարձրացնի կամ չաղտոտի ճանապարհն ու շրջակա միջավայրը։',
        image: null
    },
    {
        id: 31,
        question: 'Թեթեւ  մարդատար ավտոմոբիլի առջեւի նստատեղին, եթե այն կահավորված չէ երեխաներին պահող հարմարանքով, թույլատրվում է փոխադրել երեխաներ, եթե լրացել է նրանց՝ ',
        answers: ['10 տարին։', '11 տարին', '12 տարին։'],
        correct_answer: '12 տարին։',
        image: null
    },
    {
        id: 32,
        question: 'Թույլատրվու՞մ  է արդյոք  մարդկանց  փոխադրումը  բեռնատար կցորդում։ ',
        answers: ['Արգելվում  է։', 'Թույլատրվում  է։', 'Թույլատրվում  է՝  միայն  բեռն  ուղեկցող  անձանց։'],
        correct_answer: 'Արգելվում  է։',
        image: null
    },
    {
        id: 33,
        question: 'Թույլատրվու՞մ է արդյոք մինչեւ 12 տարեկան երեխաների  փոխադրումը մոտոցիկլի հետևի նստատեղին։ ',
        answers: ['Թույլատրվում  է։', 'Արգելվում  է։'],
        correct_answer: 'Արգելվում  է։',
        image: null
    },
    {
        id: 34,
        question: 'Թույլատրվու՞մ  է  արդյոք  երթեւեկության  ժամանակ  մարդկանց  գտնվելը  բեռնատար ավտոմոբիլի  թափքում,  եթե  այն  կահավորված  չէ  մարդկանց  փոխադրելու  համար։ ',
        answers: ['Արգելվում  է։', 'Թույլատրվում  է՝  ավտոմայրուղի  չհամարվող  ճանապարհներին։', 'Թույլատրվում  է՝  միայն  բեռն  ուղեկցող  կամ  այն  ստանալու  համար  մեկնող  անձանց՝ այն պայմանով, որ  նրանք ապահովված են ավտոմոբիլի  կողերի  մակարդակից ցածր տեղադրված    նստարաներով։'],
        correct_answer: 'Թույլատրվում  է՝  միայն  բեռն  ուղեկցող  կամ  այն  ստանալու  համար  մեկնող  անձանց՝ այն պայմանով, որ  նրանք ապահովված են ավտոմոբիլի  կողերի  մակարդակից ցածր տեղադրված    նստարաներով։',
        image: null
    },
    {
        id: 35,
        question: 'Մարդկանց փոխադրումը բեռնատար կցորդում՝ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է միայն բեռն ուղեկցող անձանց։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 36,
        question: 'Կոշտ կամ ճկուն կցիչով քարշակման ժամանակ թույլատրվու՞մ է արդյոք  մարդկանց փոխադրումը քարշակվող ավտոբուսում։ ',
        answers: ['Թույլատրվում է։', 'Թույլատրվում է մինչեւ  8 ուղեւոր։', 'Արգելվում  է։'],
        correct_answer: 'Արգելվում  է։',
        image: null
    },
    {
        id: 37,
        question: 'Ավտոբուսի քարշակումը մերկասառույցի պայմաններում արգելվում է՝ ',
        answers: ['Ճկուն  կցիչով։', 'Կոշտ  կցիչով։'],
        correct_answer: 'Ճկուն  կցիչով։',
        image: null
    },
    {
        id: 38,
        question: 'Թույլատրվու՞մ է արդյոք  ճկուն կամ կոշտ կցիչով քարշակման դեպքում մարդկանց փոխադրումը քարշակվող մեխանիկական տրանսպորտային միջոցում։ ',
        answers: ['Թույլատրվում է ավտոբուսում եւ տրոլեյբուսում։', 'Թույլատրվում է բեռնատար ավտոմոբիլի խցիկում եւ թեթեւ  մարդատար ավտոմոբիլում։', 'Թույլատրվում է բեռնատար ավտոմոբիլի թափքում եւ թեթեւ մարդատար ավտոմոբիլում։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է բեռնատար ավտոմոբիլի խցիկում եւ թեթեւ  մարդատար ավտոմոբիլում։',
        image: null
    },
    {
        id: 39,
        question: 'Մարդկանց  փոխադրումն արգելվում է, եթե` ',
        answers: ['Զբոսաշրջության  երթուղիներով երթեւեկող ավտոբուսի սրահում մարդկանց թիվը գերազանցում է  կահավորված նստատեղերի քանակը։', 'Միջքաղաքային երթուղիներով երթեւեկող ավտոբուսի սրահում մարդկանց թիվը գերազանցում է կահավորված նստատեղերի քանակը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 40,
        question: 'Ավտոբուսով երեխաների կազմակերպված խմբեր փոխադրելիս սրահում պետք է գտնվի առնվազն` ',
        answers: ['Մեկ չափահաս ուղեկցող։', 'Երկու չափահաս ուղեկցող։', 'Երեք չափահաս ուղեկցող։'],
        correct_answer: 'Մեկ չափահաս ուղեկցող։',
        image: null
    },
    {
        id: 41,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում երթեւեկել միջմարզային եւ միջքաղաքային ուղեւորափոխադրումներ իրականացնող ավտոբուսներին` բնակավայրերից դուրս բոլոր ճանապարհներին։ ',
        answers: ['60 կմ/ժ։', '70 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 42,
        question: 'Թույլատրվու՞մ է  արդյոք ավտոբուսներին բնակավայրերից դուրս երթեւեկել  70 կմ/ժ  արագությամբ։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: null
    },
    {
        id: 43,
        question: 'Միջքաղաքային  փոխադրումներ իրականացնող ավտոբուսների երթեւեկությունը բնակավայրերում թույլատրվում է ոչ ավելի քան` ',
        answers: ['60 կմ/ժ։', '70 կմ/ժ։', '90 կմ/ժ ։'],
        correct_answer: '60 կմ/ժ։',
        image: null
    },
    {
        id: 44,
        question: 'Ի՞նչ առավելագույն  արագությամբ է թույլատրվում միջքաղաքային  փոխադրումներ իրականացնող ավտոբուսների երթեւեկությունը բնակավայրերից դուրս` ',
        answers: ['60 կմ/ժ։', '70 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 45,
        question: 'Ի՞նչ առավելագույն  արագությամբ է թույլատրվում  ավտոբուսների երթեւեկությունը «Բնակելի գոտի» եւ «Բնակելի գոտու վերջը» նշաններով կահավորված տարածքներում։ ',
        answers: ['20 կմ/ժ։', '30 կմ/ժ։', '40 կմ/ժ։'],
        correct_answer: '20 կմ/ժ։',
        image: null
    },
    {
        id: 46,
        question: 'Թույլատրվու՞մ է արդյոք  կոշտ  կամ ճկուն կցիչով քարշակման ժամանակ մարդկանց փոխադրումը քարշակվող ավտոբուսում։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 47,
        question: 'Կահավորված թափքում մարդկանց փոխադրելու  դեպքում  բեռնատար ավտոմոբիլի վարորդը պարտավոր է երթեւեկել ոչ ավելի քան` ',
        answers: ['50 կմ/ժ արագությամբ։', '60 կմ/ժ արագությամբ։', '70 կմ/ժ արագությամբ։'],
        correct_answer: '60 կմ/ժ արագությամբ։',
        image: null
    },
    {
        id: 48,
        question: 'Թույլատրվու՞մ է արդյոք ուղեւորների փոխադրումը քարշակող ավտոբուսում։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: null
    },
    {
        id: 49,
        question: 'Այս նշանի առկայության դեպքում ի՞նչ  առավելագույն արագությամբ  երթեւեկելու իրավունք ունեն միջքաղաքային ավտոբուսների վարորդները։ ',
        answers: ['70 կմ/ժ։', '90 կմ/ժ։', '110 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: 'images/image_49.jpg'
    },
    {
        id: 50,
        question: 'Ի՞նչ առավելագույն արագությամբ  կարող է երթեւեկել քարշակող ավտոբուսի վարորդը տվյալ իրավիճակում։ ',
        answers: ['50 կմ/ժ։', '60 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: 'images/image_50.jpg'
    },
    {
        id: 51,
        question: 'Ի՞նչ առավելագույն արագությամբ  կարող է երթեւեկել միջքաղաքային ավտոբուսի վարորդը  տվյալ իրավիճակում։ ',
        answers: ['60 կմ/ժ։', '70 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: 'images/image_51.jpg'
    },
    {
        id: 52,
        question: 'Ի՞նչ արագությամբ  կարող է շարունակել երթեւեկությունը  ավտոբուսի վարորդը  տվյալ ճանապարհային նշանով նշված գոտում։ ',
        answers: ['60 կմ/ժ-ից պակաս։', 'Ոչ  պակաս 60 կմ/ժ, բայց ոչ ավելի քան  70 կմ/ժ։', 'Ոչ  պակաս 60 կմ/ժ բայց  ոչ ավելի քան  90 կմ/ժ։'],
        correct_answer: 'Ոչ  պակաս 60 կմ/ժ բայց  ոչ ավելի քան  90 կմ/ժ։',
        image: 'images/image_52.jpg'
    },
    {
        id: 53,
        question: 'Այս նշանով կահավորված ճանապարհներին միջքաղաքային ավտոբուսների վարորդներն իրավունք  ունեն երթեւեկելու ոչ ավելի քան` ',
        answers: ['60 կմ/ժ արագությամբ։', '80 կմ/ժ արագությամբ։', '90 կմ/ժ արագությամբ։'],
        correct_answer: '60 կմ/ժ արագությամբ։',
        image: 'images/image_53.jpg'
    },
    {
        id: 54,
        question: 'Այս նշանով կահավորված ճանապարհներին միջքաղաքային ավտոբուսների վարորդներն իրավունք  ունեն երթեւեկելու ոչ ավել քան` ',
        answers: ['60 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: 'images/image_54.jpg'
    },
    {
        id: 55,
        question: 'Թույլատրվու՞մ է ուղեւորների փոխադրումը ավտոբուսի սրահում տվյալ իրավիճակում։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է նստատեղերի քանակին համապատասխան։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_55.jpg'
    },
    {
        id: 56,
        question: 'Կոշտ կամ ճկուն կցիչով քարշակման ժամանակ թույլատրվու՞մ է արդյոք ուղեւորների փոխադրումը քարշակվող ավտոբուսում։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է կոշտ կցիչով քարշակման ժամանակ։', 'Թույլատրվում է։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 57,
        question: 'Քարշակման ժամանակ քարշակվող  տրանսպորտային միջոցի վրա պետք է  միացված լինեն` ',
        answers: ['Լապտերների հեռահար լույսերը։', 'Լապտերների մոտակա լույսերը։', 'Վթարային լուսային ազդանշանը։'],
        correct_answer: 'Վթարային լուսային ազդանշանը։',
        image: null
    },
    {
        id: 58,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում  միջքաղաքային ավտոբուսների երթեւեկությունն  ավտոմայրուղիներով։ ',
        answers: ['70 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։', '100 կմ/ժ։', '110 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 59,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում ավտոբուսի երթեւեկությունը այս ճանապարհային նշանի ազդեցության ճանապարհահատվածներում։ ',
        answers: ['70 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։', '100 կմ/ժ։', '110 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: 'images/image_59.jpg'
    },
    {
        id: 60,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում  միջքաղաքային ավտոբուսների երթեւեկությունն  ավտոմայրուղիներով։ ',
        answers: ['70 կմ/ժ։', '80 կմ/ժ։', '110 կմ/ժ։', '100 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 61,
        question: 'Ի՞նչ արագությամբ  է  թույլատրվում  տրանսպորտային միջոցների երթեւեկությունը «Բնակելի գոտի» եւ «Բնակելի գոտու վերջ»  ճանապարհային  նշանների ազդեցության տարածքներում։ ',
        answers: ['5  կմ/ժ  ոչ  ավելի։', '10  կմ/ժ  ոչ  ավելի։', '20  կմ/ժ  ոչ  ավելի։'],
        correct_answer: '20  կմ/ժ  ոչ  ավելի։',
        image: null
    },
    {
        id: 62,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում թեթեւ մարդատար ավտոմոբիլների երթեւեկությունը այս ճանապարհային նշանի ազդեցության ճանապարհահատվածներում։ ',
        answers: ['70 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։', '100 կմ/ժ։', '110 կմ/ժ։'],
        correct_answer: '110 կմ/ժ։',
        image: 'images/image_62.jpg'
    },
    {
        id: 63,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրված երթևեկությունը 3,5 տոննայից ոչ ավել թույլատրելի առավելագույն զանգվածով բեռնատարի վարորդին նշված նշանների ազդման գոտում ',
        answers: ['Ոչ ավել քան 50 կմ/ժ', 'Ոչ ավել քան 70 կմ/ժ', 'Ոչ ավել քան 90 կմ/ժ'],
        correct_answer: 'Ոչ ավել քան 90 կմ/ժ',
        image: 'images/image_63.jpg'
    },
    {
        id: 64,
        question: 'Մեխանիկական տրանսպորտային միջոց քարշակելիս այս ճանապարհի ո՞ր գոտով կարող եք շարունակել երթևեկությունը ',
        answers: ['Միայն աջ', 'Ցանկացած'],
        correct_answer: 'Միայն աջ',
        image: 'images/image_64.jpg'
    },
    {
        id: 65,
        question: 'Ի՞նչ պայմաններ պետք է հաշվի առնի վարորդը սահմանված արագությունը չգերազանցող արագությունը ընտրելիս ',
        answers: ['Ճանապարհային ծածկույթի վիճակը', 'Տեսանելիությունը երթևեկության ուղղությամբ', 'Նշված երկու պայմանները:'],
        correct_answer: 'Նշված երկու պայմանները:',
        image: null
    },
    {
        id: 66,
        question: 'Ի՞նչ արագություն պետք է ընտրի վարորդը թույլատրելի առավելագույնի սահմաններում ',
        answers: ['Տրանսպորտային միջոցի լիարժեք կառավարումը ապահովող', 'Ազատ է ընտրելու ցանկացած արագություն, որը չի գերազանցի առավելագույն թույլատրելին'],
        correct_answer: 'Տրանսպորտային միջոցի լիարժեք կառավարումը ապահովող',
        image: null
    },
    {
        id: 67,
        question: 'Վարորդին արգելվում է` ',
        answers: ['գերազանցել տվյալ տրանսպորտային միջոցի տեխնիկական բնութագրով սահմանված առավելագույն արագությունը.', 'գերազանցել տրանսպորտային միջոցի վրա տեղադրված «Արագության սահմանափակում» ճանաչման նշանով նախատեսված արագությունը.', 'առանց անհրաժեշտության ընթանալ շատ ցածր արագությամբ` խոչընդոտելով մյուս տրանսպորտային միջոցների երթևեկությանը.', 'կտրուկ արգելակել, եթե դա անհրաժեշտ չէ ճանապարհատրանսպորտային պատահար կանխելու համար', 'Բոլոր նշված գործողությունները'],
        correct_answer: 'Բոլոր նշված գործողությունները',
        image: null
    },
    {
        id: 68,
        question: '',
        answers: ['1 և 3', '1 և 4', 'միայն 2-ը', '2 և 3'],
        correct_answer: 'միայն 2-ը',
        image: 'images/image_68.jpg'
    },
    {
        id: 69,
        question: 'Վարորդին արգելվում է ',
        answers: ['Երկաթուղային գծանցը հատել ավելի քան 30 կմ/ժ արագությամբ', 'Երկաթուղային գծանցը հատել պակաս 30 կմ/ժ արագությունից', 'Առանց երկաթգծի ուղեմասի պետի թույլտվության գծանցով երթևեկել դանդաղընթաց մեքենաներով` 8 կմ/ժ ցածր արագությամբ և տափանների հետ կցված տրակտորներով'],
        correct_answer: 'Առանց երկաթգծի ուղեմասի պետի թույլտվության գծանցով երթևեկել դանդաղընթաց մեքենաներով` 8 կմ/ժ ցածր արագությամբ և տափանների հետ կցված տրակտորներով',
        image: null
    },
    {
        id: 70,
        question: 'Խաչմերուկին մոտենալիս վարորդը տրանսպորտային միջոցը պետք է վարի այնպիսի արագությամբ, որ ',
        answers: ['Չգերազանցի տվյալ հատվածում սահմանված առավելագույն թույլատրելին:', 'Հնարավորություն ունենա կանգնելու և բաց թողնելու անցման առաջնահերթության իրավունք ունեցող փոխադրամիջոցները'],
        correct_answer: 'Հնարավորություն ունենա կանգնելու և բաց թողնելու անցման առաջնահերթության իրավունք ունեցող փոխադրամիջոցները',
        image: null
    },
    {
        id: 71,
        question: 'Բարձրացնել արագությունը վարորդին արգելվում է, եթե ',
        answers: ['Դա կխոչընդոտի իրեն վազանցող տրանսպորտային միջոցի վարորդի վազանց կատարելուն:', 'Դա անհրաժեշտ է իրեն ճանապարհը զիջելու նպատակով կանգ առած վարորդի ճանապարհը ազատելու համար:', 'Դա կատարվում է խաչմերուկն ազատելու նպատակով'],
        correct_answer: 'Դա կխոչընդոտի իրեն վազանցող տրանսպորտային միջոցի վարորդի վազանց կատարելուն:',
        image: null
    },
    {
        id: 72,
        question: 'Վարորդը պարտավոր է իջեցնել արագությունը ',
        answers: ['«Երեխաների փոխադրում» ճանաչման նշանով կահավորված տրանսպորտային միջոցներ երեխաների նստեցման և իջեցման ժամանակ այդ տրանսպորտային միջոցներին մոտենալիս:', 'Շլանալու դեպքում', 'Երթևեկության համար խոչընդոտ կամ վտանգ առաջանալու դեպքում:', 'Կապույտ և կարմիր գույների առկայծող փարոսիկներ և հատուկ ձայնային ազդանշան միացրած տրանսպորտային միջոց մոտենալու դեպքում, ինչպես նաև կապույտ կամ կապույտ և կարմիր գույների առկայծող փարոսիկներ միացրած, կանգնած վիճակում գտնվող տրանսպորտային միջոցին մոտենալիս:', 'Բոլոր նշված դեպքերում'],
        correct_answer: 'Բոլոր նշված դեպքերում',
        image: null
    },
    {
        id: 73,
        question: 'Տրանսպորտային միջոցի կողքից` եզրաչափային լույսի արտաքին եզրից 0,5 մ դուրս ցցվելու դեպքում բեռը պետք է արդյո՞ք նշվի օրվա լուսավոր ժամերին «Մեծ եզրաչափերով բեռ» ճանաչման նշանով, իսկ օրվա մութ ժամանակ և անբավարար տեսանելիության պայմաններում, նաև` առջևից սպիտակ, իսկ հետևից` կարմիր գույնի լապտերիկներով կամ լուսանդրադարձիչով: ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: null
    },
    {
        id: 74,
        question: 'Բեռնատարով, որի վարորդը ունի B և C կարգերի տրանսպորտային միջոցներ վարելու իրավունքի վկայական պահպանելով բեռնատարներով մարդ փոխադրելու կանոնները թույլատրվում է փոխադրել մինչև ',
        answers: ['8 ուղևոր', '9 ուղևոր', '4 ուղևոր'],
        correct_answer: '8 ուղևոր',
        image: null
    },
    {
        id: 75,
        question: 'Արգելվում է մինչև 12 տարեկան երեխաներին փոխադրել ',
        answers: ['Կողավոր թափքով բեռնատար ավտոմոբիլի թափքում:', 'Փուրգոն թափքով բեռնատար ավտոմոբիլի թափքում'],
        correct_answer: 'Կողավոր թափքով բեռնատար ավտոմոբիլի թափքում:',
        image: null
    },
    {
        id: 76,
        question: 'Տրանսպորտային միջոցի հետևի եզրաչափից ',
        answers: ['2 մ դուրս ցցված բեռը պետք է արդյո՞ք նշվի օրվա լուսավոր ժամերին  «Մեծ եզրաչափերով բեռ» ճանաչման նշանով, իսկ օրվա մութ ժամանակ և անբավարար տեսանելիության պայմաններում, նաև` առջևից սպիտակ, իսկ հետևից` կարմիր գույնի լապտերիկներով կամ լուսանդրադարձիչով', 'Այո', 'Ոչ'],
        correct_answer: '2 մ դուրս ցցված բեռը պետք է արդյո՞ք նշվի օրվա լուսավոր ժամերին  «Մեծ եզրաչափերով բեռ» ճանաչման նշանով, իսկ օրվա մութ ժամանակ և անբավարար տեսանելիության պայմաններում, նաև` առջևից սպիտակ, իսկ հետևից` կարմիր գույնի լապտերիկներով կամ լուսանդրադարձիչով',
        image: null
    },
    {
        id: 77,
        question: 'Բեռի փոխադրումն արգելվում է, եթե այն` ',
        answers: ['սահմանափակում է վարորդի տեսադաշտը.', 'դժվարացնում է տրանսպորտային միջոցի ղեկավարումը և թուլացնում կայունությունը', 'ծածկում է արտաքին լուսային սարքերն ու լուսանդրադարձիչները, համարանիշերը կամ ճանաչման նշանները, ինչպես նաև խանգարում ձեռքով տրվող ազդանշանների ընկալմանը', 'նշված բոլոր դեպքերում:'],
        correct_answer: 'նշված բոլոր դեպքերում:',
        image: null
    },
    {
        id: 78,
        question: 'Եթե բեռի վիճակն ու դասավորությունը հնարավորություն չեն տալիս կատարել դրա փոխադրումը կանոնների պահանջներին համապատասխան, ապա վարորդը պետք է ',
        answers: ['Բեռը բարեհաջող հասցնի մինչև մոտակա բեռնաթափման վայրը:', 'Վերացնի խախտումները կամ դադարեցնի հետագա երթևեկությունը'],
        correct_answer: 'Վերացնի խախտումները կամ դադարեցնի հետագա երթևեկությունը',
        image: null
    },
    {
        id: 79,
        question: 'Տրանսպորտային միջոցի հետևի եզրաչափից 0.6մ դուրս ցցված բեռը պետք է արդյո՞ք նշվի օրվա լուսավոր ժամերին «Մեծ եզրաչափերով բեռ» ճանաչման նշանով, իսկ օրվա մութ ժամանակ և անբավարար տեսանելիության պայմաններում, նաև` առջևից սպիտակ, իսկ հետևից` կարմիր գույնի լապտերիկներով կամ լուսանդրադարձիչով ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: null
    },
    {
        id: 80,
        question: 'Տրանսպորտային միջոցի կողքից` եզրաչափային լույսի արտաքին եզրից 0,3 մ դուրս ցցվելու դեպքում բեռը պետք է արդյո՞ք նշվի օրվա լուսավոր ժամերին «Մեծ եզրաչափերով բեռ» ճանաչման նշանով, իսկ օրվա մութ ժամանակ և անբավարար տեսանելիության պայմաններում, նաև` առջևից սպիտակ, իսկ հետևից` կարմիր գույնի լապտերիկներով կամ լուսանդրադարձիչով: ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: null
    }
];