export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ի՞նչ առավելագույն արագությամբ է  թույլատրվում թեթեւմարդատար ավտոմոբիլների երթեւեկությունը ճանապարհներին`բնակավայրերից դուրս։',
        answers: ['110 կմ/ժ։', '100 կմ/ժ։', '90 կմ/ժ։', '80 կմ/ժ։', '70 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 2,
        question: 'Կահավորված թափքում մարդ փոխադրող բեռնատարավտոմոբիլների  երթեւեկությունը  թույլատրվում  է ոչ  ավելի քան`',
        answers: ['60 կմ/ժ արագությամբ։', '70 կմ/ժ արագությամբ։', '80 կմ/ժ արագությամբ։'],
        correct_answer: '60 կմ/ժ արագությամբ։',
        image: null
    },
    {
        id: 3,
        question: 'Այս նախազգուշացնող նշանը բնակավայրերից դուրս, մինչեւվտանգավոր հատվածի սկիզբը ի՞նչ հեռավորության վրա էտեղադրվում։',
        answers: ['50 - 100 մ։', '150 - 300 մ։', '300 - 500 մ։'],
        correct_answer: '150 - 300 մ։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: 'Երեխաների կազմակերպված խմբեր փոխադրողտրանսպորտային միջոցների երթեւեկությունը թույլատրվում է՝',
        answers: ['60  կմ/ժ ոչ ավելի արագությամբ։', '70  կմ/ժ ոչ ավելի արագությամբ։', '80  կմ/ժ ոչ ավելի արագությամբ։'],
        correct_answer: '60  կմ/ժ ոչ ավելի արագությամբ։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների երթեւեկությունը բնակավայրերումթույլատրվում է՝',
        answers: ['60 կմ/ժ ոչ ավելի արագությամբ։', '80 կմ/ժ ոչ ավելի արագությամբ։', '90 կմ/ժ ոչ ավելի արագությամբ։'],
        correct_answer: '60 կմ/ժ ոչ ավելի արագությամբ։',
        image: null
    },
    {
        id: 6,
        question: 'Ո՞ր ուղղությամբ է թույլատրվում երթեւեկությունը։',
        answers: ['Միայն  ուղիղ։', 'Ուղիղ  եւ  դեպի  աջ։', 'Ուղիղ,  դեպի  աջ  եւ  դեպի  ձախ։', 'Բոլոր  ուղղություններով։'],
        correct_answer: 'Ուղիղ,  դեպի  աջ  եւ  դեպի  ձախ։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Միջքաղաքային ավտոբուսների երթեւեկությունը բնակավայրերիցդուրս թույլատրվում է՝',
        answers: ['70  կմ/ժ ոչ ավելի արագությամբ։', '90 կմ/ժ ոչ ավելի արագությամբ։', '110  կմ/ժ ոչ ավելի արագությամբ։'],
        correct_answer: '90 կմ/ժ ոչ ավելի արագությամբ։',
        image: null
    },
    {
        id: 8,
        question: 'Ի՞նչ արագությամբ է թույլատրվում երթեւեկել  3.5 տ ոչ  ավելիթույլատրելի  առավելագույն զանգված ունեցող  բեռնատարավտոմոբիլներով՝ բնակավայրերից դուրս։',
        answers: ['90  կմ/ժ արագությունից ոչ ավելի։', '70  կմ/ժ արագությունից ոչ ավելի։', '80  կմ/ժ արագությունից ոչ ավելի։'],
        correct_answer: '90  կմ/ժ արագությունից ոչ ավելի։',
        image: null
    },
    {
        id: 9,
        question: 'Թույլատրվու՞մ է արդյոք մերձքաղաքային, միջմարզային եւմիջքաղաքային ավտոբուսների  վարորդներին   բնակավայրերումգերազանցել  60  կմ/ժ  արագությունը։գոտի  ունեցող  ճանապարհներին։',
        answers: ['Թույլատրվում է` միայն միեւնույն  ուղղությամբ  երկու եւ  ավելի', 'Թույլատրվում  է։', 'Արգելվում  է։'],
        correct_answer: 'Արգելվում  է։',
        image: null
    },
    {
        id: 10,
        question: 'Թույլատրվու՞մ  է  արդյոք  միջքաղաքային  ավտոբուսի  վարորդինբնակավայրերից  դուրս  գերազանցել 70 կմ/ժ  արագությունը։ուղղությամբ  երկու  եւ ավելի  գոտի  ունեցող   ճանապարհներովերթեւեկելիս։',
        answers: ['Թույլատրվում  է`  միայն  երթեւեկության  համար  տվյալ', 'Թույլատրվում  է, եթե չի գերազանցում 90 կմ/ժ արագությունը։', 'Արգելվում  է։'],
        correct_answer: 'Թույլատրվում  է, եթե չի գերազանցում 90 կմ/ժ արագությունը։',
        image: null
    },
    {
        id: 11,
        question: 'Քարշակման  ժամանակ վթարային լուսային ազդանշանիբացակայության կամ անսարքության դեպքում, «Վթարայինկանգառ» նշանը տեղադրվում է՝վրա` տեսանելի տեղում։',
        answers: ['Քարշակվող տրանսպորտային միջոցի հետեւի մասում։', 'Քարշակող տրանսպորտային միջոցի առջեւի  մասում։', 'Վարորդի հայեցողությամբ` տրանսպորտային միջոցներից մեկի'],
        correct_answer: 'Քարշակվող տրանսպորտային միջոցի հետեւի մասում։',
        image: null
    },
    {
        id: 12,
        question: 'Կոշտ կցիչով քարշակման ժամանակ  տրանսպորտայինմիջոցների միջեւ հեռավորությունը չպետք է գերազանցի՝',
        answers: ['2 մ։', '3 մ։', '4 մ։', '5 մ։', '6 մ։'],
        correct_answer: '4 մ։',
        image: null
    },
    {
        id: 13,
        question: 'Թույլատրվու՞մ է արդյոք կոշտ կամ ճկուն կցիչով քարշակմանժամանակ  մարդկանց փոխադրումը  բեռնատար  ավտոմոբիլիթափքում՝թափքում։',
        answers: ['Թույլատրվում է քարշակող եւ քարշակվող ավտոմոբիլների', 'Թույլատրվում է միայն քարշակվող ավտոմոբիլի թափքում։', 'Թույլատրվում է միայն քարշակող ավտոմոբիլի թափքում։', 'Երկու ավտոմոբիլների թափքում էլ արգելվում է։'],
        correct_answer: 'Թույլատրվում է միայն քարշակող ավտոմոբիլի թափքում։',
        image: null
    },
    {
        id: 14,
        question: 'Կոշտ կամ ճկուն կցիչով քարշակման ժամանակ նշվածներից ո՞րդեպքում է թույլատրվում  մարդկանց փոխադրումը քարշակվողավտոմոբիլում։քարշարկելիս։',
        answers: ['Թույլատրվում է ավտոբուսում։', 'Թույլատրվում է թեթեւ մարդատար ավտոմոբիլում։', 'Թույլատրվում է բեռնատար ավտոմոբիլի թափքում՝ կոշտ կցիչով'],
        correct_answer: 'Թույլատրվում է թեթեւ մարդատար ավտոմոբիլում։',
        image: null
    },
    {
        id: 15,
        question: 'Ի՞նչ  առավելագույն  արագությամբ  է  թույլատրվումերթեւեկությունը՝ մեխանիկական տրանսպորտային  միջոցներովքարշակում կատարելիս։',
        answers: ['30 կմ/ժ։', '40 կմ/ժ։', '50 կմ/ժ։', '60 կմ/ժ։', '70 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: null
    },
    {
        id: 16,
        question: 'Քարշակումը մերկասառույցի պայմաններում արգելվում է՝',
        answers: ['Ճկուն  կցիչով։', 'Կոշտ  կցիչով։', 'Մասնակի  բեռնման  եղանակով։'],
        correct_answer: 'Ճկուն  կցիչով։',
        image: null
    },
    {
        id: 17,
        question: 'Ինչպիսի՞  առավելագույն  արագությամբ  կարող  է  իրականացվելքարշակումը  տվյալ պայմաններում։',
        answers: ['30 կմ/ժ։', '50 կմ/ժ։', '70 կմ/ժ։', '80 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Թույլատրվու՞մ է արդյոք  ճկուն կամ կոշտ կցիչով քարշակմանդեպքում մարդկանց փոխադրումը քարշակվող մեխանիկականտրանսպորտային միջոցում։մարդատար ավտոմոբիլում։մարդատար ավտոմոբիլում։',
        answers: ['Թույլատրվում է՝ ավտոբուսում եւ տրոլեյբուսում։', 'Թույլատրվում է՝ միայն թեթեւ մարդատար ավտոմոբիլում։', 'Թույլատրվում է՝ բեռնատար ավտոմոբիլի թափքում եւ  թեթեւ', 'Թույլատրվում է՝ բեռնատար ավտոմոբիլի խցիկում եւ թեթեւ', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է՝ բեռնատար ավտոմոբիլի խցիկում եւ թեթեւ',
        image: null
    },
    {
        id: 19,
        question: 'Քարշակումը մերկասառույցի պայմաններում՝եղանակով քարշակելիս։',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է՝  կոշտ  կցիչով կամ  մասնակի բեռնման'],
        correct_answer: 'Թույլատրվում է՝  կոշտ  կցիչով կամ  մասնակի բեռնման',
        image: null
    },
    {
        id: 20,
        question: 'Ինչպիսի՞ առավելագույն  արագությամբ է թույլատրվումտրանսպորտային միջոցների քարշակումը  ճկուն  կցիչով։',
        answers: ['70 կմ/ժ։', '60 կմ/ժ։', '50 կմ/ժ։', '40 կմ/ժ։', '30 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: null
    },
    {
        id: 21,
        question: 'Ո՞ր դեպքում է արգելվում քարշակումը։',
        answers: ['Մերկասառույցի պայմաններում` կոշտ կցիչով։', 'Մերկասառույցի պայմաններում` ճկուն կցիչով։', 'Կողային կցորդով մոտոցիկլներով։'],
        correct_answer: 'Մերկասառույցի պայմաններում` ճկուն կցիչով։',
        image: null
    },
    {
        id: 22,
        question: 'Բնակավայրերից դուրս մեխանիկական տրանսպորտայինմիջոցներ քարշակելիս  երթեւեկության արագությունը  չպետք էգերազանցի՝',
        answers: ['30  կմ/ժ։', '40  կմ/ժ։', '50  կմ/ժ։', '60  կմ/ժ։', '70  կմ/ժ։'],
        correct_answer: '50  կմ/ժ։',
        image: null
    },
    {
        id: 23,
        question: 'Թույլատրվու՞մ է արդյոք մոտոցիկլների քարշակումը։քարշակումը։քարշակումը։',
        answers: ['Թույլատրվում  է`  կողային   կցորդով  մոտոցիկլների', 'Թույլատրվում  է` առանց կողային կցորդի մոտոցիկլների', 'Թույլատրվում  է` երկու դեպքում էլ։'],
        correct_answer: 'Թույլատրվում  է`  կողային   կցորդով  մոտոցիկլների',
        image: null
    },
    {
        id: 24,
        question: 'Քարշարկման ժամանակ տրանսպորտային միջոցների միջեւ ի՞նչհեռավորություն  պետք է ապահովի ճկուն կցիչը։',
        answers: ['1 - 3 մ։', '2 - 4 մ։', '3 - 6 մ։', '4 - 6 մ։', '4 - 8 մ։'],
        correct_answer: '4 - 6 մ։',
        image: null
    },
    {
        id: 25,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում կցորդքարշակող  թեթեւ մարդատար  ավտոմոբիլների երթեւեկություննավտոմայրուղիներով երթեւեկելիս։',
        answers: ['110 կմ/ժ։', '100 կմ/ժ։', '90 կմ/ժ։', '80 կմ/ժ։', '70 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 26,
        question: 'Կոշտ կցիչով քարշակման ժամանակ հեռավորությունըտրանսպորտային միջոցների միջեւ պետք է լինի ոչ ավելի՝',
        answers: ['4 մ-ից։', '5 մ-ից։', '6 մ-ից։'],
        correct_answer: '4 մ-ից։',
        image: null
    },
    {
        id: 27,
        question: 'Մեխանիկական տրանսպորտային միջոցների մասնակիբեռնումով   քարշակման   ժամանակ   ուղեւորների  փոխադրումթույլատրվում է՝',
        answers: ['Քարշակող  ավտոմոբիլի  թափքում։', 'Քարշակվող  ավտոմոբիլի  խցիկում։', 'Քարշակվող  ավտոմոբիլի  թափքում։', 'Քարշակող  ավտոմոբիլի  խցիկում։'],
        correct_answer: 'Քարշակող  ավտոմոբիլի  խցիկում։',
        image: null
    },
    {
        id: 28,
        question: 'Թույլատրվու՞մ է արդյոք քարշակել կողային կցորդովմոտոցիկլները։',
        answers: ['Թույլատրվում է` միայն կոշտ կցիչով։', 'Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: null
    },
    {
        id: 29,
        question: 'Ի՞նչ  առավելագույն  արագությամբ  է  թույլատրվումերթեւեկությունը  ճկուն  կցիչով քարշակելիս։',
        answers: ['70 կմ/ժ։', '60 կմ/ժ։', '50 կմ/ժ։', '40 կմ/ժ։', '30 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: null
    },
    {
        id: 30,
        question: 'Տրանսպորտային միջոցի վրա բեռը տեղաբաշխվում եւանհրաժեշտության դեպքում  նաեւ ամրացվում է այնպես,որպեսզի`ճանապարհն ու շրջակա միջավայրը։ավելի։',
        answers: ['Չցցվի հարթակի կողերից բարձր։', 'Զգալի աղմուկ չհանի, փոշի չբարձրացնի կամ չաղտոտի', 'Դուրս չցցվի տրանսպորտային միջոցի հետեւի եզրից 0,8 մ-ից'],
        correct_answer: 'Զգալի աղմուկ չհանի, փոշի չբարձրացնի կամ չաղտոտի',
        image: null
    },
    {
        id: 31,
        question: 'Թեթեւ  մարդատար ավտոմոբիլի առջեւի նստատեղին, եթե այնկահավորված չէ երեխաներին պահող հարմարանքով,թույլատրվում է փոխադրել երեխաներ, եթե լրացել է նրանց՝',
        answers: ['10 տարին։', '11 տարին', '12 տարին։'],
        correct_answer: '12 տարին։',
        image: null
    },
    {
        id: 32,
        question: 'Թույլատրվու՞մ  է արդյոք  մարդկանց  փոխադրումը  բեռնատարկցորդում։',
        answers: ['Արգելվում  է։', 'Թույլատրվում  է։', 'Թույլատրվում  է՝  միայն  բեռն  ուղեկցող  անձանց։'],
        correct_answer: 'Արգելվում  է։',
        image: null
    },
    {
        id: 33,
        question: 'Թույլատրվու՞մ է արդյոք մինչեւ 12 տարեկան երեխաներիփոխադրումը մոտոցիկլի հետևի նստատեղին։',
        answers: ['Թույլատրվում  է։', 'Արգելվում  է։'],
        correct_answer: 'Արգելվում  է։',
        image: null
    },
    {
        id: 34,
        question: 'Թույլատրվու՞մ  է  արդյոք  երթեւեկության  ժամանակ  մարդկանցգտնվելը  բեռնատար ավտոմոբիլի  թափքում,  եթե  այնկահավորված  չէ  մարդկանց  փոխադրելու  համար։ճանապարհներին։համար  մեկնող  անձանց՝ այն պայմանով, որ  նրանք ապահովվածեն ավտոմոբիլի  կողերի  մակարդակից ցածր տեղադրվածնստարաներով։',
        answers: ['Արգելվում  է։', 'Թույլատրվում  է՝  ավտոմայրուղի  չհամարվող', 'Թույլատրվում  է՝  միայն  բեռն  ուղեկցող  կամ  այն  ստանալու'],
        correct_answer: 'Թույլատրվում  է՝  միայն  բեռն  ուղեկցող  կամ  այն  ստանալու',
        image: null
    },
    {
        id: 35,
        question: 'Մարդկանց փոխադրումը բեռնատար կցորդում՝',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է միայն բեռն ուղեկցող անձանց։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 36,
        question: 'Կոշտ կամ ճկուն կցիչով քարշակման ժամանակ թույլատրվու՞մ էարդյոք  մարդկանց փոխադրումը քարշակվող ավտոբուսում։',
        answers: ['Թույլատրվում է։', 'Թույլատրվում է մինչեւ  8 ուղեւոր։', 'Արգելվում  է։'],
        correct_answer: 'Արգելվում  է։',
        image: null
    },
    {
        id: 37,
        question: 'Ավտոբուսի քարշակումը մերկասառույցի պայմաններումարգելվում է՝',
        answers: ['Ճկուն  կցիչով։', 'Կոշտ  կցիչով։'],
        correct_answer: 'Ճկուն  կցիչով։',
        image: null
    },
    {
        id: 38,
        question: 'Թույլատրվու՞մ է արդյոք  ճկուն կամ կոշտ կցիչով քարշակմանդեպքում մարդկանց փոխադրումը քարշակվող մեխանիկականտրանսպորտային միջոցում։մարդատար ավտոմոբիլում։մարդատար ավտոմոբիլում։',
        answers: ['Թույլատրվում է ավտոբուսում եւ տրոլեյբուսում։', 'Թույլատրվում է բեռնատար ավտոմոբիլի խցիկում եւ թեթեւ', 'Թույլատրվում է բեռնատար ավտոմոբիլի թափքում եւ թեթեւ', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է բեռնատար ավտոմոբիլի խցիկում եւ թեթեւ',
        image: null
    },
    {
        id: 39,
        question: 'Մարդկանց  փոխադրումն արգելվում է, եթե`սրահում մարդկանց թիվը գերազանցում է  կահավորվածնստատեղերի քանակը։մարդկանց թիվը գերազանցում է կահավորված նստատեղերիքանակը։',
        answers: ['Զբոսաշրջության  երթուղիներով երթեւեկող ավտոբուսի', 'Միջքաղաքային երթուղիներով երթեւեկող ավտոբուսի սրահում', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 40,
        question: 'Ավտոբուսով երեխաների կազմակերպված խմբեր փոխադրելիսսրահում պետք է գտնվի առնվազն`',
        answers: ['Մեկ չափահաս ուղեկցող։', 'Երկու չափահաս ուղեկցող։', 'Երեք չափահաս ուղեկցող։'],
        correct_answer: 'Մեկ չափահաս ուղեկցող։',
        image: null
    },
    {
        id: 41,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում երթեւեկելմիջմարզային եւ միջքաղաքային ուղեւորափոխադրումներիրականացնող ավտոբուսներին` բնակավայրերից դուրս բոլորճանապարհներին։',
        answers: ['60 կմ/ժ։', '70 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 42,
        question: 'Թույլատրվու՞մ է  արդյոք ավտոբուսներին բնակավայրերից դուրսերթեւեկել  70 կմ/ժ  արագությամբ։',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: null
    },
    {
        id: 43,
        question: 'Միջքաղաքային  փոխադրումներ իրականացնող ավտոբուսներիերթեւեկությունը բնակավայրերում թույլատրվում է ոչ ավելի քան`',
        answers: ['60 կմ/ժ։', '70 կմ/ժ։', '90 կմ/ժ ։'],
        correct_answer: '60 կմ/ժ։',
        image: null
    },
    {
        id: 44,
        question: 'Ի՞նչ առավելագույն  արագությամբ է թույլատրվում միջքաղաքայինփոխադրումներ իրականացնող ավտոբուսների երթեւեկությունըբնակավայրերից դուրս`',
        answers: ['60 կմ/ժ։', '70 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 45,
        question: 'Ի՞նչ առավելագույն  արագությամբ է թույլատրվումավտոբուսների երթեւեկությունը «Բնակելի գոտի» եւ «Բնակելիգոտու վերջը» նշաններով կահավորված տարածքներում։',
        answers: ['20 կմ/ժ։', '30 կմ/ժ։', '40 կմ/ժ։'],
        correct_answer: '20 կմ/ժ։',
        image: null
    },
    {
        id: 46,
        question: 'Թույլատրվու՞մ է արդյոք  կոշտ  կամ ճկուն կցիչով քարշակմանժամանակ մարդկանց փոխադրումը քարշակվող ավտոբուսում։',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 47,
        question: 'Կահավորված թափքում մարդկանց փոխադրելու  դեպքումբեռնատար ավտոմոբիլի վարորդը պարտավոր է երթեւեկել ոչավելի քան`',
        answers: ['50 կմ/ժ արագությամբ։', '60 կմ/ժ արագությամբ։', '70 կմ/ժ արագությամբ։'],
        correct_answer: '60 կմ/ժ արագությամբ։',
        image: null
    },
    {
        id: 48,
        question: 'Թույլատրվու՞մ է արդյոք ուղեւորների փոխադրումը քարշակողավտոբուսում։',
        answers: ['Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: null
    },
    {
        id: 49,
        question: 'Այս նշանի առկայության դեպքում ի՞նչ  առավելագույնարագությամբ  երթեւեկելու իրավունք ունեն միջքաղաքայինավտոբուսների վարորդները։',
        answers: ['70 կմ/ժ։', '90 կմ/ժ։', '110 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: 'images/image_49.jpg'
    },
    {
        id: 50,
        question: 'Ի՞նչ առավելագույն արագությամբ  կարող է երթեւեկել քարշակողավտոբուսի վարորդը տվյալ իրավիճակում։',
        answers: ['50 կմ/ժ։', '60 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: 'images/image_50.jpg'
    },
    {
        id: 51,
        question: 'Ի՞նչ առավելագույն արագությամբ  կարող է երթեւեկելմիջքաղաքային ավտոբուսի վարորդը  տվյալ իրավիճակում։',
        answers: ['60 կմ/ժ։', '70 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: 'images/image_51.jpg'
    },
    {
        id: 52,
        question: 'Ի՞նչ արագությամբ  կարող է շարունակել երթեւեկությունըավտոբուսի վարորդը  տվյալ ճանապարհային նշանով նշվածգոտում։',
        answers: ['60 կմ/ժ-ից պակաս։', 'Ոչ  պակաս 60 կմ/ժ, բայց ոչ ավելի քան  70 կմ/ժ։', 'Ոչ  պակաս 60 կմ/ժ բայց  ոչ ավելի քան  90 կմ/ժ։'],
        correct_answer: 'Ոչ  պակաս 60 կմ/ժ բայց  ոչ ավելի քան  90 կմ/ժ։',
        image: 'images/image_52.jpg'
    },
    {
        id: 53,
        question: 'Այս նշանով կահավորված ճանապարհներին միջքաղաքայինավտոբուսների վարորդներն իրավունք  ունեն երթեւեկելու ոչավելի քան`',
        answers: ['60 կմ/ժ արագությամբ։', '80 կմ/ժ արագությամբ։', '90 կմ/ժ արագությամբ։'],
        correct_answer: '60 կմ/ժ արագությամբ։',
        image: 'images/image_53.jpg'
    },
    {
        id: 54,
        question: 'Այս նշանով կահավորված ճանապարհներին միջքաղաքայինավտոբուսների վարորդներն իրավունք  ունեն երթեւեկելու ոչ ավելքան`',
        answers: ['60 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: 'images/image_54.jpg'
    },
    {
        id: 55,
        question: 'Թույլատրվու՞մ է ուղեւորների փոխադրումը ավտոբուսի սրահումտվյալ իրավիճակում։',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է նստատեղերի քանակին համապատասխան։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_55.jpg'
    },
    {
        id: 56,
        question: 'Կոշտ կամ ճկուն կցիչով քարշակման ժամանակ թույլատրվու՞մ էարդյոք ուղեւորների փոխադրումը քարշակվող ավտոբուսում։',
        answers: ['Արգելվում է։', 'Թույլատրվում է կոշտ կցիչով քարշակման ժամանակ։', 'Թույլատրվում է։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 57,
        question: 'Քարշակման ժամանակ քարշակվող  տրանսպորտային միջոցիվրա պետք է  միացված լինեն`',
        answers: ['Լապտերների հեռահար լույսերը։', 'Լապտերների մոտակա լույսերը։', 'Վթարային լուսային ազդանշանը։'],
        correct_answer: 'Վթարային լուսային ազդանշանը։',
        image: null
    },
    {
        id: 58,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում  միջքաղաքայինավտոբուսների երթեւեկությունն  ավտոմայրուղիներով։',
        answers: ['70 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։', '100 կմ/ժ։', '110 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 59,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում ավտոբուսիերթեւեկությունը այս ճանապարհային նշանի ազդեցությանճանապարհահատվածներում։',
        answers: ['70 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։', '100 կմ/ժ։', '110 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: 'images/image_59.jpg'
    },
    {
        id: 60,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում  միջքաղաքայինավտոբուսների երթեւեկությունն  ավտոմայրուղիներով։',
        answers: ['70 կմ/ժ։', '80 կմ/ժ։', '110 կմ/ժ։', '100 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 61,
        question: 'Ի՞նչ արագությամբ  է  թույլատրվում  տրանսպորտային միջոցներիերթեւեկությունը «Բնակելի գոտի» եւ «Բնակելի գոտու վերջ»ճանապարհային  նշանների ազդեցության տարածքներում։',
        answers: ['5  կմ/ժ  ոչ  ավելի։', '10  կմ/ժ  ոչ  ավելի։', '20  կմ/ժ  ոչ  ավելի։'],
        correct_answer: '20  կմ/ժ  ոչ  ավելի։',
        image: null
    },
    {
        id: 62,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում թեթեւմարդատար ավտոմոբիլների երթեւեկությունը այսճանապարհային նշանի ազդեցությանճանապարհահատվածներում։',
        answers: ['70 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։', '100 կմ/ժ։', '110 կմ/ժ։'],
        correct_answer: '110 կմ/ժ։',
        image: 'images/image_62.jpg'
    },
    {
        id: 63,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրված երթևեկությունը3,5 տոննայից ոչ ավել թույլատրելի առավելագույն զանգվածովբեռնատարի վարորդին նշված նշանների ազդման գոտում',
        answers: ['Ոչ ավել քան 50 կմ/ժ', 'Ոչ ավել քան 70 կմ/ժ', 'Ոչ ավել քան 90 կմ/ժ'],
        correct_answer: 'Ոչ ավել քան 90 կմ/ժ',
        image: 'images/image_63.jpg'
    },
    {
        id: 64,
        question: 'Մեխանիկական տրանսպորտային միջոց քարշակելիս այսճանապարհի ո՞ր գոտով կարող եք շարունակել երթևեկությունը',
        answers: ['Միայն աջ', 'Ցանկացած'],
        correct_answer: 'Միայն աջ',
        image: 'images/image_64.jpg'
    },
    {
        id: 65,
        question: 'Ի՞նչ պայմաններ պետք է հաշվի առնի վարորդը սահմանվածարագությունը չգերազանցող արագությունը ընտրելիս',
        answers: ['Ճանապարհային ծածկույթի վիճակը', 'Տեսանելիությունը երթևեկության ուղղությամբ', 'Նշված երկու պայմանները:'],
        correct_answer: 'Նշված երկու պայմանները:',
        image: null
    },
    {
        id: 66,
        question: 'Ի՞նչ արագություն պետք է ընտրի վարորդը թույլատրելիառավելագույնի սահմաններումառավելագույն թույլատրելին',
        answers: ['Տրանսպորտային միջոցի լիարժեք կառավարումը ապահովող', 'Ազատ է ընտրելու ցանկացած արագություն, որը չի գերազանցի'],
        correct_answer: 'Տրանսպորտային միջոցի լիարժեք կառավարումը ապահովող',
        image: null
    },
    {
        id: 67,
        question: 'Վարորդին արգելվում է`բնութագրով սահմանված առավելագույն արագությունը.«Արագության սահմանափակում» ճանաչման նշանովնախատեսված արագությունը.խոչընդոտելով մյուս տրանսպորտային միջոցներիերթևեկությանը.ճանապարհատրանսպորտային պատահար կանխելու համար',
        answers: ['գերազանցել տվյալ տրանսպորտային միջոցի տեխնիկական', 'գերազանցել տրանսպորտային միջոցի վրա տեղադրված', 'առանց անհրաժեշտության ընթանալ շատ ցածր արագությամբ`', 'կտրուկ արգելակել, եթե դա անհրաժեշտ չէ', 'Բոլոր նշված գործողությունները'],
        correct_answer: 'Բոլոր նշված գործողությունները',
        image: null
    },
    {
        id: 68,
        question: '',
        answers: ['1 և 3', '1 և 4', 'միայն 2-ը', '2 և 3'],
        correct_answer: 'միայն 2-ը',
        image: 'images/image_68.jpg'
    },
    {
        id: 69,
        question: 'Վարորդին արգելվում էարագությամբերթևեկել դանդաղընթաց մեքենաներով` 8 կմ/ժ ցածրարագությամբ և տափանների հետ կցված տրակտորներով',
        answers: ['Երկաթուղային գծանցը հատել ավելի քան 30 կմ/ժ', 'Երկաթուղային գծանցը հատել պակաս 30 կմ/ժ արագությունից', 'Առանց երկաթգծի ուղեմասի պետի թույլտվության գծանցով'],
        correct_answer: 'Առանց երկաթգծի ուղեմասի պետի թույլտվության գծանցով',
        image: null
    },
    {
        id: 70,
        question: 'Խաչմերուկին մոտենալիս վարորդը տրանսպորտային միջոցըպետք է վարի այնպիսի արագությամբ, որթույլատրելին:առաջնահերթության իրավունք ունեցող փոխադրամիջոցները',
        answers: ['Չգերազանցի տվյալ հատվածում սահմանված առավելագույն', 'Հնարավորություն ունենա կանգնելու և բաց թողնելու անցման'],
        correct_answer: 'Հնարավորություն ունենա կանգնելու և բաց թողնելու անցման',
        image: null
    },
    {
        id: 71,
        question: 'Բարձրացնել արագությունը վարորդին արգելվում է, եթեվարորդի վազանց կատարելուն:առած վարորդի ճանապարհը ազատելու համար:',
        answers: ['Դա կխոչընդոտի իրեն վազանցող տրանսպորտային միջոցի', 'Դա անհրաժեշտ է իրեն ճանապարհը զիջելու նպատակով կանգ', 'Դա կատարվում է խաչմերուկն ազատելու նպատակով'],
        correct_answer: 'Դա կխոչընդոտի իրեն վազանցող տրանսպորտային միջոցի',
        image: null
    },
    {
        id: 72,
        question: 'Վարորդը պարտավոր է իջեցնել արագությունըտրանսպորտային միջոցներ երեխաների նստեցման և իջեցմանժամանակ այդ տրանսպորտային միջոցներին մոտենալիս:դեպքում:ձայնային ազդանշան միացրած տրանսպորտային միջոցմոտենալու դեպքում, ինչպես նաև կապույտ կամ կապույտ ևկարմիր գույների առկայծող փարոսիկներ միացրած, կանգնածվիճակում գտնվող տրանսպորտային միջոցին մոտենալիս:',
        answers: ['«Երեխաների փոխադրում» ճանաչման նշանով կահավորված', 'Շլանալու դեպքում', 'Երթևեկության համար խոչընդոտ կամ վտանգ առաջանալու', 'Կապույտ և կարմիր գույների առկայծող փարոսիկներ և հատուկ', 'Բոլոր նշված դեպքերում'],
        correct_answer: 'Բոլոր նշված դեպքերում',
        image: null
    },
    {
        id: 73,
        question: 'Տրանսպորտային միջոցի կողքից` եզրաչափային լույսի արտաքինեզրից 0,5 մ դուրս ցցվելու դեպքում բեռը պետք է արդյո՞ք նշվիօրվա լուսավոր ժամերին «Մեծ եզրաչափերով բեռ» ճանաչմաննշանով, իսկ օրվա մութ ժամանակ և անբավարարտեսանելիության պայմաններում, նաև` առջևից սպիտակ, իսկհետևից` կարմիր գույնի լապտերիկներով կամլուսանդրադարձիչով:',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: null
    },
    {
        id: 74,
        question: 'Բեռնատարով, որի վարորդը ունի B և C կարգերիտրանսպորտային միջոցներ վարելու իրավունքի վկայականպահպանելով բեռնատարներով մարդ փոխադրելու կանոններըթույլատրվում է փոխադրել մինչև',
        answers: ['8 ուղևոր', '9 ուղևոր', '4 ուղևոր'],
        correct_answer: '8 ուղևոր',
        image: null
    },
    {
        id: 75,
        question: 'Արգելվում է մինչև 12 տարեկան երեխաներին փոխադրել',
        answers: ['Կողավոր թափքով բեռնատար ավտոմոբիլի թափքում:', 'Փուրգոն թափքով բեռնատար ավտոմոբիլի թափքում'],
        correct_answer: 'Կողավոր թափքով բեռնատար ավտոմոբիլի թափքում:',
        image: null
    },
    {
        id: 76,
        question: 'Տրանսպորտային միջոցի հետևի եզրաչափից 1.2 մ դուրս ցցվածբեռը պետք է արդյո՞ք նշվի օրվա լուսավոր ժամերին  «Մեծեզրաչափերով բեռ» ճանաչման նշանով, իսկ օրվա մութժամանակ և անբավարար տեսանելիության պայմաններում, նաև`առջևից սպիտակ, իսկ հետևից` կարմիր գույնի լապտերիկներովկամ լուսանդրադարձիչով',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: null
    },
    {
        id: 77,
        question: 'Բեռի փոխադրումն արգելվում է, եթե այն`թուլացնում կայունությունըլուսանդրադարձիչները, համարանիշերը կամ ճանաչմաննշանները, ինչպես նաև խանգարում ձեռքով տրվողազդանշանների ընկալմանը',
        answers: ['սահմանափակում է վարորդի տեսադաշտը.', 'դժվարացնում է տրանսպորտային միջոցի ղեկավարումը և', 'ծածկում է արտաքին լուսային սարքերն ու', 'նշված բոլոր դեպքերում:'],
        correct_answer: 'նշված բոլոր դեպքերում:',
        image: null
    },
    {
        id: 78,
        question: 'Եթե բեռի վիճակն ու դասավորությունը հնարավորություն չենտալիս կատարել դրա փոխադրումը կանոնների պահանջներինհամապատասխան, ապա վարորդը պետք էվայրը:երթևեկությունը',
        answers: ['Բեռը բարեհաջող հասցնի մինչև մոտակա բեռնաթափման', 'Վերացնի խախտումները կամ դադարեցնի հետագա'],
        correct_answer: 'Վերացնի խախտումները կամ դադարեցնի հետագա',
        image: null
    },
    {
        id: 79,
        question: 'Տրանսպորտային միջոցի հետևի եզրաչափից 0.6մ դուրս ցցվածբեռը պետք է արդյո՞ք նշվի օրվա լուսավոր ժամերին «Մեծեզրաչափերով բեռ» ճանաչման նշանով, իսկ օրվա մութժամանակ և անբավարար տեսանելիության պայմաններում, նաև`առջևից սպիտակ, իսկ հետևից` կարմիր գույնի լապտերիկներովկամ լուսանդրադարձիչով',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: null
    },
    {
        id: 80,
        question: 'Տրանսպորտային միջոցի կողքից` եզրաչափային լույսի արտաքինեզրից 0,3 մ դուրս ցցվելու դեպքում բեռը պետք է արդյո՞ք նշվիօրվա լուսավոր ժամերին «Մեծ եզրաչափերով բեռ» ճանաչմաննշանով, իսկ օրվա մութ ժամանակ և անբավարարտեսանելիության պայմաններում, նաև` առջևից սպիտակ, իսկհետևից` կարմիր գույնի լապտերիկներով կամլուսանդրադարձիչով:',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: null
    }
];