export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Տվյալ իրավիճակում ',
        answers: ['Կարող ենք շրջանցել բեռնատարին աջ կողմից՝ կողնակով:', 'Շարունակել երթևեկությունը միայն բեռնատարի անցումից հետո:', 'Թույլատրվում են երկու գործողությունները'],
        correct_answer: 'Շարունակել երթևեկությունը միայն բեռնատարի անցումից հետո:',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Այս իրավիճակում ',
        answers: ['Պետք է զիջեք ճանապարհը', 'Կարող եք առաջինն անցնել'],
        correct_answer: 'Կարող եք առաջինն անցնել',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Տվյալ իրավիճակում ուղիղ երթևեկելու դեպքում թույլատրվում է ',
        answers: ['Շրջանցել բեռնատարն աջ կողմից:', 'Շարունակել երթևեկությունը միայն բեռնատարի անցումից հետո', 'Նշված երկու դեպքերն էլ թույլատրելի են'],
        correct_answer: 'Նշված երկու դեպքերն էլ թույլատրելի են',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ՀՀ զինված ուժեր եւ այլ զորքեր զորակոչված անձանց «D» կարգի եւ «D1» ենթակարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել՝ ',
        answers: ['18 տարին լրացած անձանց։', '19 տարին լրացած անձանց։', '20 տարին լրացած անձանց։', '21 տարին լրացած անձանց։'],
        correct_answer: '19 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 5,
        question: 'Մոտոցիկլների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Բացակայում են կառուցվածքով նախատեսված անվտանգության աղեղները։', 'Դողերի պահպանաշերտի նվազագույն մնացորդային բարձրությունը կազմում է 1,6 մմ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Բացակայում են կառուցվածքով նախատեսված անվտանգության աղեղները։',
        image: null
    },
    {
        id: 6,
        question: 'Տվյալ իրադրությունում պարտավո՞ր է վարորդը ճանապարհը զիջել բեռնատար ավտոմոբիլին։ ',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։'],
        correct_answer: 'Պարտավոր է։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ի՞նչ են ցույց տալիս հետեւյալ ճանապարհային նշանները։ ',
        answers: ['Ճանապարհի սառցապատման ժամանակ պետք է երթեւեկել 40 կմ/ժ արագությամբ։', 'Թաց ճանապարհածածկույթի դեպքում պետք է երթեւեկել 40 կմ/ժ-ից ոչ ավելի արագությամբ։'],
        correct_answer: 'Թաց ճանապարհածածկույթի դեպքում պետք է երթեւեկել 40 կմ/ժ-ից ոչ ավելի արագությամբ։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ի՞նչ են ցույց տալիս հետեւյալ ճանապարհային նշանները։ ',
        answers: ['Կանգառն արգելված է շաբաթ օրերին։', 'Կանգառն արգելված է կիրակի օրերին։', 'Կանգառն արգելված է աշխատանքային օրերին։'],
        correct_answer: 'Կանգառն արգելված է աշխատանքային օրերին։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Զիջել ճանապարհը պարտավոր ենք ',
        answers: ['Թեթև մարդատարի վարորդին', 'Ավտոբուսի և թեթև մարդատարի վարոդներին', 'Բոլոր վարոդներին'],
        correct_answer: 'Ավտոբուսի և թեթև մարդատարի վարոդներին',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Այս խաչմերուկում հետադարձ կատարելիս ',
        answers: ['Առաջինը կկատարեմ մանևրը', 'Պետք է զիջել ճանապարհը մյուս վարորդին'],
        correct_answer: 'Պետք է զիջել ճանապարհը մյուս վարորդին',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Լուսացույցի դեղին թարթող ազդանշանի պայմաններում խաչմերուկն ուղիղ անցնելիս պարտավոր ենք ',
        answers: ['Կանգնել և սպասել կանաչ թույլատրող ազդանշանի միանալուն', 'Զիջել թեթև մարդատարի վարորդին', 'Զիջել տրամվայի վարորդին'],
        correct_answer: 'Զիջել թեթև մարդատարի վարորդին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ուղիղ երթևեկելու դեպքում ',
        answers: ['Կարող ենք խաչմերուկն առաջինն անցնել', 'Պետք է զիջել ճանապարհը'],
        correct_answer: 'Պետք է զիջել ճանապարհը',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Հետադարձ կատարելիս ո՞ւմ պետք է զիջեք ճանապարհը ',
        answers: ['Բեռնատարի վարորդին', 'Թեթև մարդատարի վարորդին', 'Երկու վարորդներին'],
        correct_answer: 'Բեռնատարի վարորդին',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Թույլատրվու՞մ է թեթեւ մարդատար ավտոմոբիլի վարորդին առաջ անցնել ավտոբուսից, երբ դարձափոխային լուսացույցն անջատված է։ ',
        answers: ['Թույլատրվում է։', 'Թույլատրվում է, եթե ավտոբուսը շարժվում է 30 կմ/ժ արագությամբ։', 'Թույլատրվում է, եթե չկան հանդիպակաց երթեւեկող տրանսպորտային միջոցներ։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր տրանսպորտային միջոցը պետք է զիջի ճանապարհը։ ',
        answers: ['Ավտոբուսը։', 'Մոտոցիկլը եւ թեթեւ մարդատար ավտոմոբիլը։'],
        correct_answer: 'Ավտոբուսը։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Այս ճանապարհային գծանշումն ունի հետեւյալ նշանակությունը։ ',
        answers: ['Ցույց է տալիս մայթամերձ կայանման տեղերը, որտեղ նշված են մեխանիկական տրանսպորտային միջոցների կանգնեցման ձեւերը։', 'Ցույց է տալիս այն տեղերը, որտեղ արգելվում է մեխանիկական տրանսպորտային միջոցների կանգառը։', 'Ցույց է տալիս ընդհանուր օգտագործման տրանսպորտային միջոցների կանգառի կետերը եւ տաքսիների կայանման վայրերը։'],
        correct_answer: 'Ցույց է տալիս ընդհանուր օգտագործման տրանսպորտային միջոցների կանգառի կետերը եւ տաքսիների կայանման վայրերը։',
        image: 'images/image_16.jpg'
    },
    {
        id: 18,
        question: 'Միջքաղաքային փոխադրումներ իրականացնող ավտոբուսների երթեւեկությունը բնակավայրերում թույլատրվում է ոչ ավելի քան` ',
        answers: ['60 կմ/ժ։', '70 կմ/ժ։', '90 կմ/ժ ։'],
        correct_answer: '60 կմ/ժ։',
        image: null
    },
    {
        id: 19,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում միջքաղաքային փոխադրումներ իրականացնող ավտոբուսների երթեւեկությունը բնակավայրերից դուրս` ',
        answers: ['60 կմ/ժ։', '70 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 19,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։ ',
        answers: ['Շտապ օգնության ավտոմոբիլի վարորդը։', 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Որովայնային ներքին արյունահոսության կասկածի դեպքում օգնություն ցուցաբերելիս պետք է. ',
        answers: ['Պառկեցնել տուժածին եւ վնասվածքին սառը թրջոց տեղադրել։', 'Որովայնին տաք ջեռակ տեղադրել։', 'Որովայնին ճնշող վիրակապ տեղադրել։', 'Տուժածին մեծ քանակով հեղուկ տալ խմելու։'],
        correct_answer: 'Պառկեցնել տուժածին եւ վնասվածքին սառը թրջոց տեղադրել։',
        image: null
    }
];