export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը ',
        answers: ['Ավտոբուսի վարորդը', 'Թեթև մարդատարի վարորդը'],
        correct_answer: 'Ավտոբուսի վարորդը',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Թույլատրվում է հետադարձն այս վայրում ',
        answers: ['Թույլատրվում է երկու կողմից 100մ տեսանելիության պայմաններում', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է երկու կողմից 100մ տեսանելիության պայմաններում',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Թույլատրվո՞ւմ է անցնել կամուրջը, եթե դա չի խոչընդոտում մոտոցիկլի վարորդին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: 'Քանի՞ խաչմերուկ կա այս նկարում ',
        answers: ['Մեկ', 'Երկու', 'Չորս'],
        correct_answer: 'Մեկ',
        image: 'images/image_4.jpg'
    },
    {
        id: 5,
        question: 'Քանի՞ երթևեկելի մասերի հատում կա այս խաչմերուկում ',
        answers: ['Մեկ', 'Երկու'],
        correct_answer: 'Երկու',
        image: 'images/image_5.jpg'
    },
    {
        id: 6,
        question: '5 տոննայից ավելի թույլատրելի առավելագույն զանգված ունեցող ավտոբուսների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Բացակայում են հակագլորման հենակները։', 'Հետեւի մասում տեղադրված են կարմիր գույնի հետընթացի լապտերիկներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 7,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Առկա է մեկ հատ կրակմարիչ։', 'Բացակայում է «Վթարային կանգառ» նշանը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 8,
        question: 'Այս նշանը տեղեկացնում է այնպիսի թունելի մոտենալու մասին ',
        answers: ['Որտեղ բացակայում են գծանշումները', 'Որտեղ բացակայում է արհեստական լուսավորությունը'],
        correct_answer: 'Որտեղ բացակայում է արհեստական լուսավորությունը',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Նշված վայրերից ո՞րտեղ կարելի է կանգառ կատարել ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ոչ մի'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Նշաններից ո՞րի դեպքում կարող եք ձախ շրջադարձ կատարել ',
        answers: ['Միայն Բ', 'Ա և Բ', 'Բ և Գ'],
        correct_answer: 'Բ և Գ',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Լուսացույցի կանաչ ազդանշանին պատկերված սլաքները տեղեկացնում են ',
        answers: ['Աջ շրջադարձն արգելված է', 'Աջ ուղղությամբ երթևեկությունը կարգավորվում է լրացուցիչ սեկցիայով:'],
        correct_answer: 'Աջ ուղղությամբ երթևեկությունը կարգավորվում է լրացուցիչ սեկցիայով:',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Այս ընդհատվող գծանշումները խաչմերուկի տարածքում ցույց են տալիս ',
        answers: ['Երթևեկության թույլատրելի ուղղությունները', 'Երթևեկության գոտիները խաչմերուկի սահմաններում'],
        correct_answer: 'Երթևեկության գոտիները խաչմերուկի սահմաններում',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Այս գծանշումը վազանցը ',
        answers: ['Թույլատրում է', 'Արգելում է', 'Թույլատրում է միայն տրակտորներին վազանցել'],
        correct_answer: 'Թույլատրում է',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Այս ուղղաձիգ գծանշմամբ ',
        answers: ['Նշվում են երթևեկելի մասին հարակից բոլոր ուղղահայաց տարրերը', 'Ճանապարհային կառույցների միայն այն տարրեը, որոնք վտանգ են ներկայացնում վարորդների համար'],
        correct_answer: 'Ճանապարհային կառույցների միայն այն տարրեը, որոնք վտանգ են ներկայացնում վարորդների համար',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր հետագծով երթևեկող վարորը չի խախտում գծանշման պահանջները ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Երկուսն էլ խախտում են', 'Երկուսն էլ չեն խախտում'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Պարտավո՞ր է ավտոբուսի վարորդը ճանապարհը զիջել «Շտապ օգնության» ավտոմոբիլին, եթե միացրած չեն կապույտ գույնի առկայծող փարոսիկը եւ հատուկ ձայնային ազդանշանը։ ',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։'],
        correct_answer: 'Պարտավոր չէ։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Վազանցն արգելվում է` ',
        answers: ['Երկաթուղային գծանցների վրա եւ մինչեւ 100մ դրանցից առաջ։', 'Երկաթուղային գծանցների վրա եւ մինչեւ 150մ դրանցից առաջ։', 'Երկաթուղային գծանցների վրա եւ մինչեւ 250մ դրանցից առաջ։'],
        correct_answer: 'Երկաթուղային գծանցների վրա եւ մինչեւ 100մ դրանցից առաջ։',
        image: null
    },
    {
        id: 18,
        question: 'Ինչի՞ մասին է տեղեկացնում թեթեւ մարդատար ավտոմոբիլի վարորդի կողմից ձեռքով տրված ազդանշանը։ ',
        answers: ['Շրջադարձ է կատարում դեպի աջ։', 'Շարունակում է երթեւեկությունը ուղիղ։', 'Արգելակում է։'],
        correct_answer: 'Արգելակում է։',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Վթարային լուսային ազդանշանը միացվում է` ',
        answers: ['Մինչեւ թունել մտնելը։', 'Ճանապարհատրանսպորտային պատահարի դեպքում։', 'Կազմակերպված ավտոշարասյան կազմում երթեւեկելիս։'],
        correct_answer: 'Ճանապարհատրանսպորտային պատահարի դեպքում։',
        image: null
    },
    {
        id: 20,
        question: 'Ինչպե՞ս է առաջին օգնություն իրականացվում վերջույթների կոտրվածքների դեպքում, եթե չկան շինաներ և այն պատրաստելու համար ձեռքի տակ եղած միջոցներ ',
        answers: ['Վերին վերջույթը` իրանի երկայնքով տարածած, կապվում է իրանին: Ստորին վերջույթները կապվում են միմյանց՝ փափուկ կտոր դնելով դրանց միջև:', 'Վերին վերջույթը` արմնկային հոդում ծալված, գլխաշորի վրա հենած`կապվում է իրանին: Ստորին վերջույթները կապվում են միմյանց` փափուկ կտոր դնելով դրանց միջև:', 'Վերին վերջույթը, արմնկային հոդում ծալված, գլխաշորի վրա հենած`կապվում է իրանին: Ստորին վերջույթները կապվում են միմյանց'],
        correct_answer: 'Վերին վերջույթը` արմնկային հոդում ծալված, գլխաշորի վրա հենած`կապվում է իրանին: Ստորին վերջույթները կապվում են միմյանց` փափուկ կտոր դնելով դրանց միջև:',
        image: null
    }
];