export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Երկու հետագծերով'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Կապույտ ավտոմոբիլի վարորդը ո՞ր նկարում ներկայացված իրավիճակում ունի առաջնահերթ երթևեկության իրավունք մյուս վարորդի նկատմամբ ',
        answers: ['Ձախ', 'Աջ', 'Երկու'],
        correct_answer: 'Երկու',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Հետադարձը նշված տեղում ',
        answers: ['Թույլատրվում է, եթե մոտեցող գնացք չկա', 'Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ճանապարհային երթեւեկությանը մասնակցող տրանսպորտային միջոցը տեխնիկապես սարքին վիճակում պահպանելու համար պատասխանատվություն կրում է՝ ',
        answers: ['Տրանսպորտային միջոցի սեփականատերը կամ օգտագործողը։', 'Տրանսպորտային միջոցը վաճառած կազմակերպությունը։', 'Տրանսպորտային միջոցի՝ վերջին տարեկան տեխնիկական զննությունն իրականացրած կազմակերպությունը։', 'Թվարկած բոլոր անձինք եւ կազմակերպությունները։'],
        correct_answer: 'Տրանսպորտային միջոցի սեփականատերը կամ օգտագործողը։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Առջեւի մասում տեղադրված են նարնջագույն լույսերով շրջադարձի ցուցիչներ։', 'Անսարք է քարշակի քարշակցման հարմարանքը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Անսարք է քարշակի քարշակցման հարմարանքը։',
        image: null
    },
    {
        id: 6,
        question: 'Տվյալ ճանապարհային նշանների ազդեցությունը տարածվում է` ',
        answers: ['Ճանապարհի ձախ կողմում։', 'Ճանապարհի աջ կողմում։', 'Ճանապարհի այն կողմում, որտեղ դրանք տեղադրված են։'],
        correct_answer: 'Ճանապարհի այն կողմում, որտեղ դրանք տեղադրված են։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Տվյալ իրադրությունում ո՞ր հետագծով է թույլատրվում արգելքի շրջանցումը։ ',
        answers: ['Միայն «a»։', 'Միայն «b»։', '«a» եւ «b»։'],
        correct_answer: '«a» եւ «b»։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրավիճակում։ ',
        answers: ['Անհրաժեշտ է կանգ առնել առաջին նշանի մոտ։', 'Անհրաժեշտ է կանգ առնել երկրորդ նշանից առաջ։', 'Անհրաժեշտ է կանգ առնել երկաթուղային առաջին գծից ոչ պակաս 5 մետր հեռավորության վրա։'],
        correct_answer: 'Անհրաժեշտ է կանգ առնել երկրորդ նշանից առաջ։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Խաչմերուկն անցնելիս զիջել պարտավոր ենք ',
        answers: ['Մոտոցիկլի վարորդին', 'Մոտոցիկլի և ավտաբուսի վարորդներին', 'Ավտոբուսի և թեթև մարդատարի վարորդներին', 'Բոլոր վարորդներին'],
        correct_answer: 'Բոլոր վարորդներին',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Այս իրադրությունում ճանապարհը պետք է զիջեք ',
        answers: ['Միայն տրամվայի վարորդին', 'Թեթև մարդատարի վարորդին', 'Թեթև մարդատարի և տրամվայի վարորդներին', 'Բոլոր վարորդներին'],
        correct_answer: 'Թեթև մարդատարի և տրամվայի վարորդներին',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Այս իրավիճակում ձախ շրջադարձ կատարելիս ',
        answers: ['Խաչմերուկը կանցնեք առաջինը', 'Մուտք գործելով խաչմերուկ կզիջեք ճանապարհը մոտոցիկլի վարորդին և հետո կավարտեք մանևրը'],
        correct_answer: 'Մուտք գործելով խաչմերուկ կզիջեք ճանապարհը մոտոցիկլի վարորդին և հետո կավարտեք մանևրը',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Խաչմերուկն ուղիղ անցնելիս անհրաժեշտ է ճանապարհը զիջել ',
        answers: ['Բեռնատարի վարորդին', 'Թեթև մարդատարի վարորդին', 'Երկու վարորդներին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Այս իրադրությունում ',
        answers: ['Խաչմերուկը կանցնեք առաջինը', 'Կզիջեք ճանապարհը թեթև մարդատարի վարորդին', 'Կզիջեք ճանապարհը երկու վարորդներին'],
        correct_answer: 'Կզիջեք ճանապարհը թեթև մարդատարի վարորդին',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Տվյալ իրադրությունում ավտոբուսի վարորդն ունի՞ ուղիղ երթեւեկելու իրավունք։ ',
        answers: ['Այո։', 'Ոչ։', 'Այո, եթե նա երթեւեկում է սահմանված երթուղով։'],
        correct_answer: 'Ոչ։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր ուղղությամբ կարող է վարորդը շարունակել երթեւեկությունը։ ',
        answers: ['Դեպի աջ` առաջին անցումով։', 'Դեպի աջ` առաջին եւ երկրորդ անցումներով։', 'Դեպի ձախ` առաջին անցումով։'],
        correct_answer: 'Դեպի աջ` առաջին անցումով։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Թույլատրվու՞մ է արդյոք մուտք գործել սպիտակ լայն գծերով գծանշված ուղղորդ կղզյակ։ ',
        answers: ['Թույլատրվում է միայն կանգառ կատարելու համար։', 'Թույլատրվում է հետընթացի ժամանակ։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Կահավորված թափքում մարդկանց փոխադրելու դեպքում բեռնատար ավտոմոբիլի վարորդը պարտավոր է երթեւեկել ոչ ավելի քան` ',
        answers: ['50 կմ/ժ արագությամբ։', '60 կմ/ժ արագությամբ։', '70 կմ/ժ արագությամբ։'],
        correct_answer: '60 կմ/ժ արագությամբ։',
        image: null
    },
    {
        id: 18,
        question: 'Թույլատրվու՞մ է արդյոք ուղեւորների փոխադրումը քարշակող ավտոբուսում։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: null
    },
    {
        id: 19,
        question: 'Տալի՞ս է արդյոք երթեւեկության առավելություն տրանսպորտային միջոցի վրա միացված դեղին գույնի (նարնջագույն) առկայծող փարոսիկը։ ',
        answers: ['Տալիս է։', 'Չի տալիս։'],
        correct_answer: 'Չի տալիս։',
        image: null
    },
    {
        id: 20,
        question: 'Անգիտակից վիճակում գտնվող տուժածին հայտնաբերելուց հետո առաջին հերթին պետք է. ',
        answers: ['Խմեցնել նրան սառը ջուր։', 'Բերել նրան կողքի ապահովության դիրքի։', 'Պահպանել մարմնի նորմալ ջերմաստիճանը։', 'Բացել շնչուղիները եւ ստուգել շնչառությունը։'],
        correct_answer: 'Բացել շնչուղիները եւ ստուգել շնչառությունը։',
        image: null
    }
];