export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ո՞ր տրանսպորտային միջոցների վարորդներն են խախտել ճանապարհային նշանի պահանջները։ ',
        answers: ['Մոտոցիկլների վարորդները։', 'Ավտոմոբիլի եւ կողային կցորդով մոտոցիկլի վարորդները։', 'Միայն ավտոմոբիլի վարորդը։', 'Բոլոր տրանսպորտային միջոցների վարորդները։'],
        correct_answer: 'Բոլոր տրանսպորտային միջոցների վարորդները։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Համընթաց ուղղությամբ երթեւեկող տրանսպորտային միջոցների միաժամանակյա վերադասավորման դեպքում ճանապարհը պետք է զիջի՝ ',
        answers: ['Ձախից ընթացող տրանսպորտային միջոցի վարորդը։', 'Աջից ընթացող տրանսպորտային միջոցի վարորդը։'],
        correct_answer: 'Ձախից ընթացող տրանսպորտային միջոցի վարորդը։',
        image: null
    },
    {
        id: 3,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթեւեկության իրավունք։ ',
        answers: ['Բեռնատար ավտոմոբիլի վարորդը։', 'Ավտոբուսի վարորդը։'],
        correct_answer: 'Բեռնատար ավտոմոբիլի վարորդը։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն` մերձակա տարածքից ելքը դեպի ճանապարհ համարվու՞մ է արդյոք խաչմերուկ։ ',
        answers: ['Չի համարվում։', 'Համարվում է։'],
        correct_answer: 'Չի համարվում։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Բացակայում են կառուցվածքով նախատեսված նստատեղերի գլխակալները։', 'Նույն սռնու վրա տեղադրված են նոր եւ վերականգնված դողեր։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Այս ճանապարհային նշանը ցույց է տալիս՝ ',
        answers: ['Միակողմ երթեւեկությամբ ճանապարհ, որով թույլատրվում է միայն բեռնատար ավտոմոբիլների երթեւեկությունը։', 'Միայն բեռնատար ավտոմոբիլների երթեւեկության համար նախատեսված գոտին։', 'Բեռնատար ավտոմոբիլների համար առաջարկվող երթեւեկության ուղղությունը։'],
        correct_answer: 'Բեռնատար ավտոմոբիլների համար առաջարկվող երթեւեկության ուղղությունը։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Նշաններից ո՞րն է կոչվում «Հյուրանոց» կամ «Մոթել»։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Այսպիսի ճանաչման նշանով կահավորվում են այն ավտոմոբիլները, որոնք՝ ',
        answers: ['Փոխադրում են վտանգավոր բեռներ։', 'Ղեկավարվում են հաշմանդամների կողմից։', 'Ղեկավարվում են խուլ կամ խուլ ու համր վարորդների կողմից։', 'Ղեկավարվում են մինչեւ 3 տարի վարորդական փորձ ունեցող վարորդների կողմից։'],
        correct_answer: 'Ղեկավարվում են խուլ կամ խուլ ու համր վարորդների կողմից։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Կանաչ ավտոմոբիլի վարորդը՝ ',
        answers: ['Ունի առաջնահերթ երթեւեկության իրավունք։', 'Պետք է զիջի ճանապարհը։'],
        correct_answer: 'Ունի առաջնահերթ երթեւեկության իրավունք։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Խաչմերուկը վերջինը կանցնի՝ ',
        answers: ['Կարմիր ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։'],
        correct_answer: 'Կանաչ ավտոմոբիլը։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Խաչմերուկը երկրորդը կանցնի՝ ',
        answers: ['Կանաչ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը` կապույտի հետ միաժամանակ։', 'Դեղին ավտոմոբիլը։'],
        correct_answer: 'Կարմիր ավտոմոբիլը` կապույտի հետ միաժամանակ։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ավտոմոբիլները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Կապույտը, կանաչը, կարմիրը։', 'Կարմիրը, կապույտը, կանաչը։', 'Կանաչը, կարմիրը, կապույտը։'],
        correct_answer: 'Կարմիրը, կապույտը, կանաչը։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Խաչմերուկը երկրորդը կանցնի՝ ',
        answers: ['Կանաչ ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կանաչ ավտոմոբիլը։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ո՞ր նկարում է վարորդը ճիշտ կատարում շրջադարձը։ ',
        answers: ['Ձախ նկարում։', 'Աջ նկարում։'],
        correct_answer: 'Ձախ նկարում։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Պարտավո՞ր է արդյոք տրամվայի վարորդը լուսացույցի կանաչ ազդանշանի դեպքում զիջել ճանապարհն այլ ուղղություններից մոտեցող տրանսպորտային միջոցներին։ ',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։'],
        correct_answer: 'Պարտավոր է։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Տվյալ ճանապարհային գծանշումը թույլատրում է երթեւեկել` ',
        answers: ['Միայն դեպի ձախ։', 'Դեպի ձախ եւ հակառակ ուղղությամբ։', 'Միայն հակառակ ուղղությամբ։', 'Ուղիղ, ձախ եւ հակառակ ուղղությամբ։'],
        correct_answer: 'Դեպի ձախ եւ հակառակ ուղղությամբ։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ինչպիսի՞ առավելագույն արագությամբ կարող է իրականացվել քարշակումը տվյալ պայմաններում։ ',
        answers: ['30 կմ/ժ։', '50 կմ/ժ։', '70 կմ/ժ։', '80 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Թույլատրվու՞մ է արդյոք ճկուն կամ կոշտ կցիչով քարշակման դեպքում մարդկանց փոխադրումը քարշակվող մեխանիկական տրանսպորտային միջոցում։ ',
        answers: ['Թույլատրվում է՝ ավտոբուսում եւ տրոլեյբուսում։', 'Թույլատրվում է՝ միայն թեթեւ մարդատար ավտոմոբիլում։', 'Թույլատրվում է՝ բեռնատար ավտոմոբիլի թափքում եւ թեթեւ մարդատար ավտոմոբիլում։', 'Թույլատրվում է՝ բեռնատար ավտոմոբիլի խցիկում եւ թեթեւ մարդատար ավտոմոբիլում։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է՝ բեռնատար ավտոմոբիլի խցիկում եւ թեթեւ մարդատար ավտոմոբիլում։',
        image: null
    },
    {
        id: 19,
        question: 'Վարորդի կողմից ձեռքով տրվող նախազգուշացնող ազդանշանը դադարեցվում է` ',
        answers: ['Մանեւրն սկսելուց անմիջապես առաջ։', 'Մանեւրն ավարտելուց անմիջապես հետո։', 'Մանեւրը կատարելու ժամանակ։'],
        correct_answer: 'Մանեւրն սկսելուց անմիջապես առաջ։',
        image: null
    },
    {
        id: 20,
        question: 'Վարորդը կքանստած երկար ժամանակ փոխում էր ավտոմեքենայի անիվը։ Կտրուկ վեր կենալով` նա բռնում է գլուխը եւ հանկարծ կորցնելով գիտակցությունը, ընկնում։ Ի՞նչ է պետք անել։ ',
        answers: ['Փորձել նստեցնել նրան։', 'Բարձրացնել նրա ոտքերը։', 'Երեսին սառը ջուր լցնել։', 'Ապտակել երեսին։'],
        correct_answer: 'Բարձրացնել նրա ոտքերը։',
        image: null
    }
];