export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Շարժումն սկսելիս պարտավոր եք արդյո՞ք զիջել ճանապարհը հետադարձ կատարող վարորդին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Հետընթացով մոտենալ ուղևորին այս իրավիճակում ',
        answers: ['Թույլատրվում է', 'Թույլատրվում է, եթե չի խոչընդոտում այլ վարորդների երթևեկությանը', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Ո՞ր վարորդն է խախտում երթևեկության կանոնները դուրս գալով շրջանաձև երթևեկությամբ խաչմերուկից ',
        answers: ['Թեթև մարդատարի', 'Երկու վարորդները', 'Ոչ ոք'],
        correct_answer: 'Թեթև մարդատարի',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ընդհանուր օգտագործման տրանսպորտային միջոց է համարվում՝ ',
        answers: ['Կանգառի կետեր (կանգառներ) ունեցող, երթուղիներով շարժվող, ուղեւորներ եւ (կամ) ուղեբեռներ տեղափոխող տրանսպորտային միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս), ինչպես նաեւ թեթեւ մարդատար տաքսի ավտոմոբիլը։', 'Կանգառի կետեր (կանգառներ) ունեցող, երթուղիներով շարժվող, ուղեւորներ եւ (կամ) ուղեբեռներ տեղափոխող տրանսպորտային միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս)։', 'Զբոսաշրջային երթուղով շարժվող, ուղեւորներ եւ (կամ) ուղեբեռներ տեղափոխող տրանսպորտային միջոցը։'],
        correct_answer: 'Կանգառի կետեր (կանգառներ) ունեցող, երթուղիներով շարժվող, ուղեւորներ եւ (կամ) ուղեբեռներ տեղափոխող տրանսպորտային միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս)։',
        image: null
    },
    {
        id: 5,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցի թույլատրելի առավելագույն զանգված է համարվում՝ ',
        answers: ['Լրակազմված եւ լիցքավորված տրանսպորտային միջոցի առավելագույն զանգվածը։', 'Վարորդով, ուղեւորներով եւ բեռով բեռնված, լրակազմված ու լիցքավորված տրանսպորտային միջոցի զանգվածը, որն արտադրող կազմակերպությունը սահմանել է որպես առավելագույն թույլատրելի։', 'Վարորդով, ուղեւորներով եւ բեռով բեռնված տրանսպորտային միջոցի զանգվածը, որն արտադրող կազմակերպությունը սահմանել է որպես առավելագույն թույլատրելի։'],
        correct_answer: 'Վարորդով, ուղեւորներով եւ բեռով բեռնված, լրակազմված ու լիցքավորված տրանսպորտային միջոցի զանգվածը, որն արտադրող կազմակերպությունը սահմանել է որպես առավելագույն թույլատրելի։',
        image: null
    },
    {
        id: 6,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Բացակայում է բժշկական դեղատուփը։', 'Դողերի պահպանաշերտի նախշանկարի մնացորդային բարձրությունը կազմում է 2,2 մմ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Բացակայում է բժշկական դեղատուփը։',
        image: null
    },
    {
        id: 7,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Չեն աշխատում թեթեւ մարդատար ավտոմոբիլի սրահի ներքին լուսավորության սարքերը։', 'Չեն աշխատում ավտոբուսի սրահի ներքին լուսավորության սարքերը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Չեն աշխատում ավտոբուսի սրահի ներքին լուսավորության սարքերը։',
        image: null
    },
    {
        id: 8,
        question: 'Թո՞ւյլատրվում է մոտենալ աշխատանքի վայրին այս նշանների ազդման գոտում ',
        answers: ['Թույլատրվում է միայն աշխատանքային օրերին', 'Թույլատրվում է միայն ոչ աշխատանքային օրերին', 'Թույլատրվում է բոլոր օրերին', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է բոլոր օրերին',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Թույլատրվում է արդյո՞ք կցորդ քարշակող թեթև մարդատարի երթևեկությունն այս խաչմերուկում ուղիղ ուղղությամբ ',
        answers: ['Այո', 'Թույլատրվում է միայն այդ հատվածի բնակիչներին', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Նշվածներից ո՞ր ուղղությամբ է թույլատրված երթևեկությունը ',
        answers: ['Միայն Բ', 'Միայն Ա և Բ', 'Միայն Բ և Գ', 'Բոլոր'],
        correct_answer: 'Բոլոր',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ո՞ր վարորդը կարող է շարունակել երթևեկությունը ',
        answers: ['Ոչ ոք', 'Միայն ավտոբուսի վարորդը', 'Երկու վարորդները'],
        correct_answer: 'Երկու վարորդները',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ո՞ր դեպքում է վարորդը խախտել կայանում կատարելու կանոնները ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Երկուսն էլ խախտել են', 'Ոչ ոք'],
        correct_answer: 'Երկուսն էլ խախտել են',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Թույլատրվում է արդյո՞ք կայանումը նշված վայրում ',
        answers: ['Արգելվում է', 'Թույլատրվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Թույլատրվո՞ւմ է կամուրջի վրա կանգառ կատարել ուղևոր նստեցնելու նպատակով ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր վարորդն է խախտել կանգառ կատարելու կանոնները ',
        answers: ['Ավտոմոբիլի վարորդը', 'Մոտոցիկլի վարորդը', 'Երկու վարորդները', 'Ոչ ոք'],
        correct_answer: 'Երկու վարորդները',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Թույլատրվու՞մ է արդյոք երկաթուղայհն գծանցով փոխադրել գյուղատնտեսական, ճանապարհային, շինարարական եւ այլ մեքենաներ ու մեխանիզմներ։ ',
        answers: ['Թույլատրվում է։', 'Թույլատրվում է, եթե դրանք գտնվում են տրանսպորտային վիճակում։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է, եթե դրանք գտնվում են տրանսպորտային վիճակում։',
        image: null
    },
    {
        id: 17,
        question: 'Ինչո՞վ պետք է ղեկավարվի վարորդը երկաթուղային գծանցին մոտենալիս։ ',
        answers: ['Ուղեփակոցի դիրքով եւ լուսացույցի ազդանշաններով։', 'Ճանապարհային նշանների եւ գծանշումների պահանջներով։', 'Գծանցի հերթապահի ցուցումներով։', 'Բոլոր թվարկած պահանջներով։'],
        correct_answer: 'Բոլոր թվարկած պահանջներով։',
        image: null
    },
    {
        id: 18,
        question: 'Թույլատրվու՞մ է արդյոք հետիոտներին տեղաշարժվել «Ավտոմայրուղի» նշանով կահավորված ճանապարհով։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է` բնակավայրերից դուրս` տրանսպորտային միջոցների հոսքին հակառակ։', 'Թույլատրվում է` բնակավայրերից դուրս` տրանսպորտային միջոցների հոսքին համընթաց։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 19,
        question: 'Տրանսպորտային միջոցներով, որոնց արագությունը տեխնիկական բնութագրերից կամ վիճակից ելնելով չի գերազանցում 40 կմ/ժ, ավտոմայրուղիներով երթեւեկել՝ ',
        answers: ['Թույլատրվում է` միայն աջ եզրային գոտիով։', 'Արգելվում է։', 'Թույլատրվում է` «Նվազագույն արագության սահմանափակում» նշանի բացակայության դեպքում։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 20,
        question: 'Որքա՞ն ժամանակ կարող է կապված մնալ արյունահոսությունը դադարեցնող լարանը: ',
        answers: ['Տաք եղանակին ոչ ավելի, քան կես ժամ, իսկ ցուրտ եղանակին `ոչ ավելի, քան մեկ ժամ', 'Տաք եղանակին ոչ ավելի, քան 1 ժամ, իսկ ցուրտ եղանակին` ոչ ավելի, քան կես ժամ', 'Լարանի կապված մնալու ժամանակը սահմանափակ չէ'],
        correct_answer: 'Տաք եղանակին ոչ ավելի, քան 1 ժամ, իսկ ցուրտ եղանակին` ոչ ավելի, քան կես ժամ',
        image: null
    }
];