export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Վերադասավորվելով հարևան գոտի այս իրավիճակում ',
        answers: ['Պարտավոր եք զիջել նշված գոտով ընթացող վարորդներին', 'Ունեք երթևեկության առավելություն'],
        correct_answer: 'Պարտավոր եք զիջել նշված գոտով ընթացող վարորդներին',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Ո՞ր հետագծով է թույլատրված ձախ շրջադարձը ',
        answers: ['Միայն Ա', 'Միայն Գ', 'Ցանկացած'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ազգային վարորդական վկայականները տրվում են՝ ',
        answers: ['5 տարի ժամանակով։', '10 տարի ժամանակով։', '20 տարի ժամանակով։', 'Անժամկետ։'],
        correct_answer: '10 տարի ժամանակով։',
        image: null
    },
    {
        id: 5,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն` միջազգային վարորդական վկայականները տրվում են՝ ',
        answers: ['1 տարի ժամանակով։', '3 տարի ժամանակով։', '5 տարի ժամանակով։', 'Անժամկետ։'],
        correct_answer: '3 տարի ժամանակով։',
        image: null
    },
    {
        id: 6,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե` ',
        answers: ['Ավտոբուսի դողերի պահպանաշերտի նախշանկարի մնացորդային բարձրությունը կազմում է', '8 մմ։', 'Խախտված է հիդրավլիկ արգելակային հաղորդակի հերմետիկությունը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Խախտված է հիդրավլիկ արգելակային հաղորդակի հերմետիկությունը։',
        image: null
    },
    {
        id: 7,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Չի գործում պնեւմատիկ արգելակային հաղորդակի ճնշաչափը։', 'Ավտոբուսի դողերի պահպանաշերտի մնացորդային բարձրությունը կազմում է', '6 մմ։', 'Երկու դեպքում էլ։'],
        correct_answer: '6 մմ։',
        image: null
    },
    {
        id: 8,
        question: 'Թույլատրվո՞ւմ է վազանց կատարել այս իրավիճակում ',
        answers: ['Այո', 'Այո, եթե մոտոցիկլի արագությունը փոքր է 30կմ/ժ-ից', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Խախտել է արդյո՞ք բեռնատարի վարորդը կայանման կանոնները ',
        answers: ['Ոչ', 'Այո, եթե թույլատրելի առավելագույն զանգվածը մեծ է 3,5 տոննայից', 'Այո'],
        correct_answer: 'Այո',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձ կատարելը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Հետադարձ կատարելիս այս իրավիճակում զիջել ճանապարհը մյուս վարորդին ',
        answers: ['Պարտավոր չենք', 'Պարտավոր ենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Բեռնատարի վարորդը խախտել է արդյո՞ք կանգառ կատարելու կանոնները ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Նշված իրավիճակում թույլատրվում է արդյո՞ք կանգառ կատարել ուղևոր նստեցնելու նպատակով ',
        answers: ['Այո', 'Թույլատրվում է միայն ընդհանուր օգտագործման տրանսպորտային միջոցի վարորդին', 'Ոչ'],
        correct_answer: 'Թույլատրվում է միայն ընդհանուր օգտագործման տրանսպորտային միջոցի վարորդին',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Վարորդներից ո՞վ է խախտել կայանման կանոնները ',
        answers: ['Երկու վարորդները', 'Միայն թեթև մարդատարի վարորդը', 'Միայն մոտոցիկլի վարորդը', 'Ոչ ոք:'],
        correct_answer: 'Միայն թեթև մարդատարի վարորդը',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր տարբերակում է նշված արգելված դիրքով կայանումը կատարած վարորդը ',
        answers: ['Միայն Ա', 'Միայն Բ'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Օրվա մութ ժամանակ ճանապարհի չլուսավորված հատվածներում երթեւեկող մեխանիկական տրանսպորտային միջոցի վրա պետք է միացված լինի՝ ',
        answers: ['Լապտերների հեռահար կամ մոտակա լույսը։', 'Լապտերների միայն մոտակա լույսը։', 'Լապտերների միայն հեռահար լույսը։'],
        correct_answer: 'Լապտերների հեռահար կամ մոտակա լույսը։',
        image: null
    },
    {
        id: 17,
        question: 'Հետին հակամառախուղային լապտերիկները կարող են օգտագործվել՝ ',
        answers: ['Օրվա մութ ժամանակ՝ տրանսպորտային շարասյան կազմում երթեւեկելիս։', 'Թունելներում երթեւեկելիս։', 'Միայն անբավարար տեսանելիության պայմաններում։', 'Օրվա մութ ժամանակ՝ տրանսպորտային միջոցը բեռնաթափելիս։', 'Թվարկած բոլոր դեպքերում։'],
        correct_answer: 'Միայն անբավարար տեսանելիության պայմաններում։',
        image: null
    },
    {
        id: 18,
        question: 'Հանդիպակաց երթեւեկող տրանսպորտային միջոցից ի՞նչ հեռավորության վրա լապտերների հեռահար լույսը պետք է փոխարկվի մոտակայի։ ',
        answers: ['100 մ-ից ոչ պակաս։', '150 մ-ից ոչ պակաս։', '300 մ-ից ոչ պակաս։'],
        correct_answer: '150 մ-ից ոչ պակաս։',
        image: null
    },
    {
        id: 19,
        question: 'Լապտեր-լուսարձակ թույլատրվում է օգտագործել՝ ',
        answers: ['Միայն բնակավայրերից դուրս՝ հանդիպակաց եւ համընթաց տրանսպորտային միջոցների բացակայության դեպքում։', 'Միայն անբավարար տեսանելիության պայմաններում։', 'Ցանկացած տեղում, եթե դրա անհրաժեշտությունը կա։', 'Օրվա մութ ժամանակ՝ ճանապարհների բոլոր հատվածներում։'],
        correct_answer: 'Միայն բնակավայրերից դուրս՝ հանդիպակաց եւ համընթաց տրանսպորտային միջոցների բացակայության դեպքում։',
        image: null
    },
    {
        id: 20,
        question: 'Ինչպիսի՞ առաջին օգնություն պետք է ցուցաբերել գլխի մազածածկ մասի վերքի առկայությամբ գանգուղեղային վնասվածքի դեպքում: ',
        answers: ['Դադարեցնել արյունահոսությունը վերքի վրա ուղղակի ճնշման միջոցով, վերքի վրա դնել սեղմող վիրակապ: Գիտակցության կորստի դեպքում տուժածին տալ կայուն կողքի շրջված դիրք: Հնարավորության դեպքում գլխի վնասվածքի շրջանում սառը դնել:', 'Անշարժացնել ողնաշարի պարանոցային հատվածը `օգտագործելով ինքնաշեն շինա (օձիք): վերքի վրա դնել ստերիլ բամբակե խծուծ, տուժածին պառկեցնել մեջքի վրա` ոտքերը բարձրացրած դիրքում: Հնարավորության դեպքում գլխին սառը դնել:', 'Արգելվում է պարանոցային շինա դնել: Անհրաժեշտ է վերքը ծածկել բժշկական կպչուն սպեղանիով, տուժածին պառկեցնել կողքի վրա:'],
        correct_answer: 'Դադարեցնել արյունահոսությունը վերքի վրա ուղղակի ճնշման միջոցով, վերքի վրա դնել սեղմող վիրակապ: Գիտակցության կորստի դեպքում տուժածին տալ կայուն կողքի շրջված դիրք: Հնարավորության դեպքում գլխի վնասվածքի շրջանում սառը դնել:',
        image: null
    }
];