export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Խաչմերուկում թույլատրվում է արդյո՞ք հետընթաց կատարումով հետադարձ կատարել ',
        answers: ['Այո', 'Այո, եթե խոչընդոտ չի ստեղծի խաչմերուկով երթևեկողներին', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Թույլատրվո՞ւմ է վարորդին այս իրավիճակում աջ շրջադարձ կատարել ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Այս իրավիճակում կանգառ կատարելիս ո՞ր ազդանշանի լուսային ցուցիչը պետք է միացնի վարորդը ',
        answers: ['Աջ', 'Աջ, վերադասավորումից հետո ձախ', 'Ձախ'],
        correct_answer: 'Ձախ',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ օրվա մութ ժամանակ է համարվում՝ ',
        answers: ['Աշնանը եւ ձմռանը` երեկոյան ժամը 2', '00-ից մինչեւ առավոտյան ժամը', '00-ը, գարնանը եւ ամռանը` երեկոյան ժամը 2', '00-ից մինչեւ առավոտյան ժամը', '00-ն ընկած ժամանակահատվածը։', 'Մթնշաղի վերջի եւ աղջամուղջի սկզբի միջեւ ընկած ժամանակահատվածը։', 'Արեգակնային լուսավորության բացակայության ժամանակահատվածը։'],
        correct_answer: '00-ից մինչեւ առավոտյան ժամը',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Ավտոբուսում բացակայում է «Վթարային կանգառ» նշանը։', 'Հետեւի մասում տեղադրված են սպիտակ գույնի լույսերով հաշվառման համարանիշի լուսավորման լապտերիկներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Ավտոբուսում բացակայում է «Վթարային կանգառ» նշանը։',
        image: null
    },
    {
        id: 6,
        question: 'Թույլատրվո՞ւմ է ուղևոր նստեցնելու նպատակով կանգառ կատարել նշված վայրում ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ո՞ր նշանով է նշվում հետիոտնային արահետը ',
        answers: ['Բ', 'Բ և Գ', 'Բոլոր'],
        correct_answer: 'Բ',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Այս ճանապարհային նշանը ',
        answers: ['Նախազգուշացնում է նեղ հատվածին մոտենալու մասին', 'Արգելում է անցնել կամուրջով', 'Պարտադրում է զիջել ճանապարհը հանդիպակաց երթևեկող վարորդին նեղ հատվածներում'],
        correct_answer: 'Պարտադրում է զիջել ճանապարհը հանդիպակաց երթևեկող վարորդին նեղ հատվածներում',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ինչպե՞ս կվարվեք, եթե անհրաժեշտ է շարժման ուղղությունը փոխել հակառակի ',
        answers: ['Հետադարձ կկատարեք այս խաչմերուկում', 'Խաչմերուկն ուղիղ անցնելու հետո հետադարձ կկատարեք', 'Երկու տարբերակն էլ թույլատրելի են:'],
        correct_answer: 'Խաչմերուկն ուղիղ անցնելու հետո հետադարձ կկատարեք',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Կայանումը նշված վայրում ',
        answers: ['Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ձախ շրջադարձը կատարելիս ',
        answers: ['Պարտավոր եք զիջել տրամվայի վարորդին', 'Խաչմերուն անցնել առաջինը'],
        correct_answer: 'Պարտավոր եք զիջել տրամվայի վարորդին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ո՞ր ճանապարհային նշանները չեն գործում, երբ դրանց պահանջները հակասում է լուսացույցի ազդանշանների նշանակությանը: ',
        answers: ['Առավելության նշանները', 'Արգելող նշանները', 'Թելադրող նշանները', 'Բոլոր թվարկվածները:'],
        correct_answer: 'Առավելության նշանները',
        image: null
    },
    {
        id: 13,
        question: 'Ինչպե՞ս պետք է վարվի թեթեւ մարդատար ավտոմոբիլի վարորդը, եթե ավտոբուսի վարորդը սկսել է արգելակել։ ',
        answers: ['Շարունակի երթեւեկությունը։', 'Դանդաղեցնի ընթացքը, անհրաժեշտության դեպքում կանգնի եւ շարունակի երթեւեկությունը` համոզվելով, որ անցումում հետիոտներ չկան։', 'Կանգ առնի եւ շարունակի երթեւեկությունը միայն այն դեպքում, երբ ավտոբուսը կվերսկսի երթեւեկությունը։'],
        correct_answer: 'Դանդաղեցնի ընթացքը, անհրաժեշտության դեպքում կանգնի եւ շարունակի երթեւեկությունը` համոզվելով, որ անցումում հետիոտներ չկան։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ավտոբուսի վարորդը կատարել է կանգառ ուղեւորներ նստեցնելու նպատակով։ Թեթեւ մարդատար ավտոմոբիլը երթեւեկում է 70 կմ/ժ արագությամբ։ Ո՞ր տրանսպորտային միջոցի վարորդն է խախտում ճանապարհային երթեւեկության կանոնների պահանջները։ ',
        answers: ['Ոչ ոք։', 'Ավտոբուսի վարորդը։', 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։', 'Երկու վարորդներն էլ։'],
        correct_answer: 'Ոչ ոք։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Թվարկվածներից ո՞ր դեպքում կարող է ավտոբուսի վարորդն անցնել երկկողմ երթեւեկության եռագոտի ճանապարհի մեջտեղի գոտի, որը օգտագործվում է երկու ուղղությամբ երթեւեկության համար։ ',
        answers: ['Վազանցելու կամ շրջանցելու նպատակով։', 'Ձախ շրջադարձ կամ հետադարձ կատարելու նպատակով։', 'Վերոնշյալ երկու դեպքում էլ։', 'Ոչ մի պատասխանը ճիշտ չէ։'],
        correct_answer: 'Վերոնշյալ երկու դեպքում էլ։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Որտե՞ղ պետք է կանգ առնի վարորդը տվյալ իրավիճակում։ ',
        answers: ['Կանգառը պարտադիր չէ։', 'Լուսացույցի առջեւ։', '«Կանգ-գիծ» գծանշման առջեւ։', 'Երթեւեկելի գոտիների հատման առջեւ։'],
        correct_answer: '«Կանգ-գիծ» գծանշման առջեւ։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Վարորդին արգելվում է` ',
        answers: ['գերազանցել տվյալ տրանսպորտային միջոցի տեխնիկական բնութագրով սահմանված առավելագույն արագությունը.', 'գերազանցել տրանսպորտային միջոցի վրա տեղադրված «Արագության սահմանափակում» ճանաչման նշանով նախատեսված արագությունը.', 'առանց անհրաժեշտության ընթանալ շատ ցածր արագությամբ` խոչընդոտելով մյուս տրանսպորտային միջոցների երթևեկությանը.', 'կտրուկ արգելակել, եթե դա անհրաժեշտ չէ ճանապարհատրանսպորտային պատահար կանխելու համար', 'Բոլոր նշված գործողությունները'],
        correct_answer: 'Բոլոր նշված գործողությունները',
        image: null
    },
    {
        id: 18,
        question: '',
        answers: ['1 և 3', '1 և 4', 'միայն 2-ը', '2 և 3'],
        correct_answer: 'միայն 2-ը',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Թույլատրվու՞մ է արդյոք կարմիր ավտոմոբիլի վարորդին վազանց կատարել տվյալ իրադրությունում։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է, եթե վազանցվող ավտոմոբիլի արագությունը չի գերազանցում 30 կմ/ժ։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Ցածր թափքով մեքենայի 3-5 տարեկան երեխային բախման դեպքում նրա մոտ առավել հավանական վնասվածքներն են. ',
        answers: ['Ստորին վերջույթի եւ գլխի վնասվածք։', 'Կոնքի եւ կրծքավանդակի վնասվածք։'],
        correct_answer: 'Կոնքի եւ կրծքավանդակի վնասվածք։',
        image: null
    }
];