export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Թեթև մարդատարի վարորդը ',
        answers: ['Պետք է զիջի ճանապարհը', 'Ունի առավելություն, քանի որ մոտեցել է աջ կողմից'],
        correct_answer: 'Պետք է զիջի ճանապարհը',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ո՞ր հետագծով է թույլատրված աջ շրջադարձը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը ',
        answers: ['Միայն Ա', 'Ա կամ Գ', 'Բոլոր'],
        correct_answer: 'Ա կամ Գ',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ թույլատրելի առավելագույն զանգված է համարվում՝ ',
        answers: ['Լրակազմված եւ լիցքավորված տրանսպորտային միջոցի զանգվածը։', 'Վարորդով, ուղեւորներով եւ բեռով բեռնված, լրակազմված ու լիցքավորված տրանսպորտային միջոցի զանգվածը։'],
        correct_answer: 'Վարորդով, ուղեւորներով եւ բեռով բեռնված, լրակազմված ու լիցքավորված տրանսպորտային միջոցի զանգվածը։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Հետեւի մասում տեղադրված են կարմիր գույնի լուսանդրադարձնող հարմարանքներ։', 'Չի աշխատում կառուցվածքով նախատեսված արագաչափը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Չի աշխատում կառուցվածքով նախատեսված արագաչափը։',
        image: null
    },
    {
        id: 6,
        question: 'Այս նշաններից հետո 3.5 տոննայից ոչ ավել թույլատրելի առավելագույն զանգվածով բեռնատարի վարորդին երթևեկության առավելագույն արագությունը սահմանված է ',
        answers: ['60 կմ/ժ', '70 կմ/ժ', '80 կմ/ժ'],
        correct_answer: '80 կմ/ժ',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ի՞նչն է արգելված այս ճանապարհային նշանով ',
        answers: ['20կմ/ժ-ից ավելի երթևեկությունը', 'Մեխանիկական տրանսպորտային միջոցներով երթևեկությունը', 'Բոլոր տրանսպորտային միջոցներով երթևեկությունը'],
        correct_answer: 'Բոլոր տրանսպորտային միջոցներով երթևեկությունը',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Որտե՞ղ է անհրաժեշտ կանգ առնել նշանի պահանջը կատարելիս ',
        answers: ['Նշանի առջև (Ա)', 'Խաչմերուկից առաջ (Բ)', 'Երթևեկելի մասերի հատումից առաջ(Գ'],
        correct_answer: 'Երթևեկելի մասերի հատումից առաջ(Գ',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: '',
        answers: ['1 և 3', '1 և 4', 'միայն 2-ը', '2 և 3'],
        correct_answer: 'միայն 2-ը',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Նշաններից ո՞րի ազդեցությունն է տարածվում միայն այն գոտում, որի վրա կախված է ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ա և Բ'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Կանաչ ազդանշանի միանալու դեպքում վարորդը ',
        answers: ['Պետք է զիջի բեռնատարի վարորդին', 'Ունի առաջնահերթ երթևեկելու իրավունք'],
        correct_answer: 'Պետք է զիջի բեռնատարի վարորդին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Այս խաչմերուկում վարորդը ',
        answers: ['Կանցնի առաջինը', 'Պետք է զիջի ճանապարհը տրամվային'],
        correct_answer: 'Կանցնի առաջինը',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: '«Կանգ-գծից» կամ «Երթեւեկությունն առանց կանգառի արգելվում է» նշանից ի՞նչ հեռավարության վրա պետք է կանգնեցվի տրանսպորտային միջոցը՝ մոտեցող գնացքին ճանապարհը զիջելու համար։ ',
        answers: ['1,5 մ։', '2,5 մ։', '5 մ։', '10 մ։', 'Անմիջապես «Կանգ-գծի» եւ (կամ) նշանի մոտ։'],
        correct_answer: 'Անմիջապես «Կանգ-գծի» եւ (կամ) նշանի մոտ։',
        image: null
    },
    {
        id: 14,
        question: 'Թույլատրվու՞մ է արդյոք կանգառը նշված տեղում։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Թույլատրվու՞մ է արդյոք ավտոմոբիլի կանգառն այս վայրում։ ',
        answers: ['Արգելվում է, քանի որ գծանշման ընդհատվող գծի եւ կանգ առած տրանսպորտային միջոցի միջեւ հեռավորությունը պակաս է 3 մետրից։', 'Արգելվում է ամսվա զույգ օրերին։', 'Թույլատրվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: null
    },
    {
        id: 16,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն է խախտել կայանման կանոնները։ ',
        answers: ['Կապույտ ավտոմոբիլի վարորդը։', 'Կարմիր ավտոմոբիլի վարորդը։', 'Երկու վարորդներն էլ խախտել են։', 'Երկու վարորդներն էլ չեն խախտել։'],
        correct_answer: 'Երկու վարորդներն էլ խախտել են։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում ավտոբուսի երթեւեկությունը այս ճանապարհային նշանի ազդեցության ճանապարհահատվածներում։ ',
        answers: ['70 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։', '100 կմ/ժ։', '110 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում միջքաղաքային ավտոբուսների երթեւեկությունն ավտոմայրուղիներով։ ',
        answers: ['70 կմ/ժ։', '80 կմ/ժ։', '110 կմ/ժ։', '100 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 19,
        question: 'Վազանցն արգելվում է՝ ',
        answers: ['Խաչմերուկներում։', 'Երկաթուղային գծանցներից 150 մ առաջ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Խաչմերուկներում։',
        image: null
    },
    {
        id: 20,
        question: 'Բրոնխիալ ասթմայով տուժածին նոպայի դեպքում պետք է. ',
        answers: ['Օգնել ընդունել կիսանստած դիրք։', 'Պառկեցնել եւ բարձրացնել ոտքերը։', 'Պառկեցնել` ոտքերը ծնկային հոդերում ծալած։', 'Պառկեցնել գլուխը բարձր դիրքով։'],
        correct_answer: 'Օգնել ընդունել կիսանստած դիրք։',
        image: null
    }
];