export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Մանևրում է համարվում ',
        answers: ['տրանսպորտային միջոցի երթևեկության սկիզբ (կապված հարևան երթևեկության գոտի դուրս գալու հետ), վերադասավորում, երթևեկության ուղղության փոփոխություն, կանգառ (վերադասավորվելով) և հետընթաց կատարելը', 'տրանսպորտային միջոցի երթևեկության սկիզբ, վերադասավորում, երթևեկության ուղղության փոփոխություն, կանգառ և հետընթաց կատարելը'],
        correct_answer: 'տրանսպորտային միջոցի երթևեկության սկիզբ (կապված հարևան երթևեկության գոտի դուրս գալու հետ), վերադասավորում, երթևեկության ուղղության փոփոխություն, կանգառ (վերադասավորվելով) և հետընթաց կատարելը',
        image: null
    },
    {
        id: 2,
        question: 'ՙՃանապարհային երթևեկության անվտանգության ապահովման մասին՚ ՀՀ օրենքի համաձայն բաժանարար գոտի է համարվում ',
        answers: ['ճանապարհի հարակից երթևեկելի մասերը բաժանող, կառուցվածքորեն առանձնացված տարր, որը նախատեսված չէ տրանսպորտային միջոցների և հետիոտների երթևեկության կամ կանգառի համար', 'ճանապարհի հարակից երթևեկելի մասերը բաժանող, կառուցվածքորեն և (կամ) համապատասխան գծանշումով առանձնացված տարր, որը նախատեսված չէ տրանսպորտային միջոցների և հետիոտների երթևեկության կամ կանգառի համար'],
        correct_answer: 'ճանապարհի հարակից երթևեկելի մասերը բաժանող, կառուցվածքորեն և (կամ) համապատասխան գծանշումով առանձնացված տարր, որը նախատեսված չէ տրանսպորտային միջոցների և հետիոտների երթևեկության կամ կանգառի համար',
        image: null
    },
    {
        id: 3,
        question: 'ՙՃանապարհային երթևեկության անվտանգության ապահովման մասին՚ ՀՀ օրենքի համաձայն վարորդին են հավասարեցվում ',
        answers: ['ճանապարհով բեռնակիր և (կամ) հեծկան կենդանիներ կամ անասուններ քշող անձը', 'բեռնակիր և (կամ) հեծկան կենդանիներ կամ անասուններ քշող անձը'],
        correct_answer: 'ճանապարհով բեռնակիր և (կամ) հեծկան կենդանիներ կամ անասուններ քշող անձը',
        image: null
    },
    {
        id: 4,
        question: 'ՙՃանապարհային երթևեկության անվտանգության ապահովման մասին՚ ՀՀ օրենքի համաձայն մայթ է համարվում ',
        answers: ['օրենսդրությամբ սահմանված կարգով հետիոտնի տեղաշարժվելու համար նախատեսված երթևեկելի մասին հարող ճանապարհի տարրը', 'օրենսդրությամբ սահմանված կարգով հետիոտնի տեղաշարժվելու համար նախատեսված երթևեկելի մասից որևէ եղանակով առանձնացված ճանապարհի տարրը', 'Նշված երկու դեպքերը'],
        correct_answer: 'Նշված երկու դեպքերը',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե ',
        answers: ['լուսային սարքերի վրա բացակայում են լամպերը կամ ցրիչները', 'օգտագործվում են տվյալ լուսային սարքի տեսակին չհամապատասխանող ցրիչներ կամ լամպեր', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 6,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե ',
        answers: ['կեղտոտված են արտաքին լուսային սարքերը և լուսանդրադարձիչները', 'արտադրությունից հանված տրանսպորտային միջոցի վրա տեղադրված է այլ մակնիշի տրանսպորտային միջոցի արտաքին լուսային սարքեր:', 'երկու դեպքում էլ'],
        correct_answer: 'կեղտոտված են արտաքին լուսային սարքերը և լուսանդրադարձիչները',
        image: null
    },
    {
        id: 7,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['տրանսպորտային միջոցի նույն սռնու վրա տեղադրված են պահպանաշերտի տարբեր նախշանկարներով դողեր', 'թեթև մարդատար ավտոմոբիլի դողի պահպանաշերտի նախշանկարի մնացորդային բարձրությունը կազմում է 1,6մմ:', 'երկու դեպքում էլ'],
        correct_answer: 'տրանսպորտային միջոցի նույն սռնու վրա տեղադրված են պահպանաշերտի տարբեր նախշանկարներով դողեր',
        image: null
    },
    {
        id: 8,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['բեռնատար ավտոմոբիլի դողի պահպանաշերտի նախշանկարի մնացորդային բարձրությունը կազմում է 1,4մմ:', 'առջևի մասում տեղադրված են դեղին գույնի լուսաանդրադարձնող հարմարանքներ:', 'երկու դեպքում էլ'],
        correct_answer: 'առջևի մասում տեղադրված են դեղին գույնի լուսաանդրադարձնող հարմարանքներ:',
        image: null
    },
    {
        id: 9,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['հետևի մասում տեղադրված են դեղին գույնի լուսաանդրադարձնող հարմարանքներ:', 'առջևի մասում տեղադրված են դեղին գույնի լուսաանդրադարձնող հարմարանքներ', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 10,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե ',
        answers: ['Բժիշկ-վարորդի կողմից վարած ավտոմոբիլի վրա բացակայում է ՙԲժիշկ՚ ճանաչման նշանը', 'չի աշխատում կառուցվածքով նախատեսված վառելիքի բաքի խցանը', 'երկու դեպքում էլ'],
        correct_answer: 'չի աշխատում կառուցվածքով նախատեսված վառելիքի բաքի խցանը',
        image: null
    },
    {
        id: 11,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['տրանսպորտային միջոցի նույն սռնու վրա տեղադրված են պահպանաշերտի տարբեր նախշանկարներով դողեր', 'առջևի մասում դեղին լուսանդրադարձնող հիմնագույնով և կամիր լուսանդրադարձնող եզրագծերով տեղադրված է «Երեխաների փոխադրում» ճանաչման նշանը', 'Երկու դեպքում էլ'],
        correct_answer: 'տրանսպորտային միջոցի նույն սռնու վրա տեղադրված են պահպանաշերտի տարբեր նախշանկարներով դողեր',
        image: null
    },
    {
        id: 12,
        question: 'Վարորդի դեպի վեր պարզած ձեռքով տեղեկացնում է ',
        answers: ['Ձախ շրջադարձ կատարելու մասին', 'Ուղիղ երթևեկելու մասին', 'Ընթացքը դանդաղեցնելու մասին'],
        correct_answer: 'Ընթացքը դանդաղեցնելու մասին',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ազդանշան տալը երթևեկության մյուս մասնակիցների նկատմամբ առավելություն ',
        answers: ['Տալիս է', 'Չի տալիս', 'Տալիս է միայն շարժում սկսելիս'],
        correct_answer: 'Չի տալիս',
        image: null
    },
    {
        id: 14,
        question: 'Ի՞նչի մասին է տեղեկացնում մոտոցիկլի վարորդը ',
        answers: ['Ուղիղ երթևեկությունը շարունակելու', 'Ձախ շրջադարձ կատարելու', 'Թեթև մարդատարին զիջելու նպատակով արագությունն իջեցնելու'],
        correct_answer: 'Թեթև մարդատարին զիջելու նպատակով արագությունն իջեցնելու',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ձախ շրջադարձ կատարելիս այս իրավիճակում ազդանշան տալը ',
        answers: ['Պարտադիր է', 'Պարտադիր չէ'],
        correct_answer: 'Պարտադիր է',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Վազանց կատարելիս ձախ շրջադարձի լուսային ցուցիչը անջատել պարտավոր ենք ',
        answers: ['Անմիջապես ձախ գոտի վերադասավորվելուց հետո', 'Միայն առջևից ընթացողից առաջ անցնելուց հետո', 'Վարորդի հայեցողությամբ'],
        correct_answer: 'Անմիջապես ձախ գոտի վերադասավորվելուց հետո',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Հետադարձն այս խաչմերուկում կատարելիս ո՞ր շրջադարձի ցուցիչը պետք է միացնենք ',
        answers: ['Աջ', 'Ձախ', 'Ոչ մեկը'],
        correct_answer: 'Աջ',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Պարտավոր եք արդյո՞ք նշված իրադրությունում տալ ազդանշան լուսային ցուցիչով ',
        answers: ['Այո', 'Ոչ', 'Այո, եթե աջ գոտով երթևեկող վարորդ կա:'],
        correct_answer: 'Այո',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Ի՞նչի մասին է տեղեկացնում մոտոցիկլի վարորդը ',
        answers: ['Ուղիղ երթևեկությունը շարունակելու', 'Աջ շրջադարձ կատարելու', 'Ձախ շրջադարձ կամ հետադարձ կատարելու'],
        correct_answer: 'Ձախ շրջադարձ կամ հետադարձ կատարելու',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Լուսային ցուցիչով տրված մանևրի մասին ազդանշանը պետք է դադարեցվի ',
        answers: ['Անմիջապես մանևրից առաջ', 'Անմիջապես մանևրից հետո', 'Մանևրի ընթացքում'],
        correct_answer: 'Անմիջապես մանևրից հետո',
        image: null
    }
];