export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ազդանշան տալը երթևեկության մյուս մասնակիցների նկատմամբ առավելություն ',
        answers: ['Տալիս է', 'Տալիս է միայն վերադասավորվելիս', 'Չի տալիս'],
        correct_answer: 'Չի տալիս',
        image: null
    },
    {
        id: 2,
        question: 'Նշված հետագծով աջ շրջադարձը ',
        answers: ['Թույլատրված է', 'Արգելված է'],
        correct_answer: 'Թույլատրված է',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Բեռնատարից առաջ անցնելուց հետո ո՞ր գոտով կարող եք շարունակել երթևեկությունը ',
        answers: ['Միայն աջ', 'Երկու համընթաց գոտիներով էլ թույլատրվում է'],
        correct_answer: 'Միայն աջ',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: 'Հողային ծածկույթով ճանապարհից դուրս գալով ասֆալտբետոնե ծածկույթ ունեցող ճանապարհ ',
        answers: ['Պետք է այն համարենք գլխավոր ճանապարհ', 'Այդ ճանապարհը մեզ հավասարազոր ենք համարում'],
        correct_answer: 'Պետք է այն համարենք գլխավոր ճանապարհ',
        image: 'images/image_4.jpg'
    },
    {
        id: 5,
        question: 'Քանի՞ երթևեկության գոտիի կա այս երթևեկելի մասում ',
        answers: ['Մեկ', 'Երկու', 'Երեք'],
        correct_answer: 'Երկու',
        image: 'images/image_5.jpg'
    },
    {
        id: 6,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Չեն աշխատում դռների վթարային բացիչները։', 'Առջևի մասում տեղադրված են կարմիր գույնի լույսերով շրջադարձի ցուցիչներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 7,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Չի աշխատում կանգառ կատարելու պահանջի ազդանշանը։', 'Հետևի մասում տեղադրված են կարմիր գույնի լույսերով շրջադարձի ցուցիչներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Չի աշխատում կանգառ կատարելու պահանջի ազդանշանը։',
        image: null
    },
    {
        id: 8,
        question: 'Ո՞ր վարորդն է խախտել կայանման կանոնները ',
        answers: ['Ոչ ոք', 'Բեռնատարի վարորդը', 'Մոտոցիկլի և թեթև մարդատարի վարորդները'],
        correct_answer: 'Ոչ ոք',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Նշվածներից ո՞ր ուղղությունն է թույլատրելի ',
        answers: ['Միայն Գ', 'Ա կամ Գ', 'Բոլոր, բացի Դ'],
        correct_answer: 'Ա կամ Գ',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Ո՞ր ցուցանակով կիրառված նշանի ազդեցությունն է տարածվում 3,5 տոննայից թեթև թույլատրելի առավելագույն զանգվածով բեռնատարի վարորդի վրա ',
        answers: ['Միայն Բ', 'Միայն Գ', 'Բ և Գ', 'Բոլոր'],
        correct_answer: 'Բ և Գ',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ձախ շրջադարձ կատարելը թույլատրվում է ',
        answers: ['Դարձափոխային գոտուց', 'Նկարում նշված գոտուց'],
        correct_answer: 'Նկարում նշված գոտուց',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Կանգառ կատարելը նշված վայրում ',
        answers: ['Թույլատրվում է', 'Թույլատրվում է ուղևոր նստեցնելու նպատակով', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ո՞ր վարորդն է խախտել կանգառ կատարելու կանոնները ',
        answers: ['Միայն Բ', 'Միայն Բ և Գ', 'Բոլորը'],
        correct_answer: 'Միայն Բ և Գ',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Թույլատրվա՞ծ է վարորդներին կանգառ կատարել նշված վայրում ',
        answers: ['Այո', 'Միայն մոտոցիկլի վարորդին', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Նշվածներից ո՞ր դեպքում է թույլատրված կանգառը ',
        answers: ['Միայն Գ', 'Միայն Բ և Գ', 'Բոլոր դեպքերում:'],
        correct_answer: 'Բոլոր դեպքերում:',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ո՞ր նկարում են պատկերված երթեւեկության թույլատրելի ուղղությունները։ ',
        answers: ['Ձախ նկարում։', 'Մեջտեղի նկարում։', 'Աջ նկարում։', 'Մեջտեղի եւ աջ նկարներում։'],
        correct_answer: 'Աջ նկարում։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Եթե լուսացույցի ազդանշանների նշանակությունները հակասում են առավելության նշանների պահանջներին, ապա վարորդները պետք է ղեկավարվեն՝ ',
        answers: ['Նշանների պահանջներով։', 'Լուսացույցի ազդանշաններով։'],
        correct_answer: 'Լուսացույցի ազդանշաններով։',
        image: null
    },
    {
        id: 18,
        question: 'Թույլատրվու՞մ է արդյոք վարորդին շարունակել երթեւեկությունը լուսացույցի դեղին ազդանշանը միանալու կամ կարգավորողը ձեռքը բարձրացնելու դեպքում։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է, եթե վարորդը հնարավորություն չունի կանգնել՝ առանց կտրուկ արգելակման։'],
        correct_answer: 'Թույլատրվում է, եթե վարորդը հնարավորություն չունի կանգնել՝ առանց կտրուկ արգելակման։',
        image: null
    },
    {
        id: 19,
        question: 'Կարգավորողն ազդանշան տալիս է սուլիչով՝ ',
        answers: ['Միայն այն դեպքում, երբ պահանջում է կանգնեցնել տրանսպորտային միջոցը։', 'Երթեւեկության մասնակիցների ուշադրությունն իր վրա հրավիրելու համար։'],
        correct_answer: 'Երթեւեկության մասնակիցների ուշադրությունն իր վրա հրավիրելու համար։',
        image: null
    },
    {
        id: 20,
        question: 'Արդյո՞ք թույլատրվում է տուժածին դեղեր տալ առաջին բուժօգնություն ցուցաբերելու ժամանակ: ',
        answers: ['Թույլատրվում է', 'Թույլատրվում է ծայրահեղ անհրաժեշտության դեպքում', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: null
    }
];