export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Կարմիր գույնի առկայծող փարոսիկ  միացրած, կանգնած վիճակում գտնվող տրանսպորտային միջոցին մոտենալիս` տվյալ  ուղղությամբ  երթեւեկող  ընդհանուր օգտագործման տրանսպորտային միջոցների վարորդները պետք է` ',
        answers: ['Կանգ առնեն եւ շարունակեն երթեւեկությունը  միայն թույլտվություն ստանալուց հետո։', 'Իջեցնեն արագությունը, որպեսզի անհրաժեշտության դեպքում հնարավորություն ունենան անմիջապես կանգ առնել։', 'Շարունակեն երթեւեկությունը, քանի որ երթեւեկում են սահմանված երթուղով։'],
        correct_answer: 'Կանգ առնեն եւ շարունակեն երթեւեկությունը  միայն թույլտվություն ստանալուց հետո։',
        image: null
    },
    {
        id: 2,
        question: 'Կապույտ գույնի առկայծող փարոսիկ եւ հատուկ ձայնային ազդանշան միացրած տրանսպորտային միջոց մոտենալու դեպքում   ընդհանուր օգտագործման տրանսպորտային միջոցների վարորդները պետք է՝ ',
        answers: ['Շարունակեն երթեւեկությունը, քանի որ երթեւեկում են սահմանված  երթուղով։', 'Զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ անցումն ապահովելու համար։', 'Իջեցնեն արագությունը  եւ  զիջեն ճանապարհը՝ նշված տրանսպորտային  միջոցի   անխոչընդոտ   անցումն ապահովելու համար։'],
        correct_answer: 'Զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ անցումն ապահովելու համար։',
        image: null
    },
    {
        id: 3,
        question: 'Ընդհանուր օգտագործման տրանսպորտային միջոցների վարորդների կողմից ձայնային ազդանշանները կարող են կիրառվել` ',
        answers: ['Երթեւեկության մյուս մասնակիցների նկատմամբ առավելություն ստանալու համար։', 'Բնակավայրերում՝ վազանց կատարելու մտադրության մասին մյուս վարորդներին նախազգուշացնելու համար։', 'Երբ դա անհրաժեշտ է ճանապարհատրանսպորտային պատահարը կանխելու համար։', 'Բոլոր դեպքերում էլ։'],
        correct_answer: 'Երբ դա անհրաժեշտ է ճանապարհատրանսպորտային պատահարը կանխելու համար։',
        image: null
    },
    {
        id: 4,
        question: 'Օրվա մութ ժամանակ ճանապարհի չլուսավորված հատվածներում  սահմանված  երթուղով երթեւեկող ավտոբուսի վրա պետք է միացված լինի՝ ',
        answers: ['Լապտերների միայն  մոտակա լույսը։', 'Լապտերների միայն հեռահար լույսը։', 'Լապտերների հեռահար կամ մոտակա լույսը։'],
        correct_answer: 'Լապտերների հեռահար կամ մոտակա լույսը։',
        image: null
    },
    {
        id: 5,
        question: 'Պարտադի՞ր է արդյոք օրվա լուսավոր ժամերին լապտերների մոտակա լույսը միացված լինի  հատուկ առանձնացված գոտիով, հիմնական հոսքին հանդիպակաց երթեւեկող ընդհանուր օգտագործման տրանսպորտային միջոցների վրա։ ',
        answers: ['Պարտադիր է։', 'Պարտադիր չէ։'],
        correct_answer: 'Պարտադիր է։',
        image: null
    },
    {
        id: 6,
        question: 'Ո՞ր  դեպքում  կանոնները  չեն  պարտադրում  տալ  նախազգուշացնող ազդանշան։ ',
        answers: ['Երթեւեկելի  մասի եզրին կանգառ կատարելիս։', '«Վտանգավոր շրջադարձ» նշանի ազդեցության ճանապարհի կորացումից առաջ։', 'Երթեւեկության հարեւան գոտի վերադասավորվելուց առաջ։'],
        correct_answer: '«Վտանգավոր շրջադարձ» նշանի ազդեցության ճանապարհի կորացումից առաջ։',
        image: null
    },
    {
        id: 7,
        question: 'Վերադասավորումից առաջ նախազգուշացնող ազդանշանը  պետք է տրվի՝ ',
        answers: ['Անմիջապես  մանեւրն  սկսելուց  առաջ։', 'Անմիջապես  մանեւրն  սկսելուց  հետո։', 'Նախօրոք՝  մինչեւ  մանեւրն  սկսելը։'],
        correct_answer: 'Նախօրոք՝  մինչեւ  մանեւրն  սկսելը։',
        image: null
    },
    {
        id: 8,
        question: 'Մանեւրը կատարելուց առաջ նախազգուշացնող ազդանշանը պետք է տրվի՝ ',
        answers: ['Մանեւրն սկսելուց անմիջապես առաջ։', 'Մանեւրն սկսելու հետ միաժամանակ։', 'Նախօրոք՝ մինչեւ մանեւրն սկսելը։'],
        correct_answer: 'Նախօրոք՝ մինչեւ մանեւրն սկսելը։',
        image: null
    },
    {
        id: 9,
        question: 'Վարորդի կողմից ձեռքով տրվող  նախազգուշացնող  ազդանշանը դադարեցվում է` ',
        answers: ['Մանեւրն սկսելուց  անմիջապես  առաջ։', 'Մանեւրն ավարտելուց անմիջապես  հետո։', 'Մանեւրը  կատարելու  ժամանակ։'],
        correct_answer: 'Մանեւրն սկսելուց  անմիջապես  առաջ։',
        image: null
    },
    {
        id: 10,
        question: 'Ո՞ր դեպքում վարորդը պետք է տա նախազգուշացնող ազդանշան՝ կանգառ  կատարելուց առաջ։ ',
        answers: ['Եթե նրա հետեւից երթեւեկում է այլ տրանսպորտային միջոց։', 'Միայն բնակավայրերում։', 'Բոլոր դեպքերում։'],
        correct_answer: 'Բոլոր դեպքերում։',
        image: null
    },
    {
        id: 11,
        question: 'Ձայնային ազդանշանների կրկնողությամբ ընդհանուր  տագնապի ինչպիսի՞ ազդանշան է վարորդը պարտավոր  տալ  երկաթուղային  գծանցի  վրա  հարկադրական  կանգառ կատարելու դեպքում։ ',
        answers: ['Երեք  երկար  եւ  մեկ  կարճ։', 'Մեկ  երկար  եւ  երեք  կարճ։', 'Մեկ  երկար  եւ  երկու  կարճ։'],
        correct_answer: 'Մեկ  երկար  եւ  երեք  կարճ։',
        image: null
    },
    {
        id: 12,
        question: 'Շրջադարձի լուսային ցուցիչի բացակայության կամ անսարքության դեպքում ձեռքով տրվող նախազգուշացնող ազդանշանը դադարեցվում է՝ ',
        answers: ['Մանեւրն  սկսելուց անմիջապես առաջ։', 'Մանեւրն ավարտելուց անմիջապես հետո։', 'Մանեւրը կատարելու ժամանակ։'],
        correct_answer: 'Մանեւրն  սկսելուց անմիջապես առաջ։',
        image: null
    },
    {
        id: 13,
        question: 'Երկաթուղային  գծանցի  վրա  տրվող  ընդհանուր  տագնապի  ազդանշան  է  հանդիսանում ձայնային  ազդանշանների  հետեւյալ  համակցությունը՝ ',
        answers: ['Երկու  երկար  եւ  երկու  կարճ։', 'Մեկ  երկար  եւ  երեք  կարճ։', 'Երեք  երկար  եւ  երեք  կարճ։', 'Երեք  երկար  եւ  մեկ  կարճ։'],
        correct_answer: 'Մեկ  երկար  եւ  երեք  կարճ։',
        image: null
    },
    {
        id: 14,
        question: 'Ո՞ր  նկարում  է  վարորդը  տալիս  ձախ  շրջադարձի  ազդանշան։ ',
        answers: ['1', '2', '3'],
        correct_answer: '1',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Կարմիր գույնի առկայծող փարոսիկ  միացրած, կանգնած վիճակում գտնվող տրանսպորտային միջոցին մոտենալիս` տվյալ  ուղղությամբ  երթեւեկող  տրանսպորտային միջոցների վարորդները պետք է` ',
        answers: ['Կանգ առնեն եւ շարունակեն երթեւեկությունը  միայն թույլտվություն ստանալուց հետո։', 'Իջեցնեն արագությունը, որպեսզի անհրաժեշտության դեպքում հնարավորություն ունենան անմիջապես կանգ առնել։'],
        correct_answer: 'Կանգ առնեն եւ շարունակեն երթեւեկությունը  միայն թույլտվություն ստանալուց հետո։',
        image: null
    },
    {
        id: 16,
        question: 'Տրանսպորտային միջոցների վրա ի՞նչ նպատակով են տեղադրված նարնջագույն կամ դեղին գույնի առկայծող փարոսիկներ։ ',
        answers: ['Երթեւեկության մյուս մասնակիցների նկատմամբ երթեւեկության առավելություն ստանալու համար։', 'Երթեւեկության մյուս մասնակիցներին վտանգի մասին նախազգուշացնելու համար։'],
        correct_answer: 'Երթեւեկության մյուս մասնակիցներին վտանգի մասին նախազգուշացնելու համար։',
        image: null
    },
    {
        id: 17,
        question: 'Կապույտ գույնի առկայծող փարոսիկ եւ հատուկ ձայնային ազդանշան միացրած տրանսպորտային միջոց մոտենալու դեպքում  վարորդները պետք է՝ ',
        answers: ['Զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ անցումն ապահովելու համար։', 'Իջեցնեն արագությունը  եւ  զիջեն ճանապարհը՝ նշված տրանսպորտային  միջոցի   անխոչընդոտ   անցումն ապահովելու համար։'],
        correct_answer: 'Զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ անցումն ապահովելու համար։',
        image: null
    },
    {
        id: 18,
        question: 'Կապույտ ավտոմոբիլը խաչմերուկը կանցնի՝ ',
        answers: ['Առաջինը՝  կարմիրի հետ միաժամանակ։', 'Երկրորդը՝ կարմիրի հետ միաժամանակ։', 'Երրորդը՝ կարմիրի հետ միաժամանակ։'],
        correct_answer: 'Երրորդը՝ կարմիրի հետ միաժամանակ։',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Կապույտ եւ կարմիր գույների առկայծող փարոսիկներ եւ  հատուկ  ձայնային  ազդանշան միացրած  տրանսպորտային միջոց մոտենալու դեպքում վարորդները պետք է՝ ',
        answers: ['Զիջեն ճանապարհը՝  նշված տրանսպորտային  միջոցի  անխոչընդոտ անցումն ապահովելու համար։', 'Իջեցնեն արագությունը  եւ  զիջեն  ճանապարհը՝ նշված,  ինչպես նաեւ դրանով ուղեկցվող տրանսպորտային միջոցների  անխոչընդոտ անցումն ապահովելու համար։'],
        correct_answer: 'Իջեցնեն արագությունը  եւ  զիջեն  ճանապարհը՝ նշված,  ինչպես նաեւ դրանով ուղեկցվող տրանսպորտային միջոցների  անխոչընդոտ անցումն ապահովելու համար։',
        image: null
    },
    {
        id: 20,
        question: 'Ո՞ր  տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթեւեկության իրավունք։ ',
        answers: ['Ճանապարհային  մեքենայի վարորդը։', 'Թեթեւ  մարդատար  ավտոմոբիլի  վարորդը։'],
        correct_answer: 'Թեթեւ  մարդատար  ավտոմոբիլի  վարորդը։',
        image: 'images/image_20.jpg'
    },
    {
        id: 21,
        question: 'Սեւ  ավտոմոբիլը  խաչմերուկը  կանցնի՝ ',
        answers: ['Առաջինը։', 'Երկրորդը։', 'Վերջինը։'],
        correct_answer: 'Երկրորդը։',
        image: 'images/image_21.jpg'
    },
    {
        id: 22,
        question: 'Ո՞ր  տրանսպորտային  միջոցի  վարորդը  պետք  է  զիջի  ճանապարհը։ ',
        answers: ['Շտապ  օգնության  ավտոմոբիլի  վարորդը։', 'Թեթեւ  մարդատար  ավտոմոբիլի  վարորդը։'],
        correct_answer: 'Թեթեւ  մարդատար  ավտոմոբիլի  վարորդը։',
        image: 'images/image_22.jpg'
    },
    {
        id: 23,
        question: 'Կապույտ ավտոմոբիլը խաչմերուկը կանցնի՝ ',
        answers: ['Առաջինը։', 'Երկրորդը։', 'Երրորդը։', 'Վերջինը։'],
        correct_answer: 'Վերջինը։',
        image: 'images/image_23.jpg'
    },
    {
        id: 24,
        question: 'Տալի՞ս  է արդյոք  երթեւեկության  առավելություն  տրանսպորտային  միջոցի  վրա  միացված  դեղին գույնի (նարնջագույն)  առկայծող  փարոսիկը։ ',
        answers: ['Տալիս  է։', 'Չի  տալիս։'],
        correct_answer: 'Չի  տալիս։',
        image: null
    },
    {
        id: 25,
        question: 'Լուսնասպիտակ գույնի առկայծող փարոսիկները միացրած  տրանսպորտային միջոցի  վարորդը  տալիս  է  հատուկ ձայնային  ազդանշան, որպեսզի՝ ',
        answers: ['Ստանա  երթեւեկության   առավելություն  երթեւեկության  այլ   մասնակիցների նկատմամբ։', 'Ոստիկանության ծառայողների եւ այլ անձանց ուշադրությունը  գրավելու համար։'],
        correct_answer: 'Ոստիկանության ծառայողների եւ այլ անձանց ուշադրությունը  գրավելու համար։',
        image: null
    },
    {
        id: 26,
        question: 'Կապույտ  գույնի  առկայծող  փարոսիկով  կահավորված  տրանսպորտային  միջոցի  վարորդը երթեւեկության  մյուս  մասնակիցների  նկատմամբ  առավելություն  ունի,  եթե՝ ',
        answers: ['Միացրել  է  առկայծող  փարոսիկը։', 'Հատուկ  ձայնային  ազդանշան  է  տալիս։', 'Միացրել  է  կապույտ  գույնի  առկայծող  փարոսիկը  եւ  հատուկ   ձայնային  ազդանշանը։'],
        correct_answer: 'Միացրել  է  կապույտ  գույնի  առկայծող  փարոսիկը  եւ  հատուկ   ձայնային  ազդանշանը։',
        image: null
    },
    {
        id: 27,
        question: 'Ի՞նչ տարածության վրա է  արգելվում վազանցը մինչեւ երկաթուղային գծանցը։ ',
        answers: ['Մինչեւ  50  մ  առաջ։', 'Մինչեւ  100 մ  առաջ։', 'Մինչեւ  150 մ  առաջ։'],
        correct_answer: 'Մինչեւ  100 մ  առաջ։',
        image: null
    },
    {
        id: 28,
        question: 'Թույլատրվու՞մ  է  արդյոք  խաչմերուկում  կատարել տրանսպորտային  միջոցների   վազանց` հատվողի նկատմամբ գլխավոր համարվող ճանապարհի վրա։ ',
        answers: ['Թույլատրվում  է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 29,
        question: 'Թույլատրվու՞մ է արդյոք թեթեւ մարդատար ավտոմոբիլի  վարորդին վազանց կատարել նշված իրադրությունում։ ',
        answers: ['Թույլատրվում է։', 'Թույլատրվում  է,  եթե  մոտոցիկլի  արագությունը չի գերազանցում 30 կմ/ժ։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_29.jpg'
    },
    {
        id: 30,
        question: 'Վազանցն արգելվում է՝ ',
        answers: ['Խաչմերուկներում։', 'Երկաթուղային գծանցներից 150 մ  առաջ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Խաչմերուկներում։',
        image: null
    },
    {
        id: 31,
        question: 'Վազանցն արգելվում է՝ ',
        answers: ['Կարգավորվող  խաչմերուկներում։', 'Չկարգավորվող  խաչմերուկներում։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 32,
        question: 'Թույլատրվու՞մ է արդյոք վազանցել ավտոգնացքը տվյալ  իրադրությունում, եթե դրա արագությունը  չի  գերազանցում  30 կմ/ժ։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_32.jpg'
    },
    {
        id: 33,
        question: 'Թույլատրվու՞մ է արդյոք կանաչ ավտոմոբիլի վարորդին վազանց կատարել։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է, եթե կարմիր ավտոմոբիլը  երթեւեկում  է  30 կմ/ժ  ավելի փոքր արագությամբ։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_33.jpg'
    },
    {
        id: 34,
        question: 'Թույլատրվու՞մ է արդյոք կարմիր ավտոմոբիլի վարորդին  վազանց կատարել  տվյալ իրադրությունում։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում  է,  եթե  վազանցվող  ավտոմոբիլի  արագությունը  չի գերազանցում  30 կմ/ժ։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_34.jpg'
    },
    {
        id: 35,
        question: 'Թույլատրվու՞մ է արդյոք նշված տեղում վազանցել  ավտոբուսը։ ',
        answers: ['Թույլատրվում  է։', 'Արգելվում  է։'],
        correct_answer: 'Թույլատրվում  է։',
        image: 'images/image_35.jpg'
    },
    {
        id: 36,
        question: 'Տրանսպորտային  միջոցների  վազանց  նշանակում  է՝ ',
        answers: ['Շարժման  մեջ  գտնվող   մեկ  կամ  մի  քանի  տրանսպորտային  միջոցից  առաջ  անցնելը`  կապված  զբաղեցրած  գոտուց  հանդիպակաց  երթեւեկության  գոտի  դուրս  գալու  հետ։', 'Շարժման  մեջ  գտնվող   մեկ  կամ  մի  քանի  տրանսպորտային  միջոցից  առաջ  անցնելը`  կապված  զբաղեցրած  գոտուց  դուրս   գալու  հետ։'],
        correct_answer: 'Շարժման  մեջ  գտնվող   մեկ  կամ  մի  քանի  տրանսպորտային  միջոցից  առաջ  անցնելը`  կապված  զբաղեցրած  գոտուց  դուրս   գալու  հետ։',
        image: null
    },
    {
        id: 37,
        question: 'Օրվա մութ ժամանակ եւ անբավարար տեսանելիության պայմաններում` անկախ ճանապարհի  լուսավորվածությունից, երթեւեկող  մեխանիկական  տրանսպորտային միջոցների վրա պետք է միացված լինեն` ',
        answers: ['Լապտերների հեռահար լույսը։', 'Լապտերների մոտակա լույսը։', 'Լապտերների հեռահար կամ մոտակա լույսը։'],
        correct_answer: 'Լապտերների հեռահար կամ մոտակա լույսը։',
        image: null
    },
    {
        id: 38,
        question: 'Ո՞ր դեպքում օրվա լուսավոր ժամանակ մոտոցիկլի վրա պետք է միացված լինի լապտերների մոտակա լույսը։ ',
        answers: ['Անբավարար տեսանելիության պայմաններում երթեւեկելիս։', 'Դեպի կայանման վայր շարժվող, անսարքություններ ունեցող մոտոցիկլով երթեւեկելիս։', 'Ցանկացած դեպքում` երթեւեկության մեջ  գտնվելիս։', 'Հիվանդ  ուղեւոր փոխադրելիս։'],
        correct_answer: 'Ցանկացած դեպքում` երթեւեկության մեջ  գտնվելիս։',
        image: null
    },
    {
        id: 39,
        question: 'Առաջնահերթ ի՞նչ պետք է ձեռնարկի վարորդը հանդիպակաց երթեւեկող տրանսպորտային միջոցի լապտերների լույսից շլանալու դեպքում։ ',
        answers: ['Լապտերների հեռահար լույսը (միացված լինելու դեպքում) փոխարկի մոտակայի։', 'Միացնի վթարային լուսային ազդանշանը։', 'Տա  ձայնային ազդանշան՝ մեկ երկար եւ երեք կարճ։', 'Տա  ձայնային ազդանշան՝ մեկ կարճ եւ երեք երկար։'],
        correct_answer: 'Միացնի վթարային լուսային ազդանշանը։',
        image: null
    },
    {
        id: 40,
        question: 'Ձայնային ազդանշանները կարող են կիրառվել միայն՝ ',
        answers: ['Բնակավայրերում՝ վազանց կատարելու մտադրության մասին մյուս վարորդներին նախազգուշացնելու համար։', 'Երբ դա անհրաժեշտ է ճանապարհատրանսպորտային պատահարը կանխելու համար։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երբ դա անհրաժեշտ է ճանապարհատրանսպորտային պատահարը կանխելու համար։',
        image: null
    },
    {
        id: 41,
        question: 'Օրվա մութ ժամանակ ճանապարհի չլուսավորված հատվածներում երթեւեկող մեխանիկական տրանսպորտային  միջոցի վրա պետք է միացված լինի՝ ',
        answers: ['Լապտերների հեռահար կամ մոտակա լույսը։', 'Լապտերների միայն  մոտակա լույսը։', 'Լապտերների միայն հեռահար լույսը։'],
        correct_answer: 'Լապտերների հեռահար կամ մոտակա լույսը։',
        image: null
    },
    {
        id: 42,
        question: 'Հետին հակամառախուղային լապտերիկները կարող են  օգտագործվել՝ ',
        answers: ['Օրվա  մութ  ժամանակ՝  տրանսպորտային  շարասյան  կազմում  երթեւեկելիս։', 'Թունելներում  երթեւեկելիս։', 'Միայն  անբավարար  տեսանելիության  պայմաններում։', 'Օրվա  մութ  ժամանակ՝  տրանսպորտային  միջոցը  բեռնաթափելիս։', 'Թվարկած  բոլոր  դեպքերում։'],
        correct_answer: 'Միայն  անբավարար  տեսանելիության  պայմաններում։',
        image: null
    },
    {
        id: 43,
        question: 'Հանդիպակաց  երթեւեկող  տրանսպորտային  միջոցից  ի՞նչ հեռավորության վրա լապտերների հեռահար լույսը  պետք է փոխարկվի մոտակայի։ ',
        answers: ['100 մ-ից ոչ պակաս։', '150 մ-ից ոչ պակաս։', '300 մ-ից ոչ պակաս։'],
        correct_answer: '150 մ-ից ոչ պակաս։',
        image: null
    },
    {
        id: 44,
        question: 'Լապտեր-լուսարձակ  թույլատրվում  է  օգտագործել՝ ',
        answers: ['Միայն  բնակավայրերից  դուրս՝  հանդիպակաց եւ համընթաց տրանսպորտային  միջոցների  բացակայության դեպքում։', 'Միայն  անբավարար  տեսանելիության  պայմաններում։', 'Ցանկացած  տեղում,  եթե  դրա  անհրաժեշտությունը  կա։', 'Օրվա  մութ  ժամանակ՝  ճանապարհների  բոլոր  հատվածներում։'],
        correct_answer: 'Միայն  բնակավայրերից  դուրս՝  հանդիպակաց եւ համընթաց տրանսպորտային  միջոցների  բացակայության դեպքում։',
        image: null
    },
    {
        id: 45,
        question: 'Այս նախազգուշացնող նշանը բնակավայրերում, մինչեւ վտանգավոր հատվածի սկիզբը ի՞նչ հեռավորության վրա է տեղադրվում։ ',
        answers: ['25 - 50 մ։', '50 - 100 մ։', '100 - 150 մ։'],
        correct_answer: '50 - 100 մ։',
        image: 'images/image_45.jpg'
    },
    {
        id: 46,
        question: 'Թույլատրվու՞մ է արդյոք երկաթուղային գծանցով փոխադրել գյուղատնտեսական, ճանապարհային, շինարարական եւ այլ մեքենաներ ու մեխանիզմներ։ ',
        answers: ['Թույլատրվում է, եթե գծանցը կահավորված  չէ ուղեփակոցով։', 'Թույլատրվում է, եթե դրանք գտնվում են ոչ տրանսպորտային վիճակում։', 'Թույլատրվում է, եթե դրանք գտնվում են տրանսպորտային վիճակում։'],
        correct_answer: 'Թույլատրվում է, եթե դրանք գտնվում են տրանսպորտային վիճակում։',
        image: null
    },
    {
        id: 47,
        question: 'Որտե՞ղ  է  թույլատրվում  հատել  երկաթուղային  գծերը։ ',
        answers: ['Այն  տեղերում,  որտեղ  երկու  կողմից  տեսանելիությունը  կազմում  է  առնվազն  1000 մ։', 'Վարորդի  հայեցողությամբ՝  դրա  համար  առավել  հարմարավետ  տեղերում։', 'Դրա  համար  նախատեսված  տեղերում։', 'Երկաթուղային   կայարաններից  առնվազն  1000 մ  հեռավորության  վրա։'],
        correct_answer: 'Դրա  համար  նախատեսված  տեղերում։',
        image: null
    },
    {
        id: 48,
        question: 'Թույլատրվու՞մ է արդյոք ծառայողական առաջադրանք  կատարելիս ինքնակամ բացել կամ շրջանցել  ուղեփակոցը։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է՝ վարորդի հայեցողությամբ, եթե մոտակայքում բացակայում է  մոտեցող գնացքը։', 'Թույլատրվում է՝ գծանցի հերթապահի բացակայության  դեպքում։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 49,
        question: 'Թույլատրվու՞մ է արդյոք երկաթուղայհն գծանցով փոխադրել գյուղատնտեսական, ճանապարհային, շինարարական եւ այլ  մեքենաներ ու մեխանիզմներ։ ',
        answers: ['Թույլատրվում  է։', 'Թույլատրվում  է,  եթե  դրանք գտնվում  են  տրանսպորտային  վիճակում։', 'Արգելվում  է։'],
        correct_answer: 'Թույլատրվում  է,  եթե  դրանք գտնվում  են  տրանսպորտային  վիճակում։',
        image: null
    },
    {
        id: 50,
        question: 'Ինչո՞վ  պետք  է  ղեկավարվի  վարորդը  երկաթուղային  գծանցին մոտենալիս։ ',
        answers: ['Ուղեփակոցի դիրքով  եւ լուսացույցի ազդանշաններով։', 'Ճանապարհային նշանների եւ գծանշումների պահանջներով։', 'Գծանցի հերթապահի ցուցումներով։', 'Բոլոր թվարկած  պահանջներով։'],
        correct_answer: 'Բոլոր թվարկած  պահանջներով։',
        image: null
    },
    {
        id: 51,
        question: 'Թույլատրվու՞մ  է  արդյոք   հետիոտներին   տեղաշարժվել  «Ավտոմայրուղի» նշանով կահավորված ճանապարհով։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է` բնակավայրերից դուրս` տրանսպորտային  միջոցների հոսքին հակառակ։', 'Թույլատրվում է` բնակավայրերից դուրս` տրանսպորտային  միջոցների հոսքին համընթաց։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 52,
        question: 'Տրանսպորտային միջոցներով, որոնց արագությունը  տեխնիկական բնութագրերից կամ վիճակից ելնելով  չի  գերազանցում  40  կմ/ժ,  ավտոմայրուղիներով  երթեւեկել՝ ',
        answers: ['Թույլատրվում է`  միայն  աջ  եզրային  գոտիով։', 'Արգելվում է։', 'Թույլատրվում է` «Նվազագույն արագության սահմանափակում»  նշանի բացակայության դեպքում։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 53,
        question: 'Տրանսպորտային  միջոցի  վրա  վթարային  լուսային  ազդանշանը պետք  է  միացված  լինի՝ ',
        answers: ['Ճանապարհատրանսպորտային  պատահարի  դեպքում։', 'Կանգառն  արգելված  տեղերում՝  հարկադրված  կանգառի  դեպքում։', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 54,
        question: 'Տրանսպորտային միջոցի վրա վթարային լուսային  ազդանշանը պետք է միացված լինի՝ ',
        answers: ['Ճանապարհատրանսպորտային պատահարի դեպքում։', 'Քարշակման դեպքում (քարշակվող մեխանիկական տրանսպորտային  միջոցի վրա)։', 'Կանգառն արգելված տեղերում՝ հարկադրված կանգառի  դեպքում։', 'Թվարկած  բոլոր  դեպքերում։'],
        correct_answer: 'Թվարկած  բոլոր  դեպքերում։',
        image: null
    },
    {
        id: 55,
        question: 'Տրանսպորտային  միջոցից ի՞նչ հեռավորության վրա է տեղադրվում «Վթարային կանգառ» նշանը։ ',
        answers: ['Բնակավայրերում՝ ոչ պակաս 15 մ վրա, բնակավայրերից  դուրս՝ 30 մ։', 'Բնակավայրերում՝ ոչ պակաս 10 մ վրա, բնակավայրերից  դուրս՝ 20 մ։', 'Բնակավայրերում՝ ոչ պակաս 5 մ վրա,  բնակավայրերից  դուրս՝ 10 մ։'],
        correct_answer: 'Բնակավայրերում՝ ոչ պակաս 15 մ վրա, բնակավայրերից  դուրս՝ 30 մ։',
        image: null
    },
    {
        id: 56,
        question: 'Տրանսպորտային միջոցի վրա վթարային լուսային ազդանշանը պետք է միացված լինի՝ ',
        answers: ['Լապտերների լույսից վարորդի շլացման դեպքում։', 'Քարշակման դեպքում (քարշակվող մեխանիկական տրանսպորտային  միջոցի վրա)։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 57,
        question: 'Տրանսպորտային  միջոցի  վրա  վթարային  լուսային  ազդանշանը  պետք  է  միացված  լինի` ',
        answers: ['Ճանապարհատրանսպորտային  պատահարի  դեպքում։', 'Քարշակման  դեպքում  (քարշակվող  մեխանիկական տրանսպորտային  միջոցի  վրա)։', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 58,
        question: 'Կառուցապատված տարածքներում, որտեղ մուտք ու ելքը նշված  են «Բնակելի գոտի»  եւ «Բնակելի գոտու վերջ»  ճանապարհային նշաններով, չի արգելվում` ',
        answers: ['Հետիոտների տեղաշարժը ճանապարհի երթեւեկելի մասով։', 'Տրանսպորտային միջոցների միջանցիկ երթեւեկությունը։', 'Ուսումնական վարումը։'],
        correct_answer: 'Հետիոտների տեղաշարժը ճանապարհի երթեւեկելի մասով։',
        image: null
    },
    {
        id: 59,
        question: 'Խաչմերուկը համարվում է կարգավորվող, եթե երթեւեկության հերթականությունը որոշվում է` ',
        answers: ['Միայն լուսացույցի ազդանշաններով։', 'Միայն կարգավորողի ազդանշաններով։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 60,
        question: 'Առանց ծածկույթի հողային ճանապարհի վրա, անմիջապես խաչմերուկից առաջ, ծածկույթով հատվածի առկայությունն արդյոք այդ ճանապարհը դարձնու՞մ է հատվողին հավասարազոր։ ',
        answers: ['Ոչ։', 'Այո։'],
        correct_answer: 'Ոչ։',
        image: null
    },
    {
        id: 61,
        question: 'Ո՞ր նկարում են պատկերված երթեւեկության թույլատրելի  ուղղությունները։ ',
        answers: ['Ձախ   նկարում։', 'Մեջտեղի  նկարում։', 'Աջ  նկարում։', 'Մեջտեղի  եւ  աջ  նկարներում։'],
        correct_answer: 'Աջ  նկարում։',
        image: 'images/image_61.jpg'
    },
    {
        id: 62,
        question: 'Եթե լուսացույցի ազդանշանների նշանակությունները  հակասում են առավելության նշանների պահանջներին, ապա վարորդները պետք է ղեկավարվեն՝ ',
        answers: ['Նշանների պահանջներով։', 'Լուսացույցի ազդանշաններով։'],
        correct_answer: 'Լուսացույցի ազդանշաններով։',
        image: null
    },
    {
        id: 63,
        question: 'Թույլատրվու՞մ է արդյոք վարորդին շարունակել երթեւեկությունը լուսացույցի դեղին ազդանշանը միանալու կամ  կարգավորողը ձեռքը բարձրացնելու դեպքում։ ',
        answers: ['Արգելվում  է։', 'Թույլատրվում  է,  եթե  վարորդը  հնարավորություն  չունի  կանգնել՝  առանց  կտրուկ  արգելակման։'],
        correct_answer: 'Թույլատրվում  է,  եթե  վարորդը  հնարավորություն  չունի  կանգնել՝  առանց  կտրուկ  արգելակման։',
        image: null
    },
    {
        id: 64,
        question: 'Կարգավորողն  ազդանշան  տալիս  է  սուլիչով՝ ',
        answers: ['Միայն այն դեպքում, երբ պահանջում է կանգնեցնել  տրանսպորտային միջոցը։', 'Երթեւեկության մասնակիցների ուշադրությունն իր վրա  հրավիրելու համար։'],
        correct_answer: 'Երթեւեկության մասնակիցների ուշադրությունն իր վրա  հրավիրելու համար։',
        image: null
    },
    {
        id: 65,
        question: 'Թույլատրվու՞մ  է  արդյոք  տվյալ  իրադրությունում ավտոգնացքին անցնել  կամուրջի վրայով։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_65.jpg'
    },
    {
        id: 66,
        question: 'Ո՞ր  դեպքում  կանոնները  չեն  պարտադրում  ավտոբուսի վարորդին տալ  նախազգուշացնող ազդանշան։ ',
        answers: ['Երթեւեկելի  մասի եզրին կանգառ կատարելիս։', '«Վտանգավոր շրջադարձ» նշանով նշված ճանապարհատվածի  կորացումից առաջ։', 'Երթեւեկության հարեւան գոտի վերադասավորվելուց առաջ։', 'Սահմանված երթուղով երթեւեկելիս։'],
        correct_answer: '«Վտանգավոր շրջադարձ» նշանով նշված ճանապարհատվածի  կորացումից առաջ։',
        image: null
    },
    {
        id: 67,
        question: 'Վերադասավորումից առաջ  ավտոբուսի վարորդը նախազգուշացնող ազդանշան  պետք է տա՝ ',
        answers: ['Անմիջապես  մանեւրը  սկսելուց  առաջ։', 'Անմիջապես  մանեւրը  սկսելուց  հետո։', 'Նախօրոք՝  մինչեւ  մանեւրը  սկսելը։', 'Պարտավոր չէ, եթե ավտոբուսը երթեւեկում է սահմանված երթուղով։'],
        correct_answer: 'Նախօրոք՝  մինչեւ  մանեւրը  սկսելը։',
        image: null
    },
    {
        id: 68,
        question: 'Ձայնային ազդանշանների կրկնողությամբ ընդհանուր  տագնապի ինչպիսի՞ ազդանշան է ավտոբուսի վարորդը պարտավոր  տալ  երկաթուղային  գծանցի  վրա  հարկադրական  կանգառ կատարելու դեպքում։ ',
        answers: ['Երեք  երկար  եւ  մեկ  կարճ։', 'Մեկ  երկար  եւ  երեք  կարճ։', 'Մեկ  երկար  եւ  երկու  կարճ։', 'Երկու երկար եւ երկու կարճ։'],
        correct_answer: 'Մեկ  երկար  եւ  երեք  կարճ։',
        image: null
    },
    {
        id: 69,
        question: 'Միջքաղաքային  ավտոբուսի վարորդն իրավունք ունի՞ վազանցելու մոտոցիկլին, որը երթեւեկում է 70 կմ/ժ արագությամբ։ ',
        answers: ['Իրավունք չունի։', 'Իրավունք ունի։'],
        correct_answer: 'Իրավունք չունի։',
        image: 'images/image_69.jpg'
    },
    {
        id: 70,
        question: 'Կարելի՞ է  նշված հետագծով  երթեւեկելու համար ձեռքով տալ նախազգուշացնող ազդանշան։ ',
        answers: ['Կարելի է, եթե անսարք է շրջադարձի ցուցիչը։', 'Կարելի, եթե անսարք է շրջադարձի ցուցիչը` օրվա լուսավոր ժամերին։', 'Կարելի է բոլոր դեպքերում։'],
        correct_answer: 'Կարելի է, եթե անսարք է շրջադարձի ցուցիչը։',
        image: 'images/image_70.jpg'
    },
    {
        id: 71,
        question: 'Պարտավո՞ր է վարորդը   միացնել շրջադարձի ցուցիչը` բնակելի գոտում երթեւեկությունը սկսելուց առաջ։ ',
        answers: ['Պարտավոր չէ։', 'Պարտավոր է։', 'Պարտավոր է, այլ տրանսպորտային միջոցների առկայության դեպքում։'],
        correct_answer: 'Պարտավոր է։',
        image: null
    },
    {
        id: 72,
        question: 'Պարեկային ծառայության ավտոմոբիլի վարորդը երթեւեկության այլ մասնակիցների նկատմամբ  առավելություն ստանալու համար պետք է միացնի` ',
        answers: ['Կապույտ գույնի առկայծող փարոսիկը։', 'Կապույտ եւ կարմիր գույնի առկայծող  փարոսիկները։', 'Կապույտ գույնի առկայծող  փարոսիկը  եւ հատուկ ձայնային ազդանշանը։'],
        correct_answer: 'Կապույտ գույնի առկայծող  փարոսիկը  եւ հատուկ ձայնային ազդանշանը։',
        image: null
    },
    {
        id: 73,
        question: 'Պարտավո՞ր է ավտոբուսի վարորդը ճանապարհը զիջել «Շտապ օգնության» ավտոմոբիլին, եթե միացրած չեն կապույտ գույնի առկայծող փարոսիկը եւ հատուկ ձայնային ազդանշանը։ ',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։'],
        correct_answer: 'Պարտավոր չէ։',
        image: 'images/image_73.jpg'
    },
    {
        id: 74,
        question: 'Վազանցն արգելվում է` ',
        answers: ['Երկաթուղային գծանցների վրա  եւ մինչեւ 100մ դրանցից առաջ։', 'Երկաթուղային գծանցների վրա  եւ մինչեւ 150մ դրանցից առաջ։', 'Երկաթուղային գծանցների վրա եւ մինչեւ 250մ դրանցից առաջ։'],
        correct_answer: 'Երկաթուղային գծանցների վրա  եւ մինչեւ 100մ դրանցից առաջ։',
        image: null
    },
    {
        id: 75,
        question: 'Ինչի՞ մասին  է տեղեկացնում թեթեւ մարդատար ավտոմոբիլի վարորդի կողմից ձեռքով տրված ազդանշանը։ ',
        answers: ['Շրջադարձ է կատարում դեպի աջ։', 'Շարունակում է երթեւեկությունը ուղիղ։', 'Արգելակում է։'],
        correct_answer: 'Արգելակում է։',
        image: 'images/image_75.jpg'
    },
    {
        id: 76,
        question: 'Վթարային լուսային ազդանշանը միացվում է` ',
        answers: ['Մինչեւ թունել մտնելը։', 'Ճանապարհատրանսպորտային պատահարի դեպքում։', 'Կազմակերպված ավտոշարասյան կազմում երթեւեկելիս։'],
        correct_answer: 'Ճանապարհատրանսպորտային պատահարի դեպքում։',
        image: null
    },
    {
        id: 77,
        question: 'Ինչի՞ մասին  է տեղեկացնում մոտոցիկլի  վարորդի կողմից ձեռքով տրված ազդանշանը։ ',
        answers: ['Շարունակում է երթեւեկությունը ձախ կամ հակառակ ուղղությամբ։', 'Շարունակում է երթեւեկությունը ուղիղ կամ աջ ուղղությամբ։'],
        correct_answer: 'Շարունակում է երթեւեկությունը ձախ կամ հակառակ ուղղությամբ։',
        image: 'images/image_77.jpg'
    },
    {
        id: 78,
        question: 'Ինչի՞ մասին  է տեղեկացնում թեթեւ մարդատար ավտոմոբիլի վարորդի կողմից ձեռքով տրված ազդանշանը։ ',
        answers: ['Աջ շրջադարձ է կատարում։', 'Շարունակում է երթեւեկությունը ուղիղ։', 'Արգելակում է` ճանապարհը մոտոցիկլին զիջելու համար։'],
        correct_answer: 'Աջ շրջադարձ է կատարում։',
        image: 'images/image_78.jpg'
    },
    {
        id: 79,
        question: 'Ինչի՞ մասին  է տեղեկացնում թեթեւ մարդատար ավտոմոբիլի վարորդի կողմից ձեռքով տրված ազդանշանը։ ',
        answers: ['Մտադիր է   կատարել  ձախ շրջադարձ կամ  հետադարձ։', 'Արգելակում է` ճանապարհը բեռնատար ավտոմոբիլին զիջելու համար։'],
        correct_answer: 'Մտադիր է   կատարել  ձախ շրջադարձ կամ  հետադարձ։',
        image: 'images/image_79.jpg'
    },
    {
        id: 80,
        question: 'Պարտավո՞ր է արդյոք վարորդը միացնել շրջադարձի ցուցիչը տվյալ դեպքում։ ',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։'],
        correct_answer: 'Պարտավոր է։',
        image: 'images/image_80.jpg'
    },
    {
        id: 81,
        question: 'Օրվա լուսավոր ժամերին երեխաների կազմակերպված խմբեր տեղափոխելու ժամանակ պետք է  միացված  լինեն  ավտոբուսի` ',
        answers: ['Լապտերների հեռահար լույսերը։', 'Լապտերների մոտակա լույսերը։', 'Վթարային լուսային ազդանշանը։', 'Սրահի ներքին լուսավորության սարքերը։'],
        correct_answer: 'Լապտերների մոտակա լույսերը։',
        image: null
    },
    {
        id: 82,
        question: 'Թույլատրվու՞մ է բեռնատար ավտոմոբիլի վարորդին վազանցել ավտոբուսին, որը երթեւեկում է 60 կմ/ժ արագությամբ։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: 'images/image_82.jpg'
    },
    {
        id: 83,
        question: 'Թույլատրվու՞մ է վազանց կատարել տվյալ իրավիճակում։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է, եթե ավտոբուսը երթեւեկում է 30 կմ/ժ պակաս արագությամբ։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_83.jpg'
    },
    {
        id: 84,
        question: 'Թույլատրվու՞մ է արդյոք մուտք գործել երկաթուղային գծանց տվյալ իրավիճակում։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_84.jpg'
    },
    {
        id: 85,
        question: 'Թույլատրվու՞մ է արդյոք մուտք գործել երկաթուղային գծանց տվյալ իրավիճակում։ ',
        answers: ['Թույլատրվում է, եթե գնացք չի մոտենում։', 'Թույլատրվում է, եթե ուղեփակոցը բաց է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_85.jpg'
    },
    {
        id: 86,
        question: 'Ինչպե՞ս պետք է գործել տվյալ իրադրությունում։ ',
        answers: ['Գնացքի բացակայության դեպքում շրջանցել ուղեփակոցը եւ շարունակել երթեւեկությունը։', 'Կանգ առնել եւ սպասել ուղեփակոցի բացմանը։'],
        correct_answer: 'Կանգ առնել եւ սպասել ուղեփակոցի բացմանը։',
        image: 'images/image_86.jpg'
    },
    {
        id: 87,
        question: 'Տվյալ իրավիճակում թույլատրվու՞մ է անցնել երկաթուղային գծանցը։ ',
        answers: ['Թույլատրվում է, եթե գնացք չի մոտենում։', 'Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_87.jpg'
    },
    {
        id: 88,
        question: 'Տվյալ իրավիճակում թույլատրվու՞մ է անցնել երկաթուղային գծանցը։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է, եթե մոտեցող գնացք չկա։', 'Թույլատրվում է, քանի որ գծանցի  հերթապահն արգելում է հանդիպակաց տրանսպորտային միջոցի անցումը։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_88.jpg'
    },
    {
        id: 89,
        question: 'Տվյալ իրավիճակում որտե՞ղ կարելի է սկսել վազանցը։ ',
        answers: ['Երկաթուղային գծանցում։', 'Երկաթուղային գծանցն անցնելուց հետո։', 'Երկաթուղային գծանցից 100 մետր  անցնելուց հետո։'],
        correct_answer: 'Երկաթուղային գծանցն անցնելուց հետո։',
        image: 'images/image_89.jpg'
    },
    {
        id: 90,
        question: 'Տվյալ իրավիճակում թույլատրվու՞մ է  վազանց կատարել։ ',
        answers: ['Թույլատրվում է,  քանի որ հանդիպակաց երթեւեկող տրանսպորտային միջոց չկա։', 'Արգելվում է։', 'Թույլատրվում է, եթե լծասայլը շարժվում է 30 կմ/ժ պակաս արագությամբ։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_90.jpg'
    },
    {
        id: 91,
        question: 'Ի՞նչ մանևր է կատարում թեթև մարդատարի վարորդը ',
        answers: ['Կողանցում', 'Վազանց', 'Շրջանցում'],
        correct_answer: 'Վազանց',
        image: 'images/image_91.jpg'
    },
    {
        id: 92,
        question: 'Թույլատրվում է արդյո՞ք վազանցել մոտոցիկլին ',
        answers: ['Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_92.jpg'
    },
    {
        id: 93,
        question: 'Ո՞ր դեպքում է թույլատրվում հանդիպակաց երթևեկության գոտով վազանց կատարել յուրաքանչյուր ուղղությամբ մեկ գոտի ունեցող ճանապարհներին ',
        answers: ['Միայն, երբ հանդիպակաց ուղղությամբ գոտին բավարար տարածությամբ ազատ է:', 'Միայն երբ մեզ վազանց չեն կատարում:', 'Երկու պայմաններն էլ անհրաժեշտ է, որ ապահովված լինեն:'],
        correct_answer: 'Երկու պայմաններն էլ անհրաժեշտ է, որ ապահովված լինեն:',
        image: null
    },
    {
        id: 94,
        question: 'Թույլատրվում է արդյո՞ք վազանց կատարել նշված իրավիճակում: ',
        answers: ['Արգելվում է:', 'Թույլատրվում է, եթե մանևրը կավարտվի տեսանելիության սահմաններում:', 'Թույլատրվում է:'],
        correct_answer: 'Թույլատրվում է:',
        image: 'images/image_94.jpg'
    },
    {
        id: 95,
        question: 'Թույլատրվո՞ւմ է վազանցել բեռնատարին: ',
        answers: ['Այո', 'Այո, եթե վազանցը մինչև խաչմերուկ կավարտվի', 'Ոչ'],
        correct_answer: 'Այո, եթե վազանցը մինչև խաչմերուկ կավարտվի',
        image: 'images/image_95.jpg'
    },
    {
        id: 96,
        question: 'Ի՞նչ է պահանջվում վազանցվող տրանսպորտային միջոցի վարորդից ',
        answers: ['Նա պարտավոր է զիջել ճանապարհը վազանց կատարողին:', 'Նա որևէ կերպ չպետք է խոչընդոտի վազանցողին՝ բարձրացնելով արագությունը կամ կատարելով այլ գործողություն'],
        correct_answer: 'Նա որևէ կերպ չպետք է խոչընդոտի վազանցողին՝ բարձրացնելով արագությունը կամ կատարելով այլ գործողություն',
        image: null
    },
    {
        id: 97,
        question: 'Թույլատրվո՞ւմ է այս իրավիճակում վազանց կատարել ',
        answers: ['Արգելվում է', 'Թույլատրվում է, եթե բեռնատարի արագությունը 30 կմ/ժ-ից պակաս է:', 'Թույլատրվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_97.jpg'
    },
    {
        id: 98,
        question: 'Թույլատրվո՞ւմ է բեռնատարի վարորդին վազանցել տրակտորին, եթե թույլատրելի առավելագույն զանգվածը 3 տոննա է: ',
        answers: ['Այո', 'Այո, եթե տրակտորը 30 կմ/ժ-ից պակաս է ընթանում', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_98.jpg'
    },
    {
        id: 99,
        question: 'Եթե հանդիպակաց երթևեկությունը դժվար է այս իրավիճակում, ապա ճանապարհը պետք է զիջի ',
        answers: ['Բեռնատարի վարորդը', 'Թեթև մարդատարի վարորդը'],
        correct_answer: 'Բեռնատարի վարորդը',
        image: 'images/image_99.jpg'
    },
    {
        id: 100,
        question: 'Հետիոտնային անցման վրա վազանցն ',
        answers: ['Արգելվում է միայն հետիոտնի առկայության դեպքում:', 'Արգելվում է', 'Թույլատրվում է'],
        correct_answer: 'Արգելվում է',
        image: null
    },
    {
        id: 101,
        question: 'Ո՞ր հետագծով է թույլատրվում վազանց կատարել ',
        answers: ['Ցանկացած', 'Միայն Ա', 'Միայն Բ'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_101.jpg'
    },
    {
        id: 102,
        question: 'Ի՞նչ է ցույց տալիս ճանապարհային նշանը ',
        answers: ['500 մետր հետո տապալված ծառ կա', '500 մետր հետո հանգստի վայր է:', '500 մետր հատվածում հանգստի վայր է:'],
        correct_answer: '500 մետր հետո հանգստի վայր է:',
        image: 'images/image_102.jpg'
    },
    {
        id: 103,
        question: 'Վարորդը միացնել շրջադարձի լուսային ցուցիչն այս իրավիճակում ',
        answers: ['Պարտավոր է', 'Պարտավոր է, եթե հետևից մոտեցող վարորդ կա', 'Պարտավոր չէ'],
        correct_answer: 'Պարտավոր չէ',
        image: 'images/image_103.jpg'
    },
    {
        id: 104,
        question: 'Վարորդի դեպի վեր պարզած ձեռքով տեղեկացնում է ',
        answers: ['Ձախ շրջադարձ կատարելու մասին', 'Ուղիղ երթևեկելու մասին', 'Ընթացքը դանդաղեցնելու մասին'],
        correct_answer: 'Ընթացքը դանդաղեցնելու մասին',
        image: 'images/image_104.jpg'
    },
    {
        id: 105,
        question: 'Ազդանշան տալը երթևեկության մյուս մասնակիցների նկատմամբ առավելություն ',
        answers: ['Տալիս է', 'Չի տալիս', 'Տալիս է միայն շարժում սկսելիս'],
        correct_answer: 'Չի տալիս',
        image: null
    },
    {
        id: 106,
        question: 'Ի՞նչի մասին է տեղեկացնում մոտոցիկլի վարորդը ',
        answers: ['Ուղիղ երթևեկությունը շարունակելու', 'Ձախ շրջադարձ կատարելու', 'Թեթև մարդատարին զիջելու նպատակով արագությունն իջեցնելու'],
        correct_answer: 'Թեթև մարդատարին զիջելու նպատակով արագությունն իջեցնելու',
        image: 'images/image_106.jpg'
    },
    {
        id: 107,
        question: 'Ձախ շրջադարձ կատարելիս այս իրավիճակում ազդանշան տալը ',
        answers: ['Պարտադիր է', 'Պարտադիր չէ'],
        correct_answer: 'Պարտադիր է',
        image: 'images/image_107.jpg'
    },
    {
        id: 108,
        question: 'Վազանց կատարելիս ձախ շրջադարձի լուսային ցուցիչը անջատել պարտավոր ենք ',
        answers: ['Անմիջապես ձախ գոտի վերադասավորվելուց հետո', 'Միայն առջևից ընթացողից առաջ անցնելուց հետո', 'Վարորդի հայեցողությամբ'],
        correct_answer: 'Անմիջապես ձախ գոտի վերադասավորվելուց հետո',
        image: 'images/image_108.jpg'
    },
    {
        id: 109,
        question: 'Հետադարձն այս խաչմերուկում կատարելիս ո՞ր շրջադարձի ցուցիչը պետք է միացնենք ',
        answers: ['Աջ', 'Ձախ', 'Ոչ մեկը'],
        correct_answer: 'Աջ',
        image: 'images/image_109.jpg'
    },
    {
        id: 110,
        question: 'Պարտավոր եք արդյո՞ք նշված իրադրությունում տալ ազդանշան լուսային ցուցիչով ',
        answers: ['Այո', 'Ոչ', 'Այո, եթե աջ գոտով երթևեկող վարորդ կա:'],
        correct_answer: 'Այո',
        image: 'images/image_110.jpg'
    },
    {
        id: 111,
        question: 'Ի՞նչի մասին է տեղեկացնում մոտոցիկլի վարորդը ',
        answers: ['Ուղիղ երթևեկությունը շարունակելու', 'Աջ շրջադարձ կատարելու', 'Ձախ շրջադարձ կամ հետադարձ կատարելու'],
        correct_answer: 'Ձախ շրջադարձ կամ հետադարձ կատարելու',
        image: 'images/image_111.jpg'
    },
    {
        id: 112,
        question: 'Լուսային ցուցիչով տրված մանևրի մասին ազդանշանը պետք է դադարեցվի ',
        answers: ['Անմիջապես մանևրից առաջ', 'Անմիջապես մանևրից հետո', 'Մանևրի ընթացքում'],
        correct_answer: 'Անմիջապես մանևրից հետո',
        image: null
    },
    {
        id: 113,
        question: 'Լուսային ցուցիչով ազդանշան տալ նշված իրավիճակում ',
        answers: ['Պարտադիր է', 'Ըստ վարորդի հայեցողության'],
        correct_answer: 'Պարտադիր է',
        image: 'images/image_113.jpg'
    },
    {
        id: 114,
        question: 'Ո՞ր վարորդն է աջ շրջադարձի ազդանշան տալիս ',
        answers: ['Միայն աջում գտնվողը', 'Երկու վարորդներն էլ', 'Միայն ձախում գտնվողը'],
        correct_answer: 'Երկու վարորդներն էլ',
        image: 'images/image_114.jpg'
    },
    {
        id: 115,
        question: 'Կայանատեղիներում կամ ավտոլցակայաններում մանևրելիս ազդանշան տալ լուսային ցուցիչով ',
        answers: ['Պարտավոր եք', 'Պարտավոր չեք'],
        correct_answer: 'Պարտավոր եք',
        image: null
    },
    {
        id: 116,
        question: 'Այս իրավիճակում ի՞նչ կարող է նշանակել վարորդի դուրս պարզած ձեռքը ',
        answers: ['Տեղեկություն նրա կողմից երթևեկությունը սկսելու վերաբերյալ', 'Կանգնելու մասին խնդրելու նշան', 'Ընդհանուր տագնապի ազդանշան'],
        correct_answer: 'Տեղեկություն նրա կողմից երթևեկությունը սկսելու վերաբերյալ',
        image: 'images/image_116.jpg'
    },
    {
        id: 117,
        question: 'Ի՞նչ ազդանշաններ պետք է տաք նշված հետագծով հետադարձը կատարելիս ',
        answers: ['Աջ', 'Ձախ', 'Նախ աջ, ապա ձախ:'],
        correct_answer: 'Նախ աջ, ապա ձախ:',
        image: 'images/image_117.jpg'
    },
    {
        id: 118,
        question: 'Եթե անմիջապես խաչմերուկից հետո մտադրվել եք կանգառ կատարել երթևեկության մասնակիցներին շփոթության մեջ չգցելու նպատակով, երբ պետք է միացնեք աջ շրջադարձի լուսային ցուցիչը ',
        answers: ['Նախապես մինչև խաչմերուկը', 'Խաչմերուկ մուտք գործելու հետո'],
        correct_answer: 'Խաչմերուկ մուտք գործելու հետո',
        image: 'images/image_118.jpg'
    },
    {
        id: 119,
        question: 'Վազանցն ավարտող մեքենայի վարորդը ունի արդյո՞ք առավելություն համընթաց գոտի վերադասավորվելիս, տվյալ գոտով երթևեկող վարորդի նկատմամբ ',
        answers: ['Ոչ', 'Այո'],
        correct_answer: 'Ոչ',
        image: 'images/image_119.jpg'
    },
    {
        id: 120,
        question: 'Մերձակա տարածքից դուրս եկող հատուկ ձայնային և լուսային ազդանշաններ միացրած վարորդին զիջել ',
        answers: ['Պարտավոր չենք', 'Պարտավոր ենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_120.jpg'
    },
    {
        id: 121,
        question: 'Խաչմերուկն ուղիղ անցնելիս պարտավոր ենք արդյո՞ք զիջել ճանապարհը միացված դեղին առկայծող փարոսիկներով բեռնատարի վարորդին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_121.jpg'
    },
    {
        id: 122,
        question: 'Զիջել ճանապարհը պարտավոր ենք ',
        answers: ['Մոտոցիկլի վարորդին', 'Հատուկ լուսային և ձայնային ազդանշաններ միացրած ավտոմոբիլի վարորդին', 'Երկու վարորդներին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_122.jpg'
    },
    {
        id: 123,
        question: 'Զիջել ճանապարհը պարտավոր ենք ',
        answers: ['Երկու վարորդներին', 'Դեղին առկայծող փարոսիկով բեռնատարի վարորդին', 'Միայն ավտոբուսի վարորդին'],
        correct_answer: 'Միայն ավտոբուսի վարորդին',
        image: 'images/image_123.jpg'
    },
    {
        id: 124,
        question: 'Այս իրադրությունում ',
        answers: ['Խաչմերուկը կանցնեք առաջինը', 'Պետք է զիջեք ճանապարհը ձախից մոտեցող վարորդին:'],
        correct_answer: 'Պետք է զիջեք ճանապարհը ձախից մոտեցող վարորդին:',
        image: 'images/image_124.jpg'
    },
    {
        id: 125,
        question: 'Զիջել պարտավոր ենք ',
        answers: ['Բոլորին', 'Ոստիկանության ավտոմոբիլի վարորդին', 'Ոչ ոքի'],
        correct_answer: 'Ոստիկանության ավտոմոբիլի վարորդին',
        image: 'images/image_125.jpg'
    },
    {
        id: 126,
        question: 'Ձախ շրջադարձ կատարելիս ',
        answers: ['Խաչմերուկն առաջինը կանցնեք', 'Կզիջեք միայն ոստիկանության ավտոմոբիլի վարորդին', 'Կզիջեք բոլոր վարորդներին'],
        correct_answer: 'Կզիջեք բոլոր վարորդներին',
        image: 'images/image_126.jpg'
    }
];