export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլին։', 'Բոլոր տրանսպորտային միջոցներին։', 'Բեռնատար ավտոմոբիլին։'],
        correct_answer: 'Բոլոր տրանսպորտային միջոցներին։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։ ',
        answers: ['Բեռնատար ավտոմոբիլին։', 'Բոլոր տրանսպորտային միջոցներին։', 'Ոչ մեկին։'],
        correct_answer: 'Բոլոր տրանսպորտային միջոցներին։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։ ',
        answers: ['Ոչ մեկին։', 'Միայն ավտոբուսին։', 'Միայն միացված փարոսիկով բեռնատար ավտոմոբիլին։', 'Բոլոր տրանսպորտային միջոցներին։'],
        correct_answer: 'Միայն ավտոբուսին։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ կցորդ (կիսակցորդ) է համարվում՝ ',
        answers: ['Կոշտ կցիչով քարշակվող ցանկացած մեխանիկական տրանսպորտային միջոցը։', 'Շարժիչով չկահավորված տրանսպորտային միջոցը, որը նախատեսված է մեխանիկական տրանսպորտային միջոցով շարժման մեջ դրվելու եւ դրա կազմում որպես մեկ ամբողջություն երթեւեկելու համար (ներառյալ՝ հատուկ կցորդը)։'],
        correct_answer: 'Շարժիչով չկահավորված տրանսպորտային միջոցը, որը նախատեսված է մեխանիկական տրանսպորտային միջոցով շարժման մեջ դրվելու եւ դրա կազմում որպես մեկ ամբողջություն երթեւեկելու համար (ներառյալ՝ հատուկ կցորդը)։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Չեն աշխատում տրանսպորտային միջոցի կառուցվածքով նախատեսված անվտանգության ամրագոտիները։', 'Տեղադրված են վարորդի նստատեղից նրա տեսադաշտը սահմանափակող իրեր կամ առարկաներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրադրությունում։ ',
        answers: ['Շարունակի ընթացքն ուղիղ։', 'Վերադասավորվի ճանապարհի հանդիպակաց երթեւեկելի գոտի։'],
        correct_answer: 'Վերադասավորվի ճանապարհի հանդիպակաց երթեւեկելի գոտի։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները։ ',
        answers: ['Նշանից 150-300 մետրից հետո աջ կողմից կա ճանապարհի նեղացում, որի երկարությունը 100 մ է։', 'Նշանից 100 մետրից հետո, ճանապարի աջ կողմից կա ճանապարհի նեղացում։'],
        correct_answer: 'Նշանից 150-300 մետրից հետո աջ կողմից կա ճանապարհի նեղացում, որի երկարությունը 100 մ է։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ո՞ր ուղղությամբ է թույլատրվում վարորդին երթեւեկել։ ',
        answers: ['Միայն աջ եւ ձախ։', 'Միայն ուղիղ։', 'Ուղիղ եւ հակառակ ուղղությամբ։'],
        correct_answer: 'Ուղիղ եւ հակառակ ուղղությամբ։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Աջ շրջադարձն այս իրադրությամբ կատարում ենք ',
        answers: ['Խաչմերուկն առաջինն անցնելով', 'Զիջում ենք ճանապարհը թեթև մարդատարի վարորդին', 'Զիջում ենք ճանապարհը երկու վարորդներին'],
        correct_answer: 'Խաչմերուկն առաջինն անցնելով',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Աջ շրջադարձ կատարելիս ',
        answers: ['Պետք է զիջեք ճանապարհը', 'Կարող եք անցնել առաջինը'],
        correct_answer: 'Կարող եք անցնել առաջինը',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ձախ շրջադարձ կատարելիս պետք է ճանապարհը զիջեք ',
        answers: ['Ավտոբուսի և մոտոցիկլի վարորդների', 'Ավտոբուսի վարորդին', 'Բոլորին'],
        correct_answer: 'Բոլորին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ձախ շրջադարձ կատարելիս ',
        answers: ['Կանցնեք առաջինը թեթև մարդատարի հետ միաժամանակ', 'Կանցնեք մոտոցիկլից հետո'],
        correct_answer: 'Կանցնեք մոտոցիկլից հետո',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ուղիղ երթևեկելիս պարտավոր եք զիջել ',
        answers: ['Երկու վարորդներին', 'Միայն թեթև մարդատարին', 'Ոչ ոքի'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ավտոմոբիլը խաչմերուկը կանցնի՝ ',
        answers: ['Առաջինը։', 'Երկրորդը։'],
        correct_answer: 'Առաջինը։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Կապտադեղին ավտոմոբիլին` ուղիղ, կարմիրին` դեպի աջ։', 'Կարմիր ավտոմոբիլին` ուղիղ եւ դեպի աջ, կապտադեղինին` ուղիղ։', 'Երկու ավտոմոբիլներին` միայն ուղիղ։'],
        correct_answer: 'Կարմիր ավտոմոբիլին` ուղիղ եւ դեպի աջ, կապտադեղինին` ուղիղ։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Որտե՞ղ է գծվում կանգառը եւ կայանումն արգելող տեղերը նշող դեղին հոծ գիծը։ ',
        answers: ['Երթեւեկելի մասի վրա։', 'Երթեւեկելի մասի եզրի մոտ։', 'Երթեւեկելի մասի եզրի մոտ կամ եզրաքարի վերին մակերեսին։', 'Միայն եզրաքարի վերին մակերեսին։'],
        correct_answer: 'Երթեւեկելի մասի եզրի մոտ կամ եզրաքարի վերին մակերեսին։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ավտոբուսի քարշակումը մերկասառույցի պայմաններում արգելվում է՝ ',
        answers: ['Ճկուն կցիչով։', 'Կոշտ կցիչով։'],
        correct_answer: 'Ճկուն կցիչով։',
        image: null
    },
    {
        id: 18,
        question: 'Թույլատրվու՞մ է արդյոք ճկուն կամ կոշտ կցիչով քարշակման դեպքում մարդկանց փոխադրումը քարշակվող մեխանիկական տրանսպորտային միջոցում։ ',
        answers: ['Թույլատրվում է ավտոբուսում եւ տրոլեյբուսում։', 'Թույլատրվում է բեռնատար ավտոմոբիլի խցիկում եւ թեթեւ մարդատար ավտոմոբիլում։', 'Թույլատրվում է բեռնատար ավտոմոբիլի թափքում եւ թեթեւ մարդատար ավտոմոբիլում։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է բեռնատար ավտոմոբիլի խցիկում եւ թեթեւ մարդատար ավտոմոբիլում։',
        image: null
    },
    {
        id: 19,
        question: 'Կապույտ եւ կարմիր գույների առկայծող փարոսիկներ եւ հատուկ ձայնային ազդանշան միացրած տրանսպորտային միջոց մոտենալու դեպքում վարորդները պետք է՝ ',
        answers: ['Զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ անցումն ապահովելու համար։', 'Իջեցնեն արագությունը եւ զիջեն ճանապարհը՝ նշված, ինչպես նաեւ դրանով ուղեկցվող տրանսպորտային միջոցների անխոչընդոտ անցումն ապահովելու համար։'],
        correct_answer: 'Իջեցնեն արագությունը եւ զիջեն ճանապարհը՝ նշված, ինչպես նաեւ դրանով ուղեկցվող տրանսպորտային միջոցների անխոչընդոտ անցումն ապահովելու համար։',
        image: null
    },
    {
        id: 20,
        question: 'Հանգիստ վիճակում չափահաս մարդու անոթազարկը կազմում է. ',
        answers: ['40-60 զարկ մեկ րոպեում։', '60-80 զարկ մեկ րոպեում։', '80-100 զարկ մեկ րոպեում։'],
        correct_answer: '60-80 զարկ մեկ րոպեում։',
        image: null
    }
];