export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Քանի՞ երթևեկության գոտիներ ունի այս ճանապարհը ',
        answers: ['Երկու', 'Չորս'],
        correct_answer: 'Չորս',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ո՞ր նկարում ճանապարհը բաժանարար գոտի ունի ',
        answers: ['Միայն աջ', 'Երկու դեպքում', 'Միայն ձախ'],
        correct_answer: 'Երկու դեպքում',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Առկա է հակագլորման մեկ հենակ։', 'Առկա է մեկ կրակմարիչ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 4,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['չի աշխատում կառուցվածքով նախատեսված թափքի դռան փականը', 'չի աշխատում կառուցվածքով նախատեսված խցիկի դռան փականը', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 5,
        question: 'Այս նշանը նախապես տեղեկացնում է ',
        answers: ['Հեծանվորդին զիջելու անհրաժեշտության մասին', 'Հեծանվային արահետի հետ հատման մասին', 'Հեծանվային հրապարակին մոտենալու մասին:'],
        correct_answer: 'Հեծանվային արահետի հետ հատման մասին',
        image: 'images/image_5.jpg'
    },
    {
        id: 6,
        question: 'Վազանցել բեռնատարին թույլատրվա՞ծ է ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ո՞ր ուղղությամբ կարող է շարունակել երթևեկությունը վարորդն այս իրավիճակում ',
        answers: ['Միայն ձախ', 'Պետք է սպասի թույլատրող ազդանշանի', 'Ձախ և հակառակ'],
        correct_answer: 'Ձախ և հակառակ',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Մուտք գործել դարձափոխային երթևեկության գոտի այս իրավիճակում ',
        answers: ['Թույլատրված է', 'Թույլատրված է միայն վազանց կատարելու նպատակով', 'Արգելված է'],
        correct_answer: 'Թույլատրված է',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ո՞ր դեպքում է թույլատրվում հատել հոծ գծանշումը ',
        answers: ['Միայն Բ, կանգառ կատարելիս', 'Ոչ մի դեպքում', 'Կանգառ կատարելիս երկու դեպքերում էլ'],
        correct_answer: 'Միայն Բ, կանգառ կատարելիս',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Ի՞նչ է ցույց տալիս ընդհատվող գծանշումը ',
        answers: ['Կողնակին կանգառ կատարելու իրավունքը', 'Երթևեկելի մասի եզրերը երկգոտի ճանապարհին', 'Կողնակով երթևեկելու իրավունքը'],
        correct_answer: 'Երթևեկելի մասի եզրերը երկգոտի ճանապարհին',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Այս հետագծով երթևեկել նման իրավիճակում ',
        answers: ['Թույլատրվում է միայն վազանցելիս', 'Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Թույլատրվո՞ւմ է կայանել նշված վայրում ',
        answers: ['Թույլատրվում է', 'Թույլատրվում է, առանց մայթին բարձրանալու', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Վազանցն այս գծանշմամբ ',
        answers: ['Թույլատրվում է', 'Թույլատրվում է, եթե առջևից ընթացող դանդաղընթաց է', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Կարո՞ղ եք շարունակել երթևեկությունը նշանից հետո ',
        answers: ['Այո', 'Այո մինչև Կանգ-գիծը', 'Ոչ'],
        correct_answer: 'Այո մինչև Կանգ-գիծը',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ինչի՞ մասին է տեղեկացնում մոտոցիկլի վարորդի կողմից ձեռքով տրված ազդանշանը։ ',
        answers: ['Շարունակում է երթեւեկությունը ձախ կամ հակառակ ուղղությամբ։', 'Շարունակում է երթեւեկությունը ուղիղ կամ աջ ուղղությամբ։'],
        correct_answer: 'Շարունակում է երթեւեկությունը ձախ կամ հակառակ ուղղությամբ։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ինչի՞ մասին է տեղեկացնում թեթեւ մարդատար ավտոմոբիլի վարորդի կողմից ձեռքով տրված ազդանշանը։ ',
        answers: ['Աջ շրջադարձ է կատարում։', 'Շարունակում է երթեւեկությունը ուղիղ։', 'Արգելակում է` ճանապարհը մոտոցիկլին զիջելու համար։'],
        correct_answer: 'Աջ շրջադարձ է կատարում։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ինչի՞ մասին է տեղեկացնում թեթեւ մարդատար ավտոմոբիլի վարորդի կողմից ձեռքով տրված ազդանշանը։ ',
        answers: ['Մտադիր է կատարել ձախ շրջադարձ կամ հետադարձ։', 'Արգելակում է` ճանապարհը բեռնատար ավտոմոբիլին զիջելու համար։'],
        correct_answer: 'Մտադիր է կատարել ձախ շրջադարձ կամ հետադարձ։',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Պարտավո՞ր է արդյոք վարորդը միացնել շրջադարձի ցուցիչը տվյալ դեպքում։ ',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։'],
        correct_answer: 'Պարտավոր է։',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Օրվա լուսավոր ժամերին երեխաների կազմակերպված խմբեր տեղափոխելու ժամանակ պետք է միացված լինեն ավտոբուսի` ',
        answers: ['Լապտերների հեռահար լույսերը։', 'Լապտերների մոտակա լույսերը։', 'Վթարային լուսային ազդանշանը։', 'Սրահի ներքին լուսավորության սարքերը։'],
        correct_answer: 'Լապտերների մոտակա լույսերը։',
        image: null
    },
    {
        id: 20,
        question: 'Ո՞ր դեպքերում պետք է տուժածը դուրս հանվի ավտոմեքենայի խցիկից ',
        answers: ['Ավտոմեքենայի շրջվելու, բռնկվելու, պայթյունի մեծ հավանականության կամ տուժածի գիտակցության կորստի դեպքում:', 'Ավտոմեքենայի շրջվելու, բռնկվելու, պայթյունի մեծ հավանականության կամ տուժածի գերսառեցման, գիտակցության և շնչառության կորստի դեպքում, ինչպես նաև անմիջականորեն խցիկում առաջին օգնություն ցուցաբերելու անհնարինության դեպքում:', 'Ավտոմեքենայի շրջվելու, բռնկվելու, պայթյունի մեծ հավանականության դեպքում կամ տուժածի մոտ ծանր արյունահոսության, գանգուղեղային վնասվածքի առկայության դեպքում'],
        correct_answer: 'Ավտոմեքենայի շրջվելու, բռնկվելու, պայթյունի մեծ հավանականության կամ տուժածի գերսառեցման, գիտակցության և շնչառության կորստի դեպքում, ինչպես նաև անմիջականորեն խցիկում առաջին օգնություն ցուցաբերելու անհնարինության դեպքում:',
        image: null
    }
];