export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Հետադարձն այս խաչմերուկում ',
        answers: ['Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ո՞ր ուղղությամբ է թույլատրված երթևեկությունը ',
        answers: ['Միայն ձախ', 'Ուղիղ և ձախ', 'Ձախ և հետադարձ'],
        correct_answer: 'Միայն ձախ',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Պարտավոր եք արդյո՞ք միացնել աջ շրջադարձի ցուցիչ այս խաչմերուկում ',
        answers: ['Այո', 'Ոչ', 'Այո, բացառությամբ հետադարձ կատարելիս:'],
        correct_answer: 'Այո',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «B», «C», «D» կարգերի եւ «C1», «D1» ենթակարգերի տրանսպորտային միջոցներ վարելու իրավունքի վկայական ունեցող անձանց թույլատրվում է դրանք վարել նաեւ կցորդներով, եթե կցորդի առավելագույն թույլատրելի զանգված է։ ',
        answers: ['950 կիլոգրամը։', '850 կիլոգրամը։', '750 կիլոգրամը։'],
        correct_answer: '750 կիլոգրամը։',
        image: null
    },
    {
        id: 5,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ընդհանուր օգտագործման տրանսպորտային միջոցի կանգառի կետ է համարվում՝ ',
        answers: ['Ընդհանուր օգտագործման տրանսպորտային միջոցի երթուղու որոշակի հատվածում ուղեւորների նստեցման-իջեցման համար նախատեսված եւ համապատասխան ճանապարհային նշաններով կահավորված վայր։', 'Ընդհանուր օգտագործման տրանսպորտային միջոցի երթուղու որոշակի հատվածում ուղեւորների նստեցման-իջեցման համար նախատեսված վայր։'],
        correct_answer: 'Ընդհանուր օգտագործման տրանսպորտային միջոցի երթուղու որոշակի հատվածում ուղեւորների նստեցման-իջեցման համար նախատեսված եւ համապատասխան ճանապարհային նշաններով կահավորված վայր։',
        image: null
    },
    {
        id: 6,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլի բազայի վրա պատրաստված ավտոբուսի մոտ ղեկային կառավարման համակարգի գումարային խաղացքը գերազանցում է 10 աստիճանը։', 'Բացակայում են կառուցվածքով նախատեսված ցեխապաշտպան գոգնոցները եւ ցայտապաշտպանիչները։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 7,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլի բազայի վրա պատրաստված ավտոբուսի ղեկային կառավարման համակարգի գումարային խաղացքը 15 աստիճան է։', 'Ավտոբուսի ղեկային կառավարման համակարգի գումարային խաղացքը 15 աստիճան է։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլի բազայի վրա պատրաստված ավտոբուսի ղեկային կառավարման համակարգի գումարային խաղացքը 15 աստիճան է։',
        image: null
    },
    {
        id: 8,
        question: 'Այս նշանը ',
        answers: ['Ցույց է տալիս շարժման ուղղությունները խաչմերուկում', 'Արգելում է երթևեկությունը խաչմերուկով'],
        correct_answer: 'Ցույց է տալիս շարժման ուղղությունները խաչմերուկում',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ո՞ր դեպքում է նշված հետադարձի համար գոտու երկարությունը ',
        answers: ['Ա', 'Միայն Բ', 'Ա և Բ'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Բնակավայրում ի՞նչ հեռավորությունից է սկսվելու սայթաքուն ճանապարհահատվածը ',
        answers: ['Նվազագույնը 100մետրից', 'Նվազագույնը 50 մետրից', 'Անմիջապես նշանից հետո'],
        correct_answer: 'Նվազագույնը 50 մետրից',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Գծանցն անցնելը ',
        answers: ['Թույլատրված է', 'Արգելված է'],
        correct_answer: 'Թույլատրված է',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ո՞ր վարորդն է ճիշտ կատարել կանգառը ',
        answers: ['Միայն Գ', 'Բ կամ Գ', 'Բոլոր վարորդները:'],
        correct_answer: 'Միայն Գ',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Թո՞ւյլատրվում է կանգառ կատարել նշված վայրում ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ո՞ր վարորդն է խախտել կայանման կանոնները: ',
        answers: ['Բեռնատարի վարորդը', 'Թեթև մարդատարի վարորդը', 'Ոչ ոք', 'Երկու վարորդները'],
        correct_answer: 'Թեթև մարդատարի վարորդը',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Թույլատրվում է արդյո՞ք 3.5 տոննայից թեթև բեռնատարի վարորդին ցուցանակում նշված եղանակով կայանում կատարել: ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Տրանսպորտային միջոցի վրա վթարային լուսային ազդանշանը պետք է միացված լինի՝ ',
        answers: ['Ճանապարհատրանսպորտային պատահարի դեպքում։', 'Կանգառն արգելված տեղերում՝ հարկադրված կանգառի դեպքում։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 17,
        question: 'Տրանսպորտային միջոցի վրա վթարային լուսային ազդանշանը պետք է միացված լինի՝ ',
        answers: ['Ճանապարհատրանսպորտային պատահարի դեպքում։', 'Քարշակման դեպքում (քարշակվող մեխանիկական տրանսպորտային միջոցի վրա)։', 'Կանգառն արգելված տեղերում՝ հարկադրված կանգառի դեպքում։', 'Թվարկած բոլոր դեպքերում։'],
        correct_answer: 'Թվարկած բոլոր դեպքերում։',
        image: null
    },
    {
        id: 18,
        question: 'Տրանսպորտային միջոցից ի՞նչ հեռավորության վրա է տեղադրվում «Վթարային կանգառ» նշանը։ ',
        answers: ['Բնակավայրերում՝ ոչ պակաս 15 մ վրա, բնակավայրերից դուրս՝ 30 մ։', 'Բնակավայրերում՝ ոչ պակաս 10 մ վրա, բնակավայրերից դուրս՝ 20 մ։', 'Բնակավայրերում՝ ոչ պակաս 5 մ վրա, բնակավայրերից դուրս՝ 10 մ։'],
        correct_answer: 'Բնակավայրերում՝ ոչ պակաս 15 մ վրա, բնակավայրերից դուրս՝ 30 մ։',
        image: null
    },
    {
        id: 19,
        question: 'Տրանսպորտային միջոցի վրա վթարային լուսային ազդանշանը պետք է միացված լինի՝ ',
        answers: ['Լապտերների լույսից վարորդի շլացման դեպքում։', 'Քարշակման դեպքում (քարշակվող մեխանիկական տրանսպորտային միջոցի վրա)։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 20,
        question: 'Ինչպե՞ս որոշել գիտակցությունը կորցրած տուժածի մոտ շնչառության առկայությունը: ',
        answers: ['Բռնել տուժածի կզակից, հետ թեքել գլուխը և հետևել կրծքավանդակի շարժմանը 10 վայրկյան տևողությամբ:', 'Մի ձեռքը դնել տուժածի ճակատին, մյուս ձեռքի երկու մատով կզակը բարձրացնելով և գլուխը հետ թեքելով անհրաժեշտ է 10 վայրկյան տևողությամբ հետևել շնչառությանը, փորձելով արտաշնչած օդը զգալ Ձեր այտին և հետևել կրծքավանդակի շարժմանը', 'Առանց տուժածի գլուխը թեքելու, անհրաժեշտ է խոնարհվել նրա դեմքին և 10 վայրկյան տևողությամբ հետևել նրա շնչառությունը, փորձելով արտաշնչած օդը զգալ Ձեր այտնի և հետևել կրծքավանդակի շարժմանը:'],
        correct_answer: 'Մի ձեռքը դնել տուժածի ճակատին, մյուս ձեռքի երկու մատով կզակը բարձրացնելով և գլուխը հետ թեքելով անհրաժեշտ է 10 վայրկյան տևողությամբ հետևել շնչառությանը, փորձելով արտաշնչած օդը զգալ Ձեր այտին և հետևել կրծքավանդակի շարժմանը',
        image: null
    }
];