export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Պարտավո՞ր է արդյոք սահմանված երթուղով երթեւեկող ավտոբուսի վարորդը նշված իրադրությունում զիջել ճանապարհը։ ',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։', 'Պարտավոր չէ, քանի որ երթեւեկում է ուղիղ։'],
        correct_answer: 'Պարտավոր է։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Եթե համապատասխան նշաններով կահավորված երկայնական թեքությամբ ճանապարհահատվածներում հանդիպակաց երթեւեկությունը դժվարացած է, ապա ճանապարհը պետք է զիջել՝ ',
        answers: ['Վայրէջքի ուղղությամբ ընթացող տրանսպորտային միջոցին։', 'Ընդհանուր օգտագործման տրանսպորտային միջոցին։', 'Վերելքի ուղղությամբ ընթացող տրանսպորտային միջոցին։'],
        correct_answer: 'Վերելքի ուղղությամբ ընթացող տրանսպորտային միջոցին։',
        image: null
    },
    {
        id: 3,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։ ',
        answers: ['Տրակտորի վարորդը։', 'Ավտոբուսի վարորդը։'],
        correct_answer: 'Ավտոբուսի վարորդը։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «B», «C» եւ «D» կարգերի տրանսպորտային միջոցներ վարելու իրավունքի վկայական ունեցող անձանց թույլատրվում է դրանք վարել նաեւ կցորդներով, եթե կցորդի թույլատրելի առավելագույն զանգվածը չի գերազանցում ',
        answers: ['750 կիլոգրամը։', '800 կիլոգրամը։', '1000 կիլոգրամը։'],
        correct_answer: '750 կիլոգրամը։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Արտածվող գազերում վնասակար նյութերի պարունակությունը գերազանցում է ՀՀ օրենսդրությամբ սահմանված նորմերը։', 'Մոտոցիկլի վրա բացակայում են կառուցվածքով նախատեսված ոտնատեղերը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Նշաններից ո՞րն է ցույց տալիս 50 կմ/ժ առավելագույն արագության սահմանափակման գոտու վերջը։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ինչի՞ մասին են զգուշացնում այս նշանը եւ ցուցանակը։ ',
        answers: ['Նորոգման աշխատանքների կատարման պատճառով ճանապարհի կողնակին կանգառ կատարելն արգելվում է։', 'Նորոգման աշխատանքների կատարման պատճառով ճանապարհի կողնակ մուտք գործելը վտանգավոր է։', 'Նորոգման աշխատանքների կատարման պատճառով ճանապարհի կողնակին կայանելն արգելում է։'],
        correct_answer: 'Նորոգման աշխատանքների կատարման պատճառով ճանապարհի կողնակ մուտք գործելը վտանգավոր է։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Այսպիսի ճանաչման նշանով են կահավորվում այն տրանսպորտային միջոցները, որոնք՝ ',
        answers: ['Ղեկավարվում են հաշմանդամների կողմից։', 'Փոխադրում են ծանրաքաշ եւ մեծ եզրաչափերով բեռներ։', 'Փոխադրում են վտանգավոր բեռներ։', 'Ղեկավարվում են խուլ կամ խուլ ու համր վարորդների կողմից։'],
        correct_answer: 'Փոխադրում են վտանգավոր բեռներ։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Կարմիր ավտոմոբիլը խաչմերուկը կանցնի՝ ',
        answers: ['Երկրորդը` կապույտի հետ միաժամանակ։', 'Երկրորդը` դեղինից հետո։', 'Երրորդը` կանաչից եւ դեղինից հետո։'],
        correct_answer: 'Երկրորդը` կապույտի հետ միաժամանակ։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Դեղին ավտոմոբիլը խաչմերուկը կանցնի՝ ',
        answers: ['Առաջինը։', 'Երկրորդը։', 'Երրորդը', 'Վերջինը։'],
        correct_answer: 'Վերջինը։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ո՞ր պատասխանում է ճիշտ նշված անցման հերթականությունը։ ',
        answers: ['Մոտոցիկլը, ավտոբուսը, բեռնատար ավտոմոբիլը։', 'Ավտոբուսը, մոտոցիկլը, բեռնատար ավտոմոբիլը։', 'Ավտոբուսը, բեռնատար ավտոմոբիլը, մոտոցիկլը։'],
        correct_answer: 'Մոտոցիկլը, ավտոբուսը, բեռնատար ավտոմոբիլը։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը, տրամվայը։', 'Տրամվայը, ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը։', 'Տրամվայը, թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը։'],
        correct_answer: 'Տրամվայը, թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլի վարորդը։', 'Ավտոբուսի վարորդը։'],
        correct_answer: 'Ավտոբուսի վարորդը։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Այս լուսացույցը կիրառվում է երթեւեկությունը կարգավորելու համար՝ ',
        answers: ['Երթեւեկելի մասի ամբողջ լայնությամբ։', 'Երթեւեկելի մասի այն գոտիներով, որտեղ երթեւեկության ուղղությունը կարող է փոխվել հանդիպակացի։', 'Միայն ընդհանուր օգտագործման տրանսպորտային միջոցների երթեւեկության համար նախատեսված գոտիներում։'],
        correct_answer: 'Երթեւեկելի մասի այն գոտիներով, որտեղ երթեւեկության ուղղությունը կարող է փոխվել հանդիպակացի։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Եթե կարգավորողի աջ ձեռքը պարզված է առաջ, ապա նրա ձախ կողմից ոչ ռելսագնաց տրանսպորտային միջոցների երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Բոլոր ուղղություններով։', 'Միայն դեպի ձախ։'],
        correct_answer: 'Բոլոր ուղղություններով։',
        image: null
    },
    {
        id: 16,
        question: 'Ո՞ր տրանսպորտային միջոցներին է թույլատրվում կայանել տվյալ ճանապարհային նշանի ազդեցության գոտում։ ',
        answers: ['Միայն ընդհանուր օգտագործման տրանսպորտային միջոցներին։', 'Տրանսպորտային միջոցներին, որոնք վարում են հաշմանդամները եւ միացված հաշվիչով տաքսիներին։'],
        correct_answer: 'Տրանսպորտային միջոցներին, որոնք վարում են հաշմանդամները եւ միացված հաշվիչով տաքսիներին։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Քարշակումը մերկասառույցի պայմաններում՝ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է՝ կոշտ կցիչով կամ մասնակի բեռնման եղանակով քարշակելիս։'],
        correct_answer: 'Թույլատրվում է՝ կոշտ կցիչով կամ մասնակի բեռնման եղանակով քարշակելիս։',
        image: null
    },
    {
        id: 18,
        question: 'Ինչպիսի՞ առավելագույն արագությամբ է թույլատրվում տրանսպորտային միջոցների քարշակումը ճկուն կցիչով։ ',
        answers: ['70 կմ/ժ։', '60 կմ/ժ։', '50 կմ/ժ։', '40 կմ/ժ։', '30 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: null
    },
    {
        id: 19,
        question: 'Ո՞ր դեպքում վարորդը պետք է տա նախազգուշացնող ազդանշան՝ կանգառ կատարելուց առաջ։ ',
        answers: ['Եթե նրա հետեւից երթեւեկում է այլ տրանսպորտային միջոց։', 'Միայն բնակավայրերում։', 'Բոլոր դեպքերում։'],
        correct_answer: 'Բոլոր դեպքերում։',
        image: null
    },
    {
        id: 20,
        question: 'Ի՞նչ է պետք անել, եթե հնարավոր չէ ապահովել դեպքի վայրի անվտանգությունը։ ',
        answers: ['Բոլորին օգնություն ցուցաբերել, բայց զգույշ լինել։', 'Օգնություն ցուցաբերել այն տուժածին, որն ավելի մոտ է գտնվում ձեզ։', 'Չմոտենալ, անմիջապես ահազանգել եւ չթողնել կողմնակի մարդկանց մոտենալ դեպքի վայր։', 'Չմոտենալ, խնդրել մեկ ուրիշին օգնություն ցույց տալ։'],
        correct_answer: 'Չմոտենալ, անմիջապես ահազանգել եւ չթողնել կողմնակի մարդկանց մոտենալ դեպքի վայր։',
        image: null
    }
];