export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Հետադարձը նշված վայրում ',
        answers: ['Թույլատրվում է', 'Թույլատրվում է, եթե առկա չեն ընդհանուր օգտագործման տրանսպորտային միջոցներ', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Առաջնահերթ երթևեկության իրավունք ունի ',
        answers: ['Թեթև մարդատարի վարորդը', 'Բեռնատարի վարորդը'],
        correct_answer: 'Բեռնատարի վարորդը',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Միաժամանակ վերադասավորվելիս ո՞ր տրանսպորտային միջոցի վարորդը ունի առաջնահերթ երթևեկության իրավունք ',
        answers: ['Բեռնատարի', 'Թեթև մարդատարի'],
        correct_answer: 'Թեթև մարդատարի',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: 'Թո՞ւյլատրվում է արդյոք երթևեկել երթևեկելի մասի կենտրոնով նշված լայնության պայմաններում ',
        answers: ['Այո', 'Այո, երբ հանդիպակաց երթևեկությունը բացակայում է', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_4.jpg'
    },
    {
        id: 5,
        question: 'Նշվածներից ո՞ր անշարժ օբյեկտը արգելք չի հանդիսանում ',
        answers: ['Երթևեկելի մասի ծածկույթի վնասվածքը', 'Կողմնակի առարկան', 'Անսարք կամ անշարժ ավտոմեքենան', 'Խցանման պատճառով կանգ առած ավտոմեքնան'],
        correct_answer: 'Խցանման պատճառով կանգ առած ավտոմեքնան',
        image: null
    },
    {
        id: 6,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Դողերի պահպանաշերտի նախշանկարի մնացորդային բարձրությունը կազմում է', '6 մմ։', 'Չի աշխատում շարժիչը հովացնող հեղուկի ջերմաստիճանի ցուցիչը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Դողերի պահպանաշերտի նախշանկարի մնացորդային բարձրությունը կազմում է',
        image: null
    },
    {
        id: 7,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Դողերի պահպանաշերտի նախշանկարի մնացորդային բարձրությունը կազմում է', '5 մմ։', 'Չեն աշխատում սրահի ներքին լուսավորության սարքերը։', 'Երկու դեպքում էլ։'],
        correct_answer: '5 մմ։',
        image: null
    },
    {
        id: 8,
        question: 'Ո՞ր դեպքում է տեղեկացվում երկու և ավելի ուղիներով երկաթուղային գծանցի մասին ',
        answers: ['Ա և Գ', 'Ա և Բ', 'Միայն Գ', 'Բ և Գ'],
        correct_answer: 'Միայն Գ',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Հետադարձը նշված հետագծով ',
        answers: ['Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Կայանումը ուղեկամուրջից հետո ',
        answers: ['Թույլատրված', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Երթևեկությունը թույլատրվում է ',
        answers: ['Միայն ուղիղ', 'Միայն աջ', 'Ուղիղ և աջ'],
        correct_answer: 'Ուղիղ և աջ',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Թույլատրվո՞ւմ է կանգառը ավտոմոբիլի տեղակայման նման ձևով ',
        answers: ['Այո', 'Միայն թեթև մարդատարներին', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Թույլատրվում է արդյո՞ք բեռնատարից առաջ անցնելուց հետո շարունակել երթևեկությունը այս գոտով: ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Թույլատրվո՞ւմ է այս իրավիճակում շարունակել երթևեկությունը զբաղեցրած գոտով: ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Կանգառը նշված վայրում ',
        answers: ['Թույլատրվում է', 'Թույլատրվում է, եթե տրանսպորտային միջոցից մինչև գծանշում ընկած հեռավորությունը 3 մետրից ավել է:', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Թույլատրվու՞մ է արդյոք տվյալ իրադրությունում ավտոգնացքին անցնել կամուրջի վրայով։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ո՞ր դեպքում կանոնները չեն պարտադրում ավտոբուսի վարորդին տալ նախազգուշացնող ազդանշան։ ',
        answers: ['Երթեւեկելի մասի եզրին կանգառ կատարելիս։', '«Վտանգավոր շրջադարձ» նշանով նշված ճանապարհատվածի կորացումից առաջ։', 'Երթեւեկության հարեւան գոտի վերադասավորվելուց առաջ։', 'Սահմանված երթուղով երթեւեկելիս։'],
        correct_answer: '«Վտանգավոր շրջադարձ» նշանով նշված ճանապարհատվածի կորացումից առաջ։',
        image: null
    },
    {
        id: 18,
        question: 'Վերադասավորումից առաջ ավտոբուսի վարորդը նախազգուշացնող ազդանշան պետք է տա՝ ',
        answers: ['Անմիջապես մանեւրը սկսելուց առաջ։', 'Անմիջապես մանեւրը սկսելուց հետո։', 'Նախօրոք՝ մինչեւ մանեւրը սկսելը։', 'Պարտավոր չէ, եթե ավտոբուսը երթեւեկում է սահմանված երթուղով։'],
        correct_answer: 'Նախօրոք՝ մինչեւ մանեւրը սկսելը։',
        image: null
    },
    {
        id: 19,
        question: 'Ձայնային ազդանշանների կրկնողությամբ ընդհանուր տագնապի ինչպիսի՞ ազդանշան է ավտոբուսի վարորդը պարտավոր տալ երկաթուղային գծանցի վրա հարկադրական կանգառ կատարելու դեպքում։ ',
        answers: ['Երեք երկար եւ մեկ կարճ։', 'Մեկ երկար եւ երեք կարճ։', 'Մեկ երկար եւ երկու կարճ։', 'Երկու երկար եւ երկու կարճ։'],
        correct_answer: 'Մեկ երկար եւ երեք կարճ։',
        image: null
    },
    {
        id: 20,
        question: 'Ինչպե՞ս դադարեցնել արյունահոսությունը երակների և ոչ խոշոր զարկերակների վնասվածքի դեպքում: ',
        answers: ['Դնել ճնշող վիրակապ վնասվածքի տեղում:', 'Վերքից վերև հատվածում ճնշող վիրակապ դնել:', 'Վերքից ներև հատվածում ճնշող վիրակապ դնել:'],
        correct_answer: 'Դնել ճնշող վիրակապ վնասվածքի տեղում:',
        image: null
    }
];