export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ինչպե՞ս պետք է վարվի երթուղային ավտոբուսի վարորդը տվյալ իրավիճակում։ ',
        answers: ['Ճանապարհը զիջի թեթեւ մարդատար ավտոմոբիլին։', 'Միացնի շրջադարձի ցուցիչը, տա ձայնային ազդանշան եւ սկսի երթեւեկությունը։', 'Սկսի երթեւեկությունը` համոզված լինելով, որ թեթեւ մարդատար ավտոմոբիլի վարորդը զիջում է ճանապարհը։'],
        correct_answer: 'Սկսի երթեւեկությունը` համոզված լինելով, որ թեթեւ մարդատար ավտոմոբիլի վարորդը զիջում է ճանապարհը։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Տվյալ իրադրությունում սպիտակ թեթեւ մարդատար ավտոմոբիլի վարորդը` ',
        answers: ['Ճանապարհը պետք է զիջի երթուղային ավտոբուսին, որը սկսում է երթեւեկությունը նշված կանգառի կետից։', 'Ունի առաջնահերթ երթեւեկության իրավունք, քանի որ երթուղային ավտոբուսը վերադասավորվում է երկրորդ գոտի անցնելով։'],
        correct_answer: 'Ճանապարհը պետք է զիջի երթուղային ավտոբուսին, որը սկսում է երթեւեկությունը նշված կանգառի կետից։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթեւեկության իրավունք։ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլի վարորդը։', 'Երթուղային ավտոբուսի վարորդը։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ հարկադրված կանգառ է համարվում՝ ',
        answers: ['Երթեւեկության ընդհատումը՝ կապված լուսացույցի արգելող ազդանշանի անսպասելի միացման հետ։', 'Երթեւեկության ընդհատումը՝ կապված ճանապարհին գոյացած խցանման հետ։', 'Տրանսպորտային միջոցի անսարքության, վարորդի (ուղեւորի) ֆիզիկական եւ (կամ) հոգեկան վիճակով եւ (կամ) բեռի փոխադրմամբ պայմանավորված՝ վտանգի կամ ճանապարհին ի հայտ եկած այլ խոչընդոտի պատճառով տրանսպորտային միջոցն անշարժ վիճակի բերելը։', 'Թվարկած բոլոր դեպքերը։'],
        correct_answer: 'Թվարկած բոլոր դեպքերը։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Շարժիչն աշխատում է ընդհատումներով։', 'Հետին հակամառախուղային լապտերիկները միացված չեն արգելակումն ազդարարող լուսային սարքերին։', 'Չեն աշխատում տրանսպորտային միջոցի կառուցվածքով նախատեսված ապակեողողիչները։', 'Թվարկած բոլոր դեպքերում։'],
        correct_answer: 'Չեն աշխատում տրանսպորտային միջոցի կառուցվածքով նախատեսված ապակեողողիչները։',
        image: null
    },
    {
        id: 6,
        question: 'Այս ճանապարհային նշանը ցույց է տալիս՝ ',
        answers: ['Միջանցիկ անցում չունեցող ճանապարհ։', 'Երթեւեկության ուղղությունը դեպի բնակավայրում գտնվող օբյեկտ։', 'Թափառքի գոտու կամ վերելքի վրա լրացուցիչ գոտու վերջը։'],
        correct_answer: 'Միջանցիկ անցում չունեցող ճանապարհ։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ո՞ ր նշանի ազդեցությունը չի տարածվում ընդհանուր օգտագործման տրանսպորտային միջոցների վրա։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ո՞ր տրանսպորտային միջոցների երթեւեկությունն է թույլատրվում այս նշանի ազդեցության ճանապարհներին։ ',
        answers: ['Մեխանիկական տրանսպորտային միջոցների։', 'Բոլոր տրանսպորտային միջոցների։', 'Ավտոմոբիլների եւ մոտոցիկլների։', 'Այն տրանսպորտային միջոցների, որոնց առավելագույն արագությունը գերազանցում է 40 կմ/ժ։'],
        correct_answer: 'Ավտոմոբիլների եւ մոտոցիկլների։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ձախ շրջադարձ կատարելիս պարտավոր եք զիջել ճանապարհը ',
        answers: ['Թեթև մարդատարի և Ա տարամվայի վարորդներին', 'Միայն Ա տրամվայի վարորդին', 'Տրամվայների վարորդներին', 'Ոչ ոքի'],
        correct_answer: 'Միայն Ա տրամվայի վարորդին',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Երթևեկությունն ուղիղ շարունակելու դեպքում ',
        answers: ['Խաչմերուկն առաջինը կանցնեք', 'Կանցնեք թեթև մարդատարի անցնելուց հետո'],
        correct_answer: 'Կանցնեք թեթև մարդատարի անցնելուց հետո',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Այս իրավիճակում հետադարձ կատարելիս անհրաժեշտ է ճանապարհը զիջել ',
        answers: ['Թեթև մարդատարին', 'Երկու վարորդներին'],
        correct_answer: 'Թեթև մարդատարին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Այս իրավիճակում խաչմերուկն անցնելիս հետիոտներին խոչընդոտ չստեղծել ',
        answers: ['Պարտավոր ենք', 'Պարտավոր չենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Խաչմերուկից անմիջապես հետո գոյացած խցանման պայմաններում մուտք գործելը խաչմերուկ թույլատրելի է միայն ',
        answers: ['Եթե երթևեկությունն ուղիղ ենք շարունակելու', 'Եթե շրջադարձ կամ հետադարձ ենք կատարելու', 'Թվարկված բոլոր դեպքերում:'],
        correct_answer: 'Եթե շրջադարձ կամ հետադարձ ենք կատարելու',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ի՞նչ նշանակություն ունի լուսացույցի կլոր կանաչ թարթող ազդանշանը։ ',
        answers: ['Տեղեկացնում է, որ մուտքը խաչմերուկ արգելվում է։', 'Թույլատրում է երթեւեկությունը եւ տեղեկացնում, որ դրա գործողության ժամկետը լրանում է եւ շուտով կմիանա արգելող ազդանշանը։'],
        correct_answer: 'Թույլատրում է երթեւեկությունը եւ տեղեկացնում, որ դրա գործողության ժամկետը լրանում է եւ շուտով կմիանա արգելող ազդանշանը։',
        image: null
    },
    {
        id: 15,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությանբ՝ ',
        answers: ['Տրամվայը, կարմիր ավտոմոբիլը, կանաչ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը, տրամվայը` կանաչ ավտոմոբիլի հետ միաժամանակ։', 'Տրամվայը` կանաչ ավտոմոբիլի հետ միաժամանակ, կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կարմիր ավտոմոբիլը, տրամվայը` կանաչ ավտոմոբիլի հետ միաժամանակ։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Սլաքներով նշված ո՞ր ուղղություններով է թույլատրվում երթեւեկությունը։ ',
        answers: ['Միայն ուղիղ։', 'Դեպի ձախ եւ հակառակ ուղղությամբ։', 'Ուղիղ, դեպի ձախ եւ հակառակ ուղղությամբ։'],
        correct_answer: 'Միայն ուղիղ։',
        image: 'images/image_16.jpg'
    },
    {
        id: 18,
        question: 'Մեխանիկական տրանսպորտային միջոցների մասնակի բեռնումով քարշակման ժամանակ ուղեւորների փոխադրում թույլատրվում է՝ ',
        answers: ['Քարշակող ավտոմոբիլի թափքում։', 'Քարշակվող ավտոմոբիլի խցիկում։', 'Քարշակվող ավտոմոբիլի թափքում։', 'Քարշակող ավտոմոբիլի խցիկում։'],
        correct_answer: 'Քարշակող ավտոմոբիլի խցիկում։',
        image: null
    },
    {
        id: 19,
        question: 'Թույլատրվու՞մ է արդյոք քարշակել կողային կցորդով մոտոցիկլները։ ',
        answers: ['Թույլատրվում է` միայն կոշտ կցիչով։', 'Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: null
    },
    {
        id: 19,
        question: 'Ո՞ր նկարում է վարորդը տալիս ձախ շրջադարձի ազդանշան։ ',
        answers: ['1', '2', '3'],
        correct_answer: '1',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Տուժածի որովայնի վրա բաց վնասվածքից օրգանների արտընկման դեպքում պետք է. ',
        answers: ['Լվանալ եւ զգուշորեն փորձել տեղը մտցնել արտընկած օրգանները։', 'Արտընկած օրգանները ծածկել մաքուր խոնավ գործվածքով եւ պոլիէթիլենային թաղանթով։', 'Կտրել արտընկած օրգանները եւ վերքը վիրակապել։', 'Ձեռք չտալ, այդ վիճակում տեղափոխել հիվանդանոց։'],
        correct_answer: 'Արտընկած օրգանները ծածկել մաքուր խոնավ գործվածքով եւ պոլիէթիլենային թաղանթով։',
        image: null
    }
];