export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Խաչմերուկում կազմակերպված է շրջանաձեւ երթեւեկություն։ Երթեւեկելի մասը, որով մոտենում եք խաչմերուկին, ունի երթեւեկության երկու գոտի։ Խաչմերուկ մուտք գործելիս` շրջադարձ կատարելու համար ո՞ր գոտին եք պարտավոր զբաղեցնել՝ ',
        answers: ['Աջ գոտին։', 'Ձախ գոտին։', 'Կա՛մ աջ, կա՛մ ձախ գոտին։'],
        correct_answer: 'Կա՛մ աջ, կա՛մ ձախ գոտին։',
        image: null
    },
    {
        id: 2,
        question: 'Խաչմերուկում որտեղ կազմակերպված է շրջանաձեւ երթեւեկություն, պարտավո՞ր է արդյոք ավտոբուսի վարորդը զիջել ճանապարհը բեռնատար ավտոմոբիլին։ ',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։'],
        correct_answer: 'Պարտավոր չէ։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Երթեւեկությունն ուղիղ շարունակող ավտոբուսի վարորդը պարտավո՞ր է արդյոք զիջել ճանապարհը բեռնատար ավտոմոբիլին։ ',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։'],
        correct_answer: 'Պարտավոր է։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե` ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլների դողերի պահպանաշերտի մնացորդային բարձրությունը կազմում է', '8 մմ։', 'Խախտված է հիդրավլիկ արգելակային հաղորդակի հերմետիկությունը։', 'Երկու դեպքում էլ։'],
        correct_answer: '8 մմ։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Տեղադրված են երթեւեկության մասնակիցներին վնասվածքներ հասցնելու վտանգ պարունակող իրեր կամ առարկաներ։', 'Չի աշխատում ձայնային ազդանշանի սարքը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Այս ճանապարհային նշաններից ո՞րը չի համարվում արգելող։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ի՞նչ է նշանակում այս ճանաչման նշանը։ ',
        answers: ['Առջեւում երթեւեկելի մասի անհարթություններ ունեցող ճանապարհի հատված է։', 'Առջեւում տվյալ ուղղությամբ երթեւեկելու համար երեք գոտի ունեցող ճանապարհի հատված է։', 'Մեխանիկական տրանսպորտային միջոցի վրա տեղադրված են բութակավոր դողեր։'],
        correct_answer: 'Մեխանիկական տրանսպորտային միջոցի վրա տեղադրված են բութակավոր դողեր։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Նշաններից ո՞րն է կոչվում «Միակողմ երթեւեկությամբ ճանապարհի վերջ»։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Զիջել ճանապարհը պարտավոր ենք ',
        answers: ['Մոտոցիկլի վարորդին', 'Թեթև մարդատարին', 'Ոչ ոքի'],
        correct_answer: 'Ոչ ոքի',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Խաչմերուկն անցնելիս վարորդը պարտավոր է զիջել ճանապարհը ',
        answers: ['Միայն տրամվայների վարորդներին', 'Թեթև մարդատարի և տրամվայ Բ-ի վարորդին', 'Ոչ ոքի', 'Բոլորին'],
        correct_answer: 'Թեթև մարդատարի և տրամվայ Բ-ի վարորդին',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Այս իրավիճակում ձախ շրջադարձ կատարելիս պարտավոր ենք զիջել ճանապարհը ',
        answers: ['Թեթև մարդատարի վարորդին', 'Ավտոբուսի վարորդին', 'Ոչ ոքի'],
        correct_answer: 'Ոչ ոքի',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Պարտավոր ենք զիջել ճանապարհը ',
        answers: ['Միայն տրամվայի վարորդին', 'Բեռնատարի վարորդին', 'Երկու վարորդներին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ճանապարհը պետք է զիջեք ',
        answers: ['Ավտոբուսի վարորդին', 'Երկու վարորդներին', 'Ոչ ոքի'],
        correct_answer: 'Ոչ ոքի',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ո՞ր պատասխանում են ճիշտ նշված այն տրանսպորտային միջոցները, որոնց երթեւեկությունը թույլատրվում է։ ',
        answers: ['Ավտոմոբիլները եւ մոտոցիկլը։', 'Բոլոր տրանսպորտային միջոցները։', 'Ավտոմոբիլները եւ տրամվայը։'],
        correct_answer: 'Ավտոմոբիլները եւ մոտոցիկլը։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Եթե կարգավորողի աջ ձեռքը պարզված է առաջ, ապա նրա ձախ կողմից ոչ ռելսագնաց տրանսպորտային միջոցների երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Ուղիղ եւ դեպի ձախ։', 'Բոլոր ուղղություններով։'],
        correct_answer: 'Բոլոր ուղղություններով։',
        image: null
    },
    {
        id: 16,
        question: 'Ի՞նչ է ցույց տալիս այս գծանշումը։ ',
        answers: ['Հետիոտնային անցում, որտեղ երթեւեկությունը կարգավորվում է լուսացույցով։', 'Այն տեղը, որտեղ հեծանվային արահետը հատում է ճանապարհի երթեւեկելի մասը։', 'Այն տեղը, որտեղ հետիոտնային արահետը հատում է ճանապարհի երթեւեկելի մասը։'],
        correct_answer: 'Այն տեղը, որտեղ հեծանվային արահետը հատում է ճանապարհի երթեւեկելի մասը։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում երթեւեկությունը ճկուն կցիչով քարշակելիս։ ',
        answers: ['70 կմ/ժ։', '60 կմ/ժ։', '50 կմ/ժ։', '40 կմ/ժ։', '30 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: null
    },
    {
        id: 18,
        question: 'Տրանսպորտային միջոցի վրա բեռը տեղաբաշխվում եւ անհրաժեշտության դեպքում նաեւ ամրացվում է այնպես, որպեսզի` ',
        answers: ['Չցցվի հարթակի կողերից բարձր։', 'Զգալի աղմուկ չհանի, փոշի չբարձրացնի կամ չաղտոտի ճանապարհն ու շրջակա միջավայրը։', 'Դուրս չցցվի տրանսպորտային միջոցի հետեւի եզրից 0,8 մ-ից ավելի։'],
        correct_answer: 'Զգալի աղմուկ չհանի, փոշի չբարձրացնի կամ չաղտոտի ճանապարհն ու շրջակա միջավայրը։',
        image: null
    },
    {
        id: 19,
        question: 'Կարմիր գույնի առկայծող փարոսիկ միացրած, կանգնած վիճակում գտնվող տրանսպորտային միջոցին մոտենալիս` տվյալ ուղղությամբ երթեւեկող տրանսպորտային միջոցների վարորդները պետք է` ',
        answers: ['Կանգ առնեն եւ շարունակեն երթեւեկությունը միայն թույլտվություն ստանալուց հետո։', 'Իջեցնեն արագությունը, որպեսզի անհրաժեշտության դեպքում հնարավորություն ունենան անմիջապես կանգ առնել։'],
        correct_answer: 'Կանգ առնեն եւ շարունակեն երթեւեկությունը միայն թույլտվություն ստանալուց հետո։',
        image: null
    },
    {
        id: 20,
        question: 'Անգիտակից վիճակում գտնվող եւ շնչառություն ունեցող տուժածին պետք է. ',
        answers: ['Պառկեցնել մեջքի վրա։', 'Բացել բերանը եւ դուրս քաշել լեզուն։', 'Շրջել կողքի եւ գլուխը հետ տանել։'],
        correct_answer: 'Շրջել կողքի եւ գլուխը հետ տանել։',
        image: null
    }
];