export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ո՞ր հետագծերով է թույլատրված երթևեկությունը ',
        answers: ['Բոլոր', 'Միայն Ա', 'Միայն Ա կամ Գ'],
        correct_answer: 'Միայն Ա կամ Գ',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Տեսանելիության բացակայության պատճառով հետընթաց կատարելիս վարորդը պետք է ',
        answers: ['Ձայնային ազդանշան տա', 'Միացնի վթարային լուսային ազդանշանը', 'Դիմի այլ անձանց օգնությանը'],
        correct_answer: 'Դիմի այլ անձանց օգնությանը',
        image: null
    },
    {
        id: 3,
        question: 'Հետընթաց վարմամբ բակի մուտքն օգտագործելով հետադարձ կատարելն այս իրավիճակում ',
        answers: ['Թույլատրվում է, եթե չի խոչընդոտի այլ երթևեկողներին', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է, եթե չի խոչընդոտի այլ երթևեկողներին',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ավտոբուս է համարվում՝ ',
        answers: ['Ուղեւորների համար նախատեսված 8-ից ավելի նստատեղ ունեցող, իր կառուցվածքով եւ կահավորվածությամբ ուղեւորների եւ ուղեբեռի անվտանգ եւ հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը։', 'Ուղեւորների համար նախատեսված 8 եւ ավելի նստատեղ ունեցող, իր կառուցվածքով եւ կահավորվածությամբ ուղեւորների եւ ուղեբեռի անվտանգ եւ հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը։'],
        correct_answer: 'Ուղեւորների համար նախատեսված 8-ից ավելի նստատեղ ունեցող, իր կառուցվածքով եւ կահավորվածությամբ ուղեւորների եւ ուղեբեռի անվտանգ եւ հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլի կցորդի դողերի պաշտպանաշերտի նախշանկարի մնացորդային բարձրությունը պակաս է 1,6 մմ-ից։', 'Հետեւի մասում տեղադրված են նարնջագույն լույսերով շրջադարձի ցուցիչներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլի կցորդի դողերի պաշտպանաշերտի նախշանկարի մնացորդային բարձրությունը պակաս է 1,6 մմ-ից։',
        image: null
    },
    {
        id: 6,
        question: 'Այս ցուցանակի դեպքում իր հետ օգտագործված նշանի ազդեցությունը տարածվում է ',
        answers: ['Միայն թեթև մարդատարների վրա', 'Թեթև մարդատար, ինչպես նաև մինչև', '5 տոննա թույլատրելի առավելագույն զանգված ունեցող բեռնատարների վրա', 'Թեթև մարդատարների և մոտոցիկլների վրա'],
        correct_answer: 'Թեթև մարդատար, ինչպես նաև մինչև',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Այս ճանապարհային նշանը ',
        answers: ['Կանգնել կողնակին արգելում է', 'Կողնակ դուրս գալը վտանգավոր է նորոգման աշխատանքների պատճառով', 'Կանգնել թույլատրվում է միայն երթևեկելի մասում'],
        correct_answer: 'Կողնակ դուրս գալը վտանգավոր է նորոգման աշխատանքների պատճառով',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Նշված գոտուց ո՞ր ուղղություններով է թույլատրված երթևեկությունը ',
        answers: ['Միայն ձախ', 'Ուղիղ և ձախ', 'Ուղիղ, ձախ և հակառակ'],
        correct_answer: 'Ուղիղ, ձախ և հակառակ',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Այս խաչմերուկում նշվածներից ո՞ր ուղղություններով կարող եք շարունակել երթևեկությունը ',
        answers: ['Միայն Ա', 'Բ կամ Գ', 'Ա կամ Բ'],
        correct_answer: 'Ա կամ Բ',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Այս ճանապարհային նշանը ',
        answers: ['Առաջարկում է երթևեկել 40կմ/ժ արագությամբ', 'Թույլատրում է երթևեկել միայն 40կմ/ժ կամ ավելի բարձր արագությամբ', 'Արգելում է երթևեկել 40կմ/ժ-ից բարձր արագությամբ'],
        correct_answer: 'Արգելում է երթևեկել 40կմ/ժ-ից բարձր արագությամբ',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Այս իրավիճակում ճանապարհը պարտավոր է զիջել ',
        answers: ['Թեթև մարդատարի վարորդը', 'Տրամվայի վարորդը'],
        correct_answer: 'Տրամվայի վարորդը',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Աջ շրջադարձ կատարելիս ',
        answers: ['Պարտավոր ենք զիջել ճանապարհը տրամվայի վարոդին', 'Կանցնենք խաչմերուկն առաջինը'],
        correct_answer: 'Կանցնենք խաչմերուկն առաջինը',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ավտոբուսը կանգ է առել հետիոտնին զիջելու համար։ Թեթեւ մարդատար ավտոմոբիլի վարորդը տվյալ իրադրությունում խախտու՞մ է ճանապարհային երթեւեկության կանոնների պահանջները։ ',
        answers: ['Խախտում է։', 'Չի խախտում։'],
        correct_answer: 'Խախտում է։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Թույլատրվու՞մ է կանոնավոր ուղևորափոխադրումներ իրականացնող ավտոբուսի վարորդին ուղեւորներ նստեցնելու նպատակով կանգառ կատարել նշված վայրում։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Զբոսաշրջային ավտոբուսի վարորդը երկարատեւ հանգստի նպատակով իրավունք ունի՞ կանգ առնել նշված վայրում։ ',
        answers: ['Իրավունք չունի։', 'Իրավունք ունի։'],
        correct_answer: 'Իրավունք չունի։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Դեպի ձախ երթեւեկությունը շարունակելու համար որտե՞ղ պետք է կանգ առնի ավտոբուսի վարորդը ճանապարհը թեթեւ մարդատար ավտոմոբիլին զիջելու համար։ ',
        answers: ['Ճանապարհային նշանի առջեւ։', 'Գծանշման մոտ։', 'Վարորդի հայեցողությամբ անվտանգ տեղում։'],
        correct_answer: 'Գծանշման մոտ։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Վարորդին արգելվում է ',
        answers: ['Երկաթուղային գծանցը հատել ավելի քան 30 կմ/ժ արագությամբ', 'Երկաթուղային գծանցը հատել պակաս 30 կմ/ժ արագությունից', 'Առանց երկաթգծի ուղեմասի պետի թույլտվության գծանցով երթևեկել դանդաղընթաց մեքենաներով` 8 կմ/ժ ցածր արագությամբ և տափանների հետ կցված տրակտորներով'],
        correct_answer: 'Առանց երկաթգծի ուղեմասի պետի թույլտվության գծանցով երթևեկել դանդաղընթաց մեքենաներով` 8 կմ/ժ ցածր արագությամբ և տափանների հետ կցված տրակտորներով',
        image: null
    },
    {
        id: 18,
        question: 'Խաչմերուկին մոտենալիս վարորդը տրանսպորտային միջոցը պետք է վարի այնպիսի արագությամբ, որ ',
        answers: ['Չգերազանցի տվյալ հատվածում սահմանված առավելագույն թույլատրելին:', 'Հնարավորություն ունենա կանգնելու և բաց թողնելու անցման առաջնահերթության իրավունք ունեցող փոխադրամիջոցները'],
        correct_answer: 'Հնարավորություն ունենա կանգնելու և բաց թողնելու անցման առաջնահերթության իրավունք ունեցող փոխադրամիջոցները',
        image: null
    },
    {
        id: 19,
        question: 'Թույլատրվու՞մ է արդյոք նշված տեղում վազանցել ավտոբուսը։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Եթե հաղորդալարն ընկած է մեքենայի վրա, ապա պետք է. ',
        answers: ['Օգնել մեքենայում գտնվող անձանց շտապ դուրս գալ մեքենայից։', 'Մեքենայում գտնվող անձանց խնդրել մնալ մեքենայի մեջ մինչեւ էլեկտրական հոսանքը չանջատեն։'],
        correct_answer: 'Մեքենայում գտնվող անձանց խնդրել մնալ մեքենայի մեջ մինչեւ էլեկտրական հոսանքը չանջատեն։',
        image: null
    }
];