export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Թույլատրվո՞ւմ է թեթև մարդատարի վարորդին սկսել շարժումը ',
        answers: ['Այո', 'Այո, եթե չի խոչընդոտի բեռնատարի վարորդին', 'Ոչ'],
        correct_answer: 'Այո, եթե չի խոչընդոտի բեռնատարի վարորդին',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ո՞ր տարբերակում է թույլատրված հետընթացը ',
        answers: ['Խաչմերուկներում', 'Աջ եզրային չհանդիսացող գոտիներում', 'Հետիոտնային անցումներում'],
        correct_answer: 'Աջ եզրային չհանդիսացող գոտիներում',
        image: null
    },
    {
        id: 3,
        question: 'Տվյալ իրավիճակում թու՞յլատրվում է վարորոդին երթևեկությունը տրամվայի գծերով ',
        answers: ['Այո', 'Թույլատրվում է միայն հետադարձ կամ ձախ շրջադարձ կատարելու դեպքում', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ թեթեւ մարդատար ավտոմոբիլ է համարվում՝ ',
        answers: ['Ուղեւորների համար նախատեսված 8-ից ոչ ավելի նստատեղ ունեցող, իր կառուցվածքով եւ կահավորվածությամբ ուղեւորների եւ ուղեբեռի անվտանգ եւ հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը։', 'Ուղեւորների (բացառությամբ մինչեւ 12 տարեկան երեխաների) համար նախատեսված 4-ից ոչ ավելի նստատեղ ունեցող, իր կառուցվածքով եւ կահավորվածությամբ ուղեւորների եւ ուղեբեռի անվտանգ եւ հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը։'],
        correct_answer: 'Ուղեւորների համար նախատեսված 8-ից ոչ ավելի նստատեղ ունեցող, իր կառուցվածքով եւ կահավորվածությամբ ուղեւորների եւ ուղեբեռի անվտանգ եւ հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Խախտված է հիդրավլիկ արգելակային հաղորդակի հերմետիկությունը։', 'Հետեւի մասում տեղադրված են սպիտակ գույնի լույսերով շրջադարձի ցուցիչներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Ցուցանակներից որոնք են, իրենց հետ տեղակայված նշանի ազդման գոտին ցույց տալիս ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Բ և Գ'],
        correct_answer: 'Բ և Գ',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ո՞ր բակ է թույլատրվում մուտք գործել վարորդին ',
        answers: ['Ձախ', 'Աջ', 'Ոչ մի բակ չի կարելի մուտք գործել', 'Երկու բակերն էլ թույլատրված է'],
        correct_answer: 'Աջ',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ո՞ր դեպքում է նշանի ազդեցությունն սկսվում անմիջապես տեղակայման վայրից ',
        answers: ['Միայն Ա և Բ', 'Միայն Բ', 'Բոլոր'],
        correct_answer: 'Միայն Ա և Բ',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ո՞ր հետագծով է թույլատրվում շարունակել երթևեկությունը ',
        answers: ['Միայն Ա', 'Միայն Ա կամ Գ', 'Միայն Ա կամ Դ', 'Ցանկացած, բացի Բ-ից'],
        correct_answer: 'Ցանկացած, բացի Բ-ից',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Ի՞նչի մասին է նախազգուշացնում ճանապարհային նշանը ',
        answers: ['Սայթաքուն ճանապարհահատվածին մոտենալու', 'Թաց և կեղտոտ ճանապարհահատվածին մոտենալու', 'Ճանապարհահատվածի, որտեղ հնարավոր է խճի արտանետում անիվներից'],
        correct_answer: 'Ճանապարհահատվածի, որտեղ հնարավոր է խճի արտանետում անիվներից',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Մտադիր եք կատարել ձախ շրջադարձ: Ո՞ւմ եք պարտավոր զիջել ճանապարհը ',
        answers: ['Միայն տրամվայի վարորդին', 'Ոչ ոքի', 'Ավտոմոբիլի և տրամվայի վարորդներին'],
        correct_answer: 'Ավտոմոբիլի և տրամվայի վարորդներին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ձախ շրջադարձ կատարելիս ',
        answers: ['Մանևրը կկատարեմ առանց կանգ առնելու:', 'Խաչմերուկ մուտք գործելուց հետո կկանգնեմ երկրորդ ՛՛Կանգ-գծի՛՛ առջև և կսպասեմ կանաչ ազդանշանի միանալուն'],
        correct_answer: 'Խաչմերուկ մուտք գործելուց հետո կկանգնեմ երկրորդ ՛՛Կանգ-գծի՛՛ առջև և կսպասեմ կանաչ ազդանշանի միանալուն',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Տվյալ իրավիճակում որտե՞ղ պետք է կանգ առնել։ ',
        answers: ['Առաջին ճանապարհային նշանի մոտ։', '«Կանգ-գիծ» գծանշման առջեւ։', 'Երկրորդ ճանապարհային նշանի մոտ։', 'Կանգառը պարտադիր չէ։'],
        correct_answer: '«Կանգ-գիծ» գծանշման առջեւ։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Տվյալ նշանի ազդեցության գոտում ո՞ր տրանսպորտային միջոցներին է թույլատրվում կանգառ կատարել։ ',
        answers: ['Միայն ընդհանուր օգտագործման տրանսպորտային միջոցներին։', 'Միայն հաշմանդամների կողմից ղեկավարվող տրանսպորտային միջոցներին։', 'Միայն միացված հաշվիչով տաքսիներին։', 'Բոլորին արգելվում է։'],
        correct_answer: 'Բոլորին արգելվում է։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Նշված ճանապարհային նշանների ազդման գոտում թույլատրվու՞մ է կանգառ կատարել, ուղեւորներ նստեցնելու նպատակով։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ո՞ր տրանսպորտային միջոցների համար է առանձնացված «A» տառով գծանշված գոտին։ ',
        answers: ['Միայն ավտոբուսների համար, որոնք շարժվում են սահմանված երթուղով։', 'Տրոլեյբուսների եւ տաքսիների համար։', 'Ընդհանուր օգտագործման տրանսպորտային միջոցների համար։'],
        correct_answer: 'Ընդհանուր օգտագործման տրանսպորտային միջոցների համար։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Բարձրացնել արագությունը վարորդին արգելվում է, եթե ',
        answers: ['Դա կխոչընդոտի իրեն վազանցող տրանսպորտային միջոցի վարորդի վազանց կատարելուն:', 'Դա անհրաժեշտ է իրեն ճանապարհը զիջելու նպատակով կանգ առած վարորդի ճանապարհը ազատելու համար:', 'Դա կատարվում է խաչմերուկն ազատելու նպատակով'],
        correct_answer: 'Դա կխոչընդոտի իրեն վազանցող տրանսպորտային միջոցի վարորդի վազանց կատարելուն:',
        image: null
    },
    {
        id: 18,
        question: 'Վարորդը պարտավոր է իջեցնել արագությունը ',
        answers: ['«Երեխաների փոխադրում» ճանաչման նշանով կահավորված տրանսպորտային միջոցներ երեխաների նստեցման և իջեցման ժամանակ այդ տրանսպորտային միջոցներին մոտենալիս:', 'Շլանալու դեպքում', 'Երթևեկության համար խոչընդոտ կամ վտանգ առաջանալու դեպքում:', 'Կապույտ և կարմիր գույների առկայծող փարոսիկներ և հատուկ ձայնային ազդանշան միացրած տրանսպորտային միջոց մոտենալու դեպքում, ինչպես նաև կապույտ կամ կապույտ և կարմիր գույների առկայծող փարոսիկներ միացրած, կանգնած վիճակում գտնվող տրանսպորտային միջոցին մոտենալիս:', 'Բոլոր նշված դեպքերում'],
        correct_answer: 'Բոլոր նշված դեպքերում',
        image: null
    },
    {
        id: 19,
        question: 'Տրանսպորտային միջոցների վազանց նշանակում է՝ ',
        answers: ['Շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային միջոցից առաջ անցնելը` կապված զբաղեցրած գոտուց հանդիպակաց երթեւեկության գոտի դուրս գալու հետ։', 'Շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային միջոցից առաջ անցնելը` կապված զբաղեցրած գոտուց դուրս գալու հետ։'],
        correct_answer: 'Շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային միջոցից առաջ անցնելը` կապված զբաղեցրած գոտուց դուրս գալու հետ։',
        image: null
    },
    {
        id: 20,
        question: 'Քիչ վտանգավոր վերքերի մշակման ժամանակ պետք է. ',
        answers: ['Լվանալ վերքը օճառով եւ մաքուր ջրով, այնուհետեւ վիրակապել։', 'Մշակել վերքը սպիրտային հիմքով նյութերով (յոդ, օղի, օծանելիք եւ այլն)։'],
        correct_answer: 'Լվանալ վերքը օճառով եւ մաքուր ջրով, այնուհետեւ վիրակապել։',
        image: null
    }
];