export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ո՞ր պատասխանում է ճիշտ նշված երթեւեկության թույլատրելի ուղղությունը։ ',
        answers: ['Միայն հետադարձ։', 'Ուղիղ եւ հետադարձ։', 'Միայն ուղիղ։'],
        correct_answer: 'Միայն ուղիղ։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ո՞ր ուղղությամբ է արգելվում երթեւեկությունը՝ ',
        answers: ['Դեպի ձախ եւ դեպի աջ։', 'Ուղիղ եւ հակառակ ուղղությամբ։', 'Միայն ուղիղ։', 'Բոլոր ուղղություններով։'],
        correct_answer: 'Դեպի ձախ եւ դեպի աջ։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Հետադարձն արգելվում է՝ ',
        answers: ['Հետիոտնային անցումների վրա։', 'Թունելներում։', 'Կամուրջների, ուղեկամուրջների, էստակադների վրա եւ դրանց տակ։', 'Երկաթուղային գծանցներում։', 'Թվարկած բոլոր դեպքերում։'],
        correct_answer: 'Թվարկած բոլոր դեպքերում։',
        image: null
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «BE» կարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել՝ ',
        answers: ['17 տարին լրացած անձանց։', '18 տարին լրացած անձանց։', '19 տարին լրացած անձանց։'],
        correct_answer: '19 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Առկա են ղեկային կառավարման մանրամասերի (դետալների) ու հանգույցների` կառուցվածքով չնախատեսված տեղաշարժեր կամ պարուրակային միացումները ձգված չեն։', 'Բեռնատար ավտոմոբիլում բացակայում է կրակմարիչը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Նշաններից ո՞րն է նախազգուշացնում հավասարազոր ճանապարհների խաչմերուկին մոտենալու մասին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '5',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Նշաններից ո՞րն է տեղադրվում երթեւեկելի մասերի հատումից անմիջապես առաջ։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Այս նշանները թույլատրում են երթեւեկությունը` ',
        answers: ['Միայն դեպի ձախ։', 'Միայն ուղիղ։', 'Միայն դեպի աջ։', 'Ուղիղ, դեպի աջ եւ հակառակ ուղղությամբ։'],
        correct_answer: 'Ուղիղ, դեպի աջ եւ հակառակ ուղղությամբ։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Խաչմերուկը վերջինը կանցնի՝ ',
        answers: ['Կապույտ ավտոմոբիլը։', 'Դեղին ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կանաչ ավտոմոբիլը։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։ ',
        answers: ['Հեծանվորդը։', 'Ավտոմոբիլի վարորդը։'],
        correct_answer: 'Ավտոմոբիլի վարորդը։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Խաչմերուկն առաջինը կանցնի՝ ',
        answers: ['Կանաչ ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։', 'Դեղին ավտոմոբիլը։'],
        correct_answer: 'Կարմիր ավտոմոբիլը։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Տրանսպորտային միջոցները ի՞նչ հերթականությամբ խաչմերուկը կանցնեն։ ',
        answers: ['Մոտոցիկլը, ավտոմոբիլը, տրամվայը։', 'Տրամվայը, ավտոմոբիլը, մոտոցիկլը։', 'Տրամվայը, մոտոցիկլը, ավտոմոբիլը։'],
        correct_answer: 'Մոտոցիկլը, ավտոմոբիլը, տրամվայը։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Խաչմերուկը երկրորդը կանցնի՝ ',
        answers: ['Կարմիր ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։'],
        correct_answer: 'Կապույտ ավտոմոբիլը։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ո՞ր պատասխանում են ճիշտ նշված այն տրանսպորտային միջոցները, որոնց թույլատրվում է երթեւեկությունը։ ',
        answers: ['Մոտոցիկլը։', 'Բեռնատար ավտոմոբիլը։', 'Ավտոբուսը։', 'Թեթեւ մարդատար ավտոմոբիլը։', 'Թեթեւ մարդատար եւ բեռնատար ավտոմոբիլները։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլը։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը՝ ',
        answers: ['Մոտոցիկլի վարորդը։', 'Ավտոմոբիլի վարորդը։'],
        correct_answer: 'Ավտոմոբիլի վարորդը։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Թույլատրվու՞մ է արդյոք ուղեւոր իջեցնել ճանապարհի այն տեղում, որտեղ եզրաքարի վերին մակերեսին գծված է դեղին հոծ գիծ եւ տեղադրված է «Կանգառն արգելվում է» նշանը։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է՝ ընդհանուր օգտագործման տրանսպորտային միջոցների բացակայության դեպքում։', 'Թույլատրվում է միայն ընդհանուր օգտագործման տրանսպորտային միջոցներին։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_16.jpg'
    },
    {
        id: 18,
        question: 'Տրանսպորտային միջոցների երթեւեկությունը բնակավայրերում թույլատրվում է՝ ',
        answers: ['60 կմ/ժ ոչ ավելի արագությամբ։', '80 կմ/ժ ոչ ավելի արագությամբ։', '90 կմ/ժ ոչ ավելի արագությամբ։'],
        correct_answer: '60 կմ/ժ ոչ ավելի արագությամբ։',
        image: null
    },
    {
        id: 19,
        question: 'Ո՞ր ուղղությամբ է թույլատրվում երթեւեկությունը։ ',
        answers: ['Միայն ուղիղ։', 'Ուղիղ եւ դեպի աջ։', 'Ուղիղ, դեպի աջ եւ դեպի ձախ։', 'Բոլոր ուղղություններով։'],
        correct_answer: 'Ուղիղ, դեպի աջ եւ դեպի ձախ։',
        image: 'images/image_19.jpg'
    },
    {
        id: 19,
        question: 'Ընդհանուր օգտագործման տրանսպորտային միջոցների վարորդների կողմից ձայնային ազդանշանները կարող են կիրառվել` ',
        answers: ['Երթեւեկության մյուս մասնակիցների նկատմամբ առավելություն ստանալու համար։', 'Բնակավայրերում՝ վազանց կատարելու մտադրության մասին մյուս վարորդներին նախազգուշացնելու համար։', 'Երբ դա անհրաժեշտ է ճանապարհատրանսպորտային պատահարը կանխելու համար։', 'Բոլոր դեպքերում էլ։'],
        correct_answer: 'Երբ դա անհրաժեշտ է ճանապարհատրանսպորտային պատահարը կանխելու համար։',
        image: null
    },
    {
        id: 20,
        question: 'Քթից արյունահոսության դեպքում տուժածին օգնություն ցուցաբերելիս պետք է. ',
        answers: ['Տուժածի գլուխը հետ տանել։', 'Տուժածի գլուխը կախ գցել եւ սեղմել քթի վերին հատվածը։', 'Տուժածի քթի մեջ բամբակի տամպոն դնել։', 'Թողնել, որ արյունահոսի եւ ինքնուրույն դադարի։'],
        correct_answer: 'Տուժածի գլուխը կախ գցել եւ սեղմել քթի վերին հատվածը։',
        image: null
    }
];