export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն է ճիշտ կատարում հետադարձը։ ',
        answers: ['Կապույտ ավտոմոբիլի վարորդը։', 'Կարմիր ավտոմոբիլի վարորդը։', 'Երկու վարորդներն էլ։'],
        correct_answer: 'Կարմիր ավտոմոբիլի վարորդը։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ճանապարհային նշանների, գծանշման եւ բաժանարար գոտու բացակայության դեպքում վարորդները երկկողմ երթեւեկությամբ ճանապարհների երթեւեկելի մասում գտնվող ճանապարհային կառույցների տարրերը պետք է շրջանցեն՝ ',
        answers: ['Աջ կողմից։', 'Ձախ կողմից։'],
        correct_answer: 'Աջ կողմից։',
        image: null
    },
    {
        id: 3,
        question: 'Ո՞ր ուղղությամբ է արգելվում երթեւեկությունը։ ',
        answers: ['Միայն դեպի ձախ։', 'Միայն դեպի աջ։', 'Ուղիղ եւ դեպի ձախ։', 'Բոլոր ուղղություններով։'],
        correct_answer: 'Միայն դեպի աջ։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «D» կարգի եւ «D1» ենթակարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել՝ ',
        answers: ['18 տարին լրացած անձանց։', '19 տարին լրացած անձանց։', '20 տարին լրացած անձանց։', '21 տարին լրացած անձանց։'],
        correct_answer: '21 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Շարժիչն աշխատում է ընդհատումներով։', 'Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային վնասվածքներ։', 'Չեն աշխատում թեթեւ մարդատար ավտոմոբիլի սրահի ներքին լուսավորության սարքերը։', 'Թվարկած բոլոր դեպքերում։'],
        correct_answer: 'Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային վնասվածքներ։',
        image: null
    },
    {
        id: 6,
        question: 'Այս նշանը կոչվում է՝ ',
        answers: ['Արգելքի շրջանցման նախնական ցուցիչ։', 'Այլ երթեւեկելի մաս վերադասավորվելու նախնական ցուցիչ։', 'Հանդիպակաց երթեւեկության գոտի դուրս գալու նախնական ցուցիչ։'],
        correct_answer: 'Այլ երթեւեկելի մաս վերադասավորվելու նախնական ցուցիչ։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Նշաններից ո՞րն է պարտադրում զիջել ճանապարհը հատվող ճանապարհով ընթացող տրանսպորտային միջոցներին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Թույլատրվու՞մ է արդյոք ավտոբուսի վարորդին վազանց կատարել այս նշանի ազդման գոտում։ ',
        answers: ['Թույլատրվում է բոլոր դեպքերում՝ վազանցի կանոնները պահպանելով։', 'Չի թույլատրվում։', 'Թույլատրվում է, եթե վազանցվող տրանսպորտային միջոցի արագությունը չի գերազանցում 30 կմ/ժ։'],
        correct_answer: 'Թույլատրվում է բոլոր դեպքերում՝ վազանցի կանոնները պահպանելով։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Խաչմերուկն առաջինը կանցնի՝ ',
        answers: ['Կանաչ ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կարմիր ավտոմոբիլը։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Կարմիրը, կանաչը, կապույտը, սեւը։', 'Կանաչը, կարմիրը, սեւը, կապույտը։', 'Կանաչը, կարմիրը, կապույտը, սեւը։'],
        correct_answer: 'Կարմիրը, կանաչը, կապույտը, սեւը։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Խաչմերուկը տրանսպորտային միջոցները կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Տրամվայը, դեղին ավտոմոբիլը, կանաչ ավտոմոբիլը։', 'Տրամվայը եւ կանաչ ավտոմոբիլը, դեղին ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը, դեղին ավտոմոբիլը, տրամվայը։'],
        correct_answer: 'Տրամվայը եւ կանաչ ավտոմոբիլը, դեղին ավտոմոբիլը։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Վարորդներից ո՞րն ունի առաջնահերթ երթեւեկության իրավունք։ ',
        answers: ['Մոտոցիկլի վարորդը։', 'Ավտոմոբիլի վարորդը։'],
        correct_answer: 'Ավտոմոբիլի վարորդը։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Խաչմերուկը երկրորդը կանցնի՝ ',
        answers: ['Կարմիր ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։'],
        correct_answer: 'Կանաչ ավտոմոբիլը։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Այս լուսացույցն արգելում է երթեւեկությունը՝ ',
        answers: ['Միայն դեպի ձախ։', 'Ուղիղ եւ դեպի ձախ։', 'Ուղիղ եւ դեպի աջ։', 'Միայն դեպի աջ։'],
        correct_answer: 'Միայն դեպի ձախ։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Եթե կարգավորողի ձեռքերը կողմ են պարզված կամ իջեցված են, ապա ոչ ռելսագնաց տրանսպորտային միջոցների երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Թիկունքի եւ կրծքի կողմից՝ միայն դեպի աջ։', 'Ձախ եւ աջ կողմերից՝ ուղիղ եւ դեպի աջ։', 'Ձախ եւ աջ կողմերից՝ միայն ուղիղ։'],
        correct_answer: 'Ձախ եւ աջ կողմերից՝ ուղիղ եւ դեպի աջ։',
        image: null
    },
    {
        id: 16,
        question: 'Երկաթուղային գծանցներից ի՞նչ հեռավորության վրա է արգելվում տրանսպորտային միջոցների կայանումը։ ',
        answers: ['300 մ։', '150 մ։', '100 մ։', '50 մ։', '25 մ։'],
        correct_answer: '25 մ։',
        image: null
    },
    {
        id: 18,
        question: 'Քարշակման ժամանակ վթարային լուսային ազդանշանի բացակայության կամ անսարքության դեպքում, «Վթարային կանգառ» նշանը տեղադրվում է՝ ',
        answers: ['Քարշակվող տրանսպորտային միջոցի հետեւի մասում։', 'Քարշակող տրանսպորտային միջոցի առջեւի մասում։', 'Վարորդի հայեցողությամբ` տրանսպորտային միջոցներից մեկի վրա` տեսանելի տեղում։'],
        correct_answer: 'Քարշակվող տրանսպորտային միջոցի հետեւի մասում։',
        image: null
    },
    {
        id: 19,
        question: 'Կոշտ կցիչով քարշակման ժամանակ տրանսպորտային միջոցների միջեւ հեռավորությունը չպետք է գերազանցի՝ ',
        answers: ['2 մ։', '3 մ։', '4 մ։', '5 մ։', '6 մ։'],
        correct_answer: '4 մ։',
        image: null
    },
    {
        id: 19,
        question: 'Ո՞ր դեպքում կանոնները չեն պարտադրում տալ նախազգուշացնող ազդանշան։ ',
        answers: ['Երթեւեկելի մասի եզրին կանգառ կատարելիս։', '«Վտանգավոր շրջադարձ» նշանի ազդեցության ճանապարհի կորացումից առաջ։', 'Երթեւեկության հարեւան գոտի վերադասավորվելուց առաջ։'],
        correct_answer: '«Վտանգավոր շրջադարձ» նշանի ազդեցության ճանապարհի կորացումից առաջ։',
        image: null
    },
    {
        id: 20,
        question: 'Ի՞նչ պետք է անել այրվածքի դեպքում օգնություն ցուցաբերելիս։ ',
        answers: ['Թողնել այրվածքը բաց։', 'Բացել հեղուկով լցված բշտերը, ապա ամուր վիրակապել։', 'Ձեթ քսել այրվածքի վրա։', 'Սառեցնել այրվածքը ջրով, ապա ծածկել ստերիլ վիրակապական նյութերով կամ մաքուր գործվածքներով։'],
        correct_answer: 'Սառեցնել այրվածքը ջրով, ապա ծածկել ստերիլ վիրակապական նյութերով կամ մաքուր գործվածքներով։',
        image: null
    }
];