export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Թույլատրված է՞ հետադարձն այս վայրում ',
        answers: ['Այո', 'Թույլատրված է, եթե տեսանելիությունը 100 մետր և ավելի է', 'Ոչ'],
        correct_answer: 'Թույլատրված է, եթե տեսանելիությունը 100 մետր և ավելի է',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Առանց վերադասավորման երթևեկող վարորդը զիջել աջից վերադասավորվող վարորդին ',
        answers: ['Պարտավոր չէ', 'Պարտավոր է'],
        correct_answer: 'Պարտավոր չէ',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Հետադարձն այս վայրում ',
        answers: ['Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոց վարել սովորեցնողը՝ ',
        answers: ['Հավասարեցվում է վարորդին։', 'Չի հավասարեցվում վարորդին։'],
        correct_answer: 'Հավասարեցվում է վարորդին։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Դժվարությամբ է գործի դրվում շարժիչը։', 'Ավտոբուսում բացակայում է բժշկական դեղատուփը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Ավտոբուսում բացակայում է բժշկական դեղատուփը։',
        image: null
    },
    {
        id: 6,
        question: 'Ո՞ր նշանների ազդեցությունն է տարածվում շարժման ուղղությամբ մինչև մոտակա խաչմերուկը ',
        answers: ['Ա և Գ', 'Բ և Դ', 'Գ և Դ'],
        correct_answer: 'Բ և Դ',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Այս նշաններով ի՞նչ արագության ռեժիմ է սահմանված ճանապարհին ',
        answers: ['Նվազագույն արագությունը— 50 կմ/ժ', 'Առաջարկվող արագությունը— 50 կմ/ժ', 'Համընթաց ձախ գոտով նվազագույն արագությունը – 50կմ/ժ'],
        correct_answer: 'Համընթաց ձախ գոտով նվազագույն արագությունը – 50կմ/ժ',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Նշաններից, որն է արգելում ձախ շրջադարձ կատարել ',
        answers: ['Միայն Ա', 'Միայն Ա և Բ', 'Միայն Ա և Գ', 'Բոլոր'],
        correct_answer: 'Միայն Ա և Գ',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Թույլատրվո՞ւմ է վարորդին կատարել ձախ շրջադարձ ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Նշանները տեղեկացնում են այն մասին, որ ',
        answers: ['150 մետր ճանապարհահատվածում առկա է հետիոտների երթևեկելի մաս հայտնվելու վտանգ', '150 մետրից չկարգավորվող հետիոտնային անցում է լինելու'],
        correct_answer: '150 մետրից չկարգավորվող հետիոտնային անցում է լինելու',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Աջ շրջադարձ կատարելիս պարտավո՞ր եք զիջել ճանապարհը հանդիպակացից մոտեցող վարորդին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Խաչմերուկն ուղիղ անցնելիս ',
        answers: ['Կարող ենք անցնել առաջինը', 'Պարտավոր ենք զիջել ճանապարհը թեթև մարդատարի վարորդին'],
        correct_answer: 'Պարտավոր ենք զիջել ճանապարհը թեթև մարդատարի վարորդին',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ո՞ր պատասխանում են ճիշտ թվարկած կանգառի կանոնները խախտած վարորդները։ ',
        answers: ['Կարմիր ավտոմոբիլի եւ մոտոցիկլի վարորդները։', 'Կապույտ ավտոմոբիլի վարորդը։', 'Մոտոցիկլի վարորդը։', 'Բոլոր տրանսպորտային միջոցների վարորդները։'],
        correct_answer: 'Բոլոր տրանսպորտային միջոցների վարորդները։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ո՞ր տրանսպորտային միջոցների վարորդներն են սխալ կանգառ կատարել ուղեւորներ իջեցնելու համար։ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլի վարորդը։', 'Մոտոցիկլի վարորդը։', 'Ավտոբուսի վարորդը։', 'Մոտոցիկլի և ավտոբուսի վարորդները', 'Բոլոր վարորդները։'],
        correct_answer: 'Մոտոցիկլի և ավտոբուսի վարորդները',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Եթե երկաթուղային գծանցով երթեւեկությունն արգելված է եւ բացակայում են լուսացույցը, ճանապարհային նշաններն ու գծանշումը, ապա վարորդը պետք է կանգնի՝ ',
        answers: ['Ուղեփակոցից ոչ պակաս, քան 5 մ հեռավորության վրա։', 'Ուղեփակոցից ոչ պակաս, քան 3 մ հեռավորության վրա։', 'Ուղեփակոցից անմիջապես առաջ։'],
        correct_answer: 'Ուղեփակոցից ոչ պակաս, քան 5 մ հեռավորության վրա։',
        image: null
    },
    {
        id: 16,
        question: 'Թույլատրվու՞մ է զբոսաշրջային ավտոբուսին երթեւեկել «A» գծանշումով գոտիով։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրված երթևեկությունը 3,5 տոննայից ոչ ավել թույլատրելի առավելագույն զանգվածով բեռնատարի վարորդին նշված նշանների ազդման գոտում ',
        answers: ['Ոչ ավել քան 50 կմ/ժ', 'Ոչ ավել քան 70 կմ/ժ', 'Ոչ ավել քան 90 կմ/ժ'],
        correct_answer: 'Ոչ ավել քան 90 կմ/ժ',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Մեխանիկական տրանսպորտային միջոց քարշակելիս այս ճանապարհի ո՞ր գոտով կարող եք շարունակել երթևեկությունը ',
        answers: ['Միայն աջ', 'Ցանկացած'],
        correct_answer: 'Միայն աջ',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Թույլատրվու՞մ է արդյոք վազանցել ավտոգնացքը տվյալ իրադրությունում, եթե դրա արագությունը չի գերազանցում 30 կմ/ժ։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Ուշագնացության դեպքում տուժածին պետք է. ',
        answers: ['Օգնել ընդունել կիսանստած դիրք։', 'Պառկեցնել եւ բարձրացնել ոտքերը։', 'Պառկեցնել` ոտքերը ծնկային հոդերում ծալած։', 'Պառկեցնել գլուխը բարձր դիրքով։'],
        correct_answer: 'Պառկեցնել եւ բարձրացնել ոտքերը։',
        image: null
    }
];