export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Թույլատրվո՞ւմ է պատահմամբ անցած խաչմերուկում հետընթաց վարմամբ շտկել և շարունակել երթևեկությունը մեզ անհրաժեշտ ուղղությամբ ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Այս գոտուց երթևեկությունը շարունակել թույլատրվում է ',
        answers: ['Միայն ձախ ուղղությամբ', 'Ձախ և հակառակ ուղղություններով', 'Աջ, ձախ և հակառակ ուղղություններով'],
        correct_answer: 'Ձախ և հակառակ ուղղություններով',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Թույլատրվո՞ւմ է աջ բակը մտնել հետընթաց կատարելով նշված իրադրությունում ',
        answers: ['Այո, եթե չենք խոչընդոտի ընդհանուր օգտագործման տրանսպորտային միջոցներին', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «C» կարգի տրանսպորտային միջոցներ վարելու միջազգային վարորդական վկայական կարող է տրվել՝ ',
        answers: ['18 տարին լրացած անձանց։', '20 տարին լրացած անձանց։', '21 տարին լրացած անձանց։'],
        correct_answer: '21 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Առկա են ղեկային կառավարման մանրամասերի (դետալների) ու հանգույցների կառուցվածքով չնախատեսված տեղաշարժեր։', 'Առջեւի մասում տեղադրված են սպիտակ գույնի լույսերով շրջադարձի ցուցիչներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Առկա են ղեկային կառավարման մանրամասերի (դետալների) ու հանգույցների կառուցվածքով չնախատեսված տեղաշարժեր։',
        image: null
    },
    {
        id: 6,
        question: 'Նշաններից ո՞րն է 5 տոննա զանգված ունեցող բեռնատարի վարորդին պարտադրում աջ շրջադարձ կատարել խաչմերուկում ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ա և Բ', 'Բ և Գ'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ի՞նչ ուղղությամբ կարող եք շարունակել երթևեկությունը նշված խաչմերուկում, եթե վարում եք 3 տոննա թույլատրելի առավելագույն զանգվածով բեռնատար ',
        answers: ['Միայն ուղղիղ', 'Միայն ուղիղ և աջ', 'Ցանկացած'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Նշաններից որով է կահավորվում արհեստական անհարթությունը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Բ և Գ'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ո՞ր հետագծով կարող եք շարունակել երթևեկությունը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Նշված երկու հետագծերով'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Չկարգավորվող խաչմերուկում ո՞ր նշաններն են առավելություն տալիս վարորդին հատվող ճանապարհով երթևեկողների նկատմամբ ',
        answers: ['Միայն Ա', 'Ա և Գ', 'Բոլոր'],
        correct_answer: 'Ա և Գ',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Կանաչ ազդանշանի միանալուց հետո պարտավոր ենք ',
        answers: ['Համոզվել, որ հետիոտնային անցման չերևացող մասում չկան անցումը չավարտած հետիոտներ', 'Լուսացույցի ազդանշանի համաձայն անմիջապես սկսել շարժումը'],
        correct_answer: 'Համոզվել, որ հետիոտնային անցման չերևացող մասում չկան անցումը չավարտած հետիոտներ',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Պարտավոր եք արդյո՞ք զիջել ճանապարհը ավտոբուսին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ո՞ր տարբերակում է նշված ճիշտ կանգառ կատարողը ',
        answers: ['Միայն Գ', 'Միայն Ա և Գ', 'Միայն Բ և Գ', 'Երեք դեպքերում էլ կարելի է:'],
        correct_answer: 'Միայն Գ',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Պարտավոր եք արդյո՞ք զիջել բեռնատարին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Կանգառը նշված վայրում ',
        answers: ['Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ե՞րբ է թույլատրվում հատել գծանշումը ',
        answers: ['Հետիոտնային անցումից առաջ', 'Հետիոտնային անցումից հետո'],
        correct_answer: 'Հետիոտնային անցումից հետո',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Տրանսպորտային միջոցի հետևի եզրաչափից 0.6մ դուրս ցցված բեռը պետք է արդյո՞ք նշվի օրվա լուսավոր ժամերին «Մեծ եզրաչափերով բեռ» ճանաչման նշանով, իսկ օրվա մութ ժամանակ և անբավարար տեսանելիության պայմաններում, նաև` առջևից սպիտակ, իսկ հետևից` կարմիր գույնի լապտերիկներով կամ լուսանդրադարձիչով ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: null
    },
    {
        id: 18,
        question: 'Տրանսպորտային միջոցի կողքից` եզրաչափային լույսի արտաքին եզրից 0,3 մ դուրս ցցվելու դեպքում բեռը պետք է արդյո՞ք նշվի օրվա լուսավոր ժամերին «Մեծ եզրաչափերով բեռ» ճանաչման նշանով, իսկ օրվա մութ ժամանակ և անբավարար տեսանելիության պայմաններում, նաև` առջևից սպիտակ, իսկ հետևից` կարմիր գույնի լապտերիկներով կամ լուսանդրադարձիչով: ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: null
    },
    {
        id: 19,
        question: 'Ձայնային ազդանշանները կարող են կիրառվել միայն՝ ',
        answers: ['Բնակավայրերում՝ վազանց կատարելու մտադրության մասին մյուս վարորդներին նախազգուշացնելու համար։', 'Երբ դա անհրաժեշտ է ճանապարհատրանսպորտային պատահարը կանխելու համար։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երբ դա անհրաժեշտ է ճանապարհատրանսպորտային պատահարը կանխելու համար։',
        image: null
    },
    {
        id: 20,
        question: 'Ինչպե՞ս իրականացնել առաջին օգնությունը ցրտահարության և գերսառեցման դեպքում. ',
        answers: ['Մարմնի ախտահարված հատվածները շփել ձյունով կամ բրդյա կտորով, ապա տաքացնել, տալ ալկոհոլային խմիչք, տեղափոխել տաք տարածք:', 'Տաքացնել մարմնի ախտահարված հատվածները և անշարժացնել դրանք, տուժածին ծածկել տաք շորերով կամ ծածկոցով, տալ տաք ըմպելիք, տեղափոխել տաք տարածք:', 'Մարմնի ախտահարված հատվածները քսուքով պատել, տաքացնող կոմպրես և ջեռակ դնել, տեղափոխել տաք տարածք, տալ տաք ըմպելիք:'],
        correct_answer: 'Տաքացնել մարմնի ախտահարված հատվածները և անշարժացնել դրանք, տուժածին ծածկել տաք շորերով կամ ծածկոցով, տալ տաք ըմպելիք, տեղափոխել տաք տարածք:',
        image: null
    }
];