export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Պարտավոր է արդյո՞ք վարորդն այս իրավիճակում ձախ շրջադարձ կատարելիս լուսային ցուցիչով ազդանշան տալ ',
        answers: ['Այո', 'Այո, երբ առկա է հանդիպակաց երթևեկող', 'Պարտավոր չէ'],
        correct_answer: 'Այո',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ձախ շրջադարձ թույլատրվում է ',
        answers: ['Միայն Ա հետագծով', 'Միայն Բ հետագծով', 'Երկու հետագծերով'],
        correct_answer: 'Միայն Բ հետագծով',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Թույլատրվո՞ւմ է թեթև մարդատարի վարորդին հետընթաց վարմամբ մոտենալ ուղևորին կամուրջի վրա ',
        answers: ['Այո', 'Այո, եթե չի ստեղծի խոչընդոտ այլ մասնակիցներին', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ հետիոտներին են հավասարեցվում՝ ',
        answers: ['Շարժիչ ունեցող հաշմանդամային սայլակով` հետիոտնի արագությամբ տեղաշարժվող հաշմանդամները։', 'Հեծանիվ, մոպեդ կամ մոտոցիկլ տանող անձինք։', 'Բոլոր թվարկած անձինք։'],
        correct_answer: 'Բոլոր թվարկած անձինք։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Նույն սռնու վրա տեղադրված են տարբեր կառուցվածքների դողեր։', 'Խախտված է շարժիչի սնման համակարգի հերմետիկությունը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Նշաններից որի՞ ազդման գոտում չեն գործում բնակավայրում երթևեկության կանոնները ',
        answers: ['Միայն Ա', 'Միայն Գ', 'Բ և Գ'],
        correct_answer: 'Միայն Գ',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Թեթև մարդատարի վարորդին ո՞ր ուղղությամբ է թույլատրվում երթևեկել այս իրավիճակում ',
        answers: ['Միայն ուղիղ', 'Ուղիղ և աջ', 'Ցանկացած'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Բեռնաթափել ավտոմոբիլը այս ճանապարհային նշանի ազդման գոտում ',
        answers: ['Թույլատրվում է, եթե այն մինչև 5 րոպե կտևի', 'Թույլատրվում է, անկախ տևողությունից', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է, անկախ տևողությունից',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Նշաններից ո՞րն է արգելում հետադարձը ',
        answers: ['Միայն Ա', 'Միայն Ա և Գ', 'Ոչ մեկը'],
        correct_answer: 'Ոչ մեկը',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Թույլատրվո՞ւմ է նշված բակ մուտք գործել ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Պարտավոր ենք արդյո՞ք այս իրավիճակում զիջել բեռնատարի վարորդին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ձախ շրջադարձն այս իրադրությունում կատարելիս պետք է ',
        answers: ['Մուտք գործի խաչմերուկ և սպասի կարգավորողի ձախ շրջադարձ թույլատրող ազդանշանին', 'Կանգ առնի ՛՛Կանգ-գիծ՛՛ գծանշման առջև և սպասի կարգավորողի ձախ շրջադարձ թույլատրող ազդանշանին', 'Դուրս գա խաչմերուկ և հանդիպակացից մոտեցող վարորդին ճանապարհը զիջելուց հետո անցնի խաչմերուկը:'],
        correct_answer: 'Կանգ առնի ՛՛Կանգ-գիծ՛՛ գծանշման առջև և սպասի կարգավորողի ձախ շրջադարձ թույլատրող ազդանշանին',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Թույլատրվու՞մ է ավտոբուսների կանգառն ու կայանումը բնակավայրերում երթեւեկելի մասի ձախ կողմում` միակողմ երթեւեկության ճանապարհներին։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է միայն կանգառ կատարելու համար։'],
        correct_answer: 'Թույլատրվում է։',
        image: null
    },
    {
        id: 14,
        question: 'Կանգառի կետերի տարածքից դուրս թույլատրվու՞մ է ընդհանուր օգտագործման տրանսպորտային միջոցներին կանգառ կատարել։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 15,
        question: 'Թույլատրվու՞մ է ավտոբուսների կայանումը բնակելի գոտիներում եւ բակային տարածքներում։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է` դրա համար նախատեսված տեղերում։', 'Թույլատրվում է։'],
        correct_answer: 'Թույլատրվում է` դրա համար նախատեսված տեղերում։',
        image: null
    },
    {
        id: 16,
        question: 'Թո՞ւյլատրվում է կանգառը նշված վայրում ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Տրանսպորտային միջոցի կողքից` եզրաչափային լույսի արտաքին եզրից 0,5 մ դուրս ցցվելու դեպքում բեռը պետք է արդյո՞ք նշվի օրվա լուսավոր ժամերին «Մեծ եզրաչափերով բեռ» ճանաչման նշանով, իսկ օրվա մութ ժամանակ և անբավարար տեսանելիության պայմաններում, նաև` առջևից սպիտակ, իսկ հետևից` կարմիր գույնի լապտերիկներով կամ լուսանդրադարձիչով: ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: null
    },
    {
        id: 18,
        question: 'Բեռնատարով, որի վարորդը ունի B և C կարգերի տրանսպորտային միջոցներ վարելու իրավունքի վկայական պահպանելով բեռնատարներով մարդ փոխադրելու կանոնները թույլատրվում է փոխադրել մինչև ',
        answers: ['8 ուղևոր', '9 ուղևոր', '4 ուղևոր'],
        correct_answer: '8 ուղևոր',
        image: null
    },
    {
        id: 19,
        question: 'Օրվա մութ ժամանակ եւ անբավարար տեսանելիության պայմաններում` անկախ ճանապարհի լուսավորվածությունից, երթեւեկող մեխանիկական տրանսպորտային միջոցների վրա պետք է միացված լինեն` ',
        answers: ['Լապտերների հեռահար լույսը։', 'Լապտերների մոտակա լույսը։', 'Լապտերների հեռահար կամ մոտակա լույսը։'],
        correct_answer: 'Լապտերների հեռահար կամ մոտակա լույսը։',
        image: null
    },
    {
        id: 20,
        question: 'Վտանգավոր վերքերի մշակման ժամանակ պետք է. ',
        answers: ['Լվանալ վերքը օճառով եւ մաքուր ջրով։', 'Մշակել վերքը սպիրտային հիմքով նյութերով (յոդ, օղի, օծանելիք եւ այլն)։', 'Դադարեցնել արյունահոսությունը եւ վիրակապել վերքը։'],
        correct_answer: 'Դադարեցնել արյունահոսությունը եւ վիրակապել վերքը։',
        image: null
    }
];