export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Զիջել ճանապարհն այլ տրանսպորտային միջոցների նշանակում է ',
        answers: ['Վարորդը չպետք է շարունակի կամ վերսկսի շարժումը կամ կատարի որևէ մանևր, եթե դա կարող է այլ տրանսպորտային միջոցների վարորդներին ստիպել փոխել շարժման ուղղությունը կամ արագությունը:', 'Վարորդը չպետք է շարունակի կամ վերսկսի շարժումը կամ կատարի որևէ մանևր, եթե դա կարող է այլ տրանսպորտային միջոցների վարորդներին ստիպել անսպասելի փոխել շարժման ուղղությունը կամ արագությունը', 'Անվերապահորեն կանգնեցնել տրանսպորտային միջոցը:'],
        correct_answer: 'Վարորդը չպետք է շարունակի կամ վերսկսի շարժումը կամ կատարի որևէ մանևր, եթե դա կարող է այլ տրանսպորտային միջոցների վարորդներին ստիպել անսպասելի փոխել շարժման ուղղությունը կամ արագությունը',
        image: null
    },
    {
        id: 2,
        question: 'Ո՞ր նկարում է խաչմերուկ պատկերված ',
        answers: ['Միայն ձախ', 'Միայն աջ', 'Երկու դեպքում'],
        correct_answer: 'Միայն ձախ',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե ',
        answers: ['Հետևի մասում տեղադրված են կարմիր գույնի լույսերով շրջադարձի լուսային ցուցիչներ:', 'Բացակայում է կառուցվածքով նախատեսված հետին պաշտպանիչ հարմարանքը', 'Երկու դեպքում էլ'],
        correct_answer: 'Բացակայում է կառուցվածքով նախատեսված հետին պաշտպանիչ հարմարանքը',
        image: null
    },
    {
        id: 4,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['անսարք է կամ բացակայում է կառուցվածքով նախատեսված ղեկային կառավարման ուժեղարարը', 'չի աշխատում ձայնարկիչը', 'երկու դեպքում էլ'],
        correct_answer: 'անսարք է կամ բացակայում է կառուցվածքով նախատեսված ղեկային կառավարման ուժեղարարը',
        image: null
    },
    {
        id: 5,
        question: 'Ո՞ր տրանսպորտային միջոցների վարորդների վրա է տարածվում նշանների ազդեցությունը ',
        answers: ['Թեթև մարդատարների և մոտոցիկլների', 'Բոլորի', 'Միայն թեթև մարդատարների'],
        correct_answer: 'Թեթև մարդատարների և մոտոցիկլների',
        image: 'images/image_5.jpg'
    },
    {
        id: 6,
        question: 'Նշված գոտուց ուղիղ երթևեկությունը ',
        answers: ['Թույլատրված է', 'Թույլատրված է միայն հիմնական կանաչ ազդանշանի միանալուց հետո', 'Արգելված է'],
        correct_answer: 'Արգելված է',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Երթևեկությունը թույլատրված է ',
        answers: ['Ուղիղ և աջ', 'Միայն աջ', 'Բոլոր ուղղություններով'],
        correct_answer: 'Բոլոր ուղղություններով',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Այս իրավիճակում երթևեկությունը ',
        answers: ['Թույլատրված է', 'Արգելված է'],
        correct_answer: 'Արգելված է',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Երբ նարնջագույն և սպիտակ գծանշումները իրար հակասում են, վարորդները ',
        answers: ['Կարող են կատարել իրենց հարմար գծանշման պահանջները', 'Պետք է կատարեն սպիտակ գծանշման պահանջները', 'Պետք է կատարեն նարնջագույն գծանշման պահանջները:'],
        correct_answer: 'Պետք է կատարեն նարնջագույն գծանշման պահանջները:',
        image: null
    },
    {
        id: 10,
        question: 'Ո՞ր վարորդին է կանգառ կատարելու դեպքում թույլատրված հատել հոծ գծանշումը ',
        answers: ['Երկու վարորդներին', 'Հանդիպակացից երթևեկող վարորդին', 'Արգելվում է երկու վարորդներին'],
        correct_answer: 'Հանդիպակացից երթևեկող վարորդին',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Թույլատրվո՞ւմ է կանգառ կատարել նշված վայրում ',
        answers: ['Միայն մոտոցիկլներին', 'Ոչ', 'Այո'],
        correct_answer: 'Այո',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Այս գծանշումը ',
        answers: ['Բնակելի գոտու սահմաններն է ցույց տալիս', 'Արհեստական անհարթությունն է ցույց տալիս', 'Արգելում է հետագա երթևեկությունը'],
        correct_answer: 'Արհեստական անհարթությունն է ցույց տալիս',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ի՞նչ է արգելում այս գծանշումը ',
        answers: ['Վազանցը', 'Շրջանցումը', 'Հետադարձը', 'Երթևեկությունը դրանից ձախ կամ դրա վրայով'],
        correct_answer: 'Երթևեկությունը դրանից ձախ կամ դրա վրայով',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Այս գծանշումը նշանակում է ',
        answers: ['Երթուղու կամ ճանապարհի համարը', 'Առաջարկվող արագությունը', 'Թույլատրելի առավելագույն արագությունը նշված ճանապարհահատվածում'],
        correct_answer: 'Թույլատրելի առավելագույն արագությունը նշված ճանապարհահատվածում',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Թույլատրվու՞մ է բեռնատար ավտոմոբիլի վարորդին վազանցել ավտոբուսին, որը երթեւեկում է 60 կմ/ժ արագությամբ։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Թույլատրվու՞մ է վազանց կատարել տվյալ իրավիճակում։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է, եթե ավտոբուսը երթեւեկում է 30 կմ/ժ պակաս արագությամբ։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Թույլատրվու՞մ է արդյոք մուտք գործել երկաթուղային գծանց տվյալ իրավիճակում։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Թույլատրվու՞մ է արդյոք մուտք գործել երկաթուղային գծանց տվյալ իրավիճակում։ ',
        answers: ['Թույլատրվում է, եթե գնացք չի մոտենում։', 'Թույլատրվում է, եթե ուղեփակոցը բաց է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Ինչպե՞ս պետք է գործել տվյալ իրադրությունում։ ',
        answers: ['Գնացքի բացակայության դեպքում շրջանցել ուղեփակոցը եւ շարունակել երթեւեկությունը։', 'Կանգ առնել եւ սպասել ուղեփակոցի բացմանը։'],
        correct_answer: 'Կանգ առնել եւ սպասել ուղեփակոցի բացմանը։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Ո՞րն է առաջին օգնությունը մակերեսային ջերմային այրվածքի (մաշկի կարմրություն, այտուցվածություն, այրվածքի տեղում թափանցիկ հեղուկով լցված բշտիկների առաջացում, ուժեղ ցավ) ժամանակ: ',
        answers: ['Այրված մակերեսի վրա սառը ջուր լցնել, ծածկել ստերիլ անձեռոցիկով և ամուր վիրակապել:', 'Բացել բշտիկները, մաքրել այրվածքի մակերեսը հագուստի մնացորդներից, ծածկել ստերիլ անձեռոցիկով (չվիրակապել), հնարավորության դեպքում սառը դնել, և տուժածին ջուր խմեցնել', '20 րոպե տևողությամբ այրվածքի մակերեսը սառեցնել ջրով: Առանց բշտիկները բացելու և հագուստի մնացորդները հեռացնելու այրվածքի մակերեսը ծածկել ստերիլ անձեռոցիկով (չվիրակապել), հնարավորության դեպքում սառը դնել և տուժածին ջուր խմեցնել:'],
        correct_answer: '20 րոպե տևողությամբ այրվածքի մակերեսը սառեցնել ջրով: Առանց բշտիկները բացելու և հագուստի մնացորդները հեռացնելու այրվածքի մակերեսը ծածկել ստերիլ անձեռոցիկով (չվիրակապել), հնարավորության դեպքում սառը դնել և տուժածին ջուր խմեցնել:',
        image: null
    }
];