export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ո՞ր հետագծով է թույլատրվում մոտենալ մայթեզրում սպասող հետիոտնին ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Թույլատրվում է երկու հետագծերով'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Դուրս գալով ճանապարհ այս իրավիճակում պարտավոր ենք զիջել ',
        answers: ['Աջ կողմից մոտեցող վարորդներին', 'Բոլոր վարոդներին', 'Վարորդներին և հետիոտներին'],
        correct_answer: 'Վարորդներին և հետիոտներին',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Այս իրավիճակում զիջել ճանապարհը պարտավոր է ',
        answers: ['Թեթև մարդատարի վարորդը', 'Մոտոցիկլի վարորդը'],
        correct_answer: 'Թեթև մարդատարի վարորդը',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցի ձեռք բերման օրվանից ի՞նչ ժամկետում այն պետք է ներկայացվի պետական գրանցման՝ Ճանապարհային ոստիկանության մարմիններ։ ',
        answers: ['15 օրվա ընթացքում։', '10 օրվա ընթացքում։', '20 օրվա ընթացքում։'],
        correct_answer: '15 օրվա ընթացքում։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Առջեւի մասում տեղադրված են դեղին գույնի լույսերով շրջադարձի ցուցիչներ։', 'Բացակայում է դողի անվահեցի ամրացման հեղյուսներից թեկուզ մեկը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Բացակայում է դողի անվահեցի ամրացման հեղյուսներից թեկուզ մեկը։',
        image: null
    },
    {
        id: 6,
        question: 'Ի՞նչ է ցույց տալիս հետեւյալ ճանապարհային նշանը։ ',
        answers: ['Ճանապարհի տվյալ հատվածում թույլատրում է երթեւեկել 50 կմ/ժ-ից ոչ ավելի արագությամբ։', 'Առաջարկվում է ճանապարհի տվյալ հատվածում երթեւեկել 50 կմ/ժ արագությամբ։', 'Թույլատրվում է երթևեկել միայն նշանում նշված կամ ավելի բարձր արագությամբ:'],
        correct_answer: 'Առաջարկվում է ճանապարհի տվյալ հատվածում երթեւեկել 50 կմ/ժ արագությամբ։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ո՞ր ճանապարհային նշանն է պարտադրում վարորդին երթեւեկել միայն դեպի ձախ կամ դեպի աջ։ ',
        answers: ['1', '2', '3'],
        correct_answer: '3',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ի՞նչ են ցույց տալիս հետեւյալ ճանապարհային նշանները։ ',
        answers: ['Թաց ճանապարհածածկույթի դեպքում առաջարկվում է երթեւեկել 40 կմ/ժ արագությամբ։', 'Թաց ճանապարհածածկույթի դեպքում թույլատրվում է երթեւեկել 40 կմ/ժ-ից ոչ ավելի արագությամբ։'],
        correct_answer: 'Թաց ճանապարհածածկույթի դեպքում առաջարկվում է երթեւեկել 40 կմ/ժ արագությամբ։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ձախ շրջադարձ կատարելիս տրամվային զիջել ',
        answers: ['Պարտավոր ենք', 'Պարտավոր չենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Այս խաչմերուկում ծածկույթ չունեցող ճանապարհից մոտեցող բեռնատարին զիջել ',
        answers: ['Պարտավոր ենք, քանի որ մոտեցել է մեզ աջ կողմից', 'Պարտավոր չենք, քանի որ կոշտ ծածկույթով ճանապարհը գլխավոր է հանդիսանում ծածկույթ չունեցողի նկատմամբ'],
        correct_answer: 'Պարտավոր չենք, քանի որ կոշտ ծածկույթով ճանապարհը գլխավոր է հանդիսանում ծածկույթ չունեցողի նկատմամբ',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Լուսացույցի դեղին թարթող ազդանշանի պարագայում ',
        answers: ['Պետք է սպասենք կանաչ ազդանշանի միանալուն', 'Կանցնենք խաչմերուկը զիջելով լծասայլի վարորդին', 'Թեթև մարդատարի հետ միաժամանակ կանցնեք խաչմերուկը'],
        correct_answer: 'Կանցնենք խաչմերուկը զիջելով լծասայլի վարորդին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ձախ շրջվելիս պարտավոր ենք զիջել ճանապարհը ',
        answers: ['Թեթև մարդատարի վարորդին', 'Ավտոբուսի վարորդին', 'Մոտոցիկլի վարորդին', 'Ոչ ոքի'],
        correct_answer: 'Ոչ ոքի',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Այս իրավիճակում ',
        answers: ['Զիջել ճանապարհը բեռնատարի վարորդին պարտավոր ենք', 'Կարող ենք տրամվայի հետ միաժամանակ անցնել խաչմերուկը:'],
        correct_answer: 'Զիջել ճանապարհը բեռնատարի վարորդին պարտավոր ենք',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Նշված հետագծերով երթեւեկությունը շարունակելու իրավունք ունեն` ',
        answers: ['Բեռնատար ավտոմոբիլի վարորդը։', 'Ավտոբուսի եւ բեռնատար ավտոմոբիլների վարորդները։', 'Թեթեւ մարդատար ավտոմոբիլի եւ ավտոբուսի վարորդները։', 'Ավտոբուսի վարորդը։'],
        correct_answer: 'Ավտոբուսի վարորդը։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ։ ',
        answers: ['Տրամվայը, թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը։', 'Թեթեւ մարդատար ավտոմոբիլը, տրամվայը, ավտոբուսը։', 'Թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը, տրամվայը։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլը, տրամվայը, ավտոբուսը։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Այս հորիզոնական ճանապարհային գծանշումը ցույց է տալիս՝ ',
        answers: ['Երթեւեկելի մասի նեղացում, որտեղ նվազում է երթեւեկության գոտիների քանակը տվյալ ուղղությամբ։', 'Այն տեղը, որտեղ վարորդը պետք է անհրաժեշտության դեպքում կանգ առնի` հատվող ճանապարհով երթեւեկող տրանսպորտային միջոցներին ճանապարհը զիջելու համար։', 'Մոտեցում կանգառն արգելված տեղին։'],
        correct_answer: 'Այն տեղը, որտեղ վարորդը պետք է անհրաժեշտության դեպքում կանգ առնի` հատվող ճանապարհով երթեւեկող տրանսպորտային միջոցներին ճանապարհը զիջելու համար։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում ավտոբուսների երթեւեկությունը «Բնակելի գոտի» եւ «Բնակելի գոտու վերջը» նշաններով կահավորված տարածքներում։ ',
        answers: ['20 կմ/ժ։', '30 կմ/ժ։', '40 կմ/ժ։'],
        correct_answer: '20 կմ/ժ։',
        image: null
    },
    {
        id: 18,
        question: 'Թույլատրվու՞մ է արդյոք կոշտ կամ ճկուն կցիչով քարշակման ժամանակ մարդկանց փոխադրումը քարշակվող ավտոբուսում։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 19,
        question: 'Կապույտ ավտոմոբիլը խաչմերուկը կանցնի՝ ',
        answers: ['Առաջինը։', 'Երկրորդը։', 'Երրորդը։', 'Վերջինը։'],
        correct_answer: 'Վերջինը։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Դուք հարեւանի ավտոտնակից լսում եք մեքենայի շարժիչի ձայնը եւ, բացելով դուռը, տեսնում եք գետին ընկած հարեւանին։ Ի՞նչ է պետք անել առաջին հերթին։ ',
        answers: ['Լայն բացել դռները եւ անջատել շարժիչը, հնարավորության դեպքում տեղափոխել տուժածին դեպքի վայրից։', 'Մանրակրկիտ զննել տուժածի մարմինը` վնասվածքներ հայտնաբերելու համար։', 'Բերել տուժածին կողքի ապահովության դիրքի։', 'Օգնել տուժածին ընդունել կիսանստած դիրք։'],
        correct_answer: 'Լայն բացել դռները եւ անջատել շարժիչը, հնարավորության դեպքում տեղափոխել տուժածին դեպքի վայրից։',
        image: null
    }
];