export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Հանդիպակաց երթեւեկության դեպքում կտրուկ վայրէջքի վրա անհրաժեշտ է ճանապարհը զիջել՝ ',
        answers: ['Ընդհանուր օգտագործման տրանսպորտային միջոցին։', 'Վերեւ բարձրացող տրանսպորտային միջոցին։', 'Ներքեւ իջնող տրանսպորտային միջոցին։'],
        correct_answer: 'Վերեւ բարձրացող տրանսպորտային միջոցին։',
        image: null
    },
    {
        id: 2,
        question: 'Բնակավայրերում միեւնույն ուղղությամբ երթեւեկության 3 եւ ավելի գոտիների առկայության դեպքում ձախ եզրային գոտի զբաղեցնել թույլատրվու՞մ է արդյոք ընդհանուր օգտագործման տրանսպորտային միջոցներին։ ',
        answers: ['Թույլատրվում է վազանց կատարելիս։', 'Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս։', 'Թույլատրվում է բոլոր դեպքերում։'],
        correct_answer: 'Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս։',
        image: null
    },
    {
        id: 3,
        question: 'Բոլոր ճանապարհներին միեւնույն ուղղությամբ երթեւեկության 3 եւ ավելի գոտիների առկայության դեպքում ձախ եզրային գոտի զբաղեցնել թույլատրվու՞մ է արդյոք ընդհանուր օգտագործման տրանսպորտային միջոցներին։ ',
        answers: ['Թույլատրվում է վազանց կատարելիս։', 'Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս։', 'Թույլատրվում է բոլոր դեպքերում։'],
        correct_answer: 'Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս։',
        image: null
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ մոպեդ է համարվում ՝ ',
        answers: ['Ոչ ավել 50 սմ խորանարդ բանվորական ծավալի շարժիչով եւ ոչ ավել 50 կմ/ժ առավելագույն արագությամբ երկանիվ կամ եռանիվ տրանսպորտային միջոցը։', 'Ոչ ավել 60 սմ խորանարդ բանվորական ծավալի շարժիչով եւ ոչ ավել 60 կմ/ժ առավելագույն արագությամբ երկանիվ կամ եռանիվ տրանսպորտային միջոցը։', 'Ոչ ավել 70 սմ խորանարդ բանվորական ծավալի շարժիչով եւ ոչ ավել 70 կմ/ժ առավելագույն արագությամբ երկանիվ կամ եռանիվ տրանսպորտային միջոցը։'],
        correct_answer: 'Ոչ ավել 50 սմ խորանարդ բանվորական ծավալի շարժիչով եւ ոչ ավել 50 կմ/ժ առավելագույն արագությամբ երկանիվ կամ եռանիվ տրանսպորտային միջոցը։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Չեն աշխատում կառուցվածքով նախատեսված ապակեողողիչները։', 'Շարժիչի արտաքին աղմուկի թույլատրելի մակարդակը գերազանցում է ստանդարտով սահմանված նորմերը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Այս ճանապարհային նշանի առկայության դեպքում՝ ',
        answers: ['Արգելվում է բոլոր տեսակի տրանսպորտային միջոցներով վազանցի կատարումը, բացառությամբ դանդաղընթաց տրանսպորտային միջոցների, լծասայլերի, առանց կողային կցորդի երկանիվ մոտոցիկլների, մոպեդների եւ հեծանիվների։', 'Թույլատրվում է', '5 տ ոչ ավելի թույլատրելի առավելագույն զանգված ունեցող բեռնատար ավտոմոբիլներով վազանցի կատարումը։', 'Թույլատրվում է վազանցի կատարումը, եթե վազանցող տրանսպորտային միջոցի արագությունը չի գերազանցում 30 կմ/ժ։'],
        correct_answer: 'Արգելվում է բոլոր տեսակի տրանսպորտային միջոցներով վազանցի կատարումը, բացառությամբ դանդաղընթաց տրանսպորտային միջոցների, լծասայլերի, առանց կողային կցորդի երկանիվ մոտոցիկլների, մոպեդների եւ հեծանիվների։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Նշաններից ո՞րն է կոչվում «Հատում հեծանվային արահետի հետ»։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Նշաններից ո՞րն է ցույց տալիս երթեւեկության ուղղությունները T-աձեւ խաչմերուկում։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Բեռնատար ավտոմոբիլը, թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը։', 'Ավտոբուսը, բեռնատար ավտոմոբիլը, թեթեւ մարդատար ավտոմոբիլը։', 'Ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը, բեռնատար ավտոմոբիլը։'],
        correct_answer: 'Բեռնատար ավտոմոբիլը, թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Կարող են արդյո՞ք միաժամանակ կատարել ձախ շրջադարձն այս խաչմերուկում ',
        answers: ['Այո', 'Ոչ: Պետք է զիջի թեթև մարդատարի վարորդը', 'Ոչ: Պետք է զիջի բեռնատարի վարորդը'],
        correct_answer: 'Այո',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ո՞ւմ եք պարտավոր զիջել ճանապարհը տվյալ իրավիճակում ',
        answers: ['Միայն ավտոբուսին', 'Թեթև մարդատարին', 'Ոչ մեկին'],
        correct_answer: 'Ոչ մեկին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Այս իրավիճակում ձախ շրջադարձ կատարելիս ',
        answers: ['Կանցնեք խաչմերուկն առաջինը', 'Կզիջենք ճանապարհը բեռնատարի վարորդին'],
        correct_answer: 'Կանցնեք խաչմերուկն առաջինը',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Այս իրավիճակում աջ շրջադարձ կատարելիս ',
        answers: ['Կանցնեք խաչմերուկն առաջինը', 'Կզիջենք ճանապարհը թեթև մարդատարի վարորդին'],
        correct_answer: 'Կանցնեք խաչմերուկն առաջինը',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Երթեւեկությունն արգելվում է՝ ',
        answers: ['Կանաչ եւ սպիտակ ավտոմոբիլներին։', 'Սպիտակ, կապույտ եւ կանաչ ավտոմոբիլներին։', 'Սպիտակ եւ դեղին ավտոմոբիլներին։', 'Կանաչ եւ դեղին ավտոմոբիլներին։'],
        correct_answer: 'Սպիտակ, կապույտ եւ կանաչ ավտոմոբիլներին։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Այս լուսացույցի կարմիր ազդանշանի դեպքում երթեւեկությունն արգվելում է՝ ',
        answers: ['Երթեւեկելի մասի ամբողջ լայնությամբ։', '50 կմ/ժ ոչ ավելի արագությամբ։', 'Այն գոտիով, որի վերեւում տեղակայված է։'],
        correct_answer: 'Այն գոտիով, որի վերեւում տեղակայված է։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Թույլատրվու՞մ է արդյոք վարորդին հատել տրանսպորտային միջոցների կայանման տեղերի սահմանները նշող գծանշման հոծ գիծը։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում կցորդ քարշակող թեթեւ մարդատար ավտոմոբիլների երթեւեկությունն ավտոմայրուղիներով երթեւեկելիս։ ',
        answers: ['110 կմ/ժ։', '100 կմ/ժ։', '90 կմ/ժ։', '80 կմ/ժ։', '70 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 18,
        question: 'Կոշտ կցիչով քարշակման ժամանակ հեռավորությունը տրանսպորտային միջոցների միջեւ պետք է լինի ոչ ավելի՝ ',
        answers: ['4 մ-ից։', '5 մ-ից։', '6 մ-ից։'],
        correct_answer: '4 մ-ից։',
        image: null
    },
    {
        id: 19,
        question: 'Երկաթուղային գծանցի վրա տրվող ընդհանուր տագնապի ազդանշան է հանդիսանում ձայնային ազդանշանների հետեւյալ համակցությունը՝ ',
        answers: ['Երկու երկար եւ երկու կարճ։', 'Մեկ երկար եւ երեք կարճ։', 'Երեք երկար եւ երեք կարճ։', 'Երեք երկար եւ մեկ կարճ։'],
        correct_answer: 'Մեկ երկար եւ երեք կարճ։',
        image: null
    },
    {
        id: 20,
        question: 'Կրծքավանդակի վնասվածքի դեպքում պետք է. ',
        answers: ['Պառկեցնել տուժածին հորիզոնական դիրքով։', 'Նստեցնել` հենելով վնասված կողմի վրա։', 'Նստեցնել` հենելով առողջ կողմի վրա։'],
        correct_answer: 'Նստեցնել` հենելով վնասված կողմի վրա։',
        image: null
    }
];