export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Թույլատրվու՞մ է արդյոք մուտք գործել այս նշանով նշված գոտի աջ շրջադարձ կատարելիս։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է, եթե այդ գոտին մնացած  երթեւեկելի  մասից  բաժանված չէ գծանշման հոծ գծով։'],
        correct_answer: 'Թույլատրվում է, եթե այդ գոտին մնացած  երթեւեկելի  մասից  բաժանված չէ գծանշման հոծ գծով։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Այս ճանապարհային նշանը ցույց է տալիս` ',
        answers: ['Ճանապարհի  հատված,  որտեղ առկա է մայթ կամ հետիոտնային արահետ։', 'Ճանապարհի հատված, որտեղ առկա է հետիոտնային անցում։', 'Ճանապարհի հատված, որտեղ բացակայում  է  մայթ  կամ հետիոտնային արահետ։'],
        correct_answer: 'Ճանապարհի հատված, որտեղ առկա է հետիոտնային անցում։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Նշաններից  ո՞րն է  արգելում  երթեւեկությունը  նշանի վրա պատկերվածից ավելի փոքր միջտարածությամբ։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: 'Ճանապարհի վտանգավոր հատվածի տեղամասից ի՞նչ հեռավորության  վրա  են  տեղադրվում  այս նշանները բնակավայրերում։ ',
        answers: ['15 - 25 մ։', '25 - 50 մ։', '50 - 100 մ։', '100 - 150 մ։', '150 - 300 մ։'],
        correct_answer: '50 - 100 մ։',
        image: 'images/image_4.jpg'
    },
    {
        id: 5,
        question: 'Այս ճանապարհային նշանը՝ ',
        answers: ['Արգելում է բոլոր մեխանիկական տրանսպորտային միջոցների երթեւեկությունը՝ բացառությամբ առանց կողային կցորդի երկանիվ մոտոցիկլների։', 'Արգելվում է բոլոր տրանսպորտային միջոցների  երթեւեկությունը՝  բացառությամբ անվավոր տրակտորների։', 'Արգելվում է տրակտորների եւ ինքնագնաց մեքենաների երթեւեկությունը։'],
        correct_answer: 'Արգելվում է տրակտորների եւ ինքնագնաց մեքենաների երթեւեկությունը։',
        image: 'images/image_5.jpg'
    },
    {
        id: 6,
        question: 'Նշաններից ո՞րն է պարտադրում  զիջել  ճանապարհը  հանդիպակաց  ուղղությամբ ճանապարհի  նեղ հատված  մուտք գործող կամ դրան մոտեցող տրանսպորտային  միջոցներին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Նշաններից ո՞րն է  նախազգուշացնում հավասարազոր ճանապարհների խաչմերուկին մոտենալու մասին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '5',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Նշաններից ո՞րն է տեղադրվում երթեւեկելի մասերի հատումից անմիջապես առաջ։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Այս նշանները թույլատրում են երթեւեկությունը` ',
        answers: ['Միայն դեպի ձախ։', 'Միայն ուղիղ։', 'Միայն դեպի աջ։', 'Ուղիղ, դեպի աջ եւ հակառակ ուղղությամբ։'],
        correct_answer: 'Ուղիղ, դեպի աջ եւ հակառակ ուղղությամբ։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Նշաններից ո՞րն է վարորդին առավելություն  տալիս հանդիպակաց տրանսպորտային միջոցների նկատմամբ։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ի՞նչ է նշանակում նշանի տակ տեղադրված ցուցանակը։ ',
        answers: ['Նշանից մինչեւ առաջին շրջադարձի սկիզբը եղած հեռավորությունը։', 'Առաջին շրջադարձից մինչեւ  երկրորդ շրջադարձի սկիզբը  եղած  հեռավորությունը։', 'Վտանգավոր շրջադարձերով  ճանապարհի հատվածի երկարությունը։'],
        correct_answer: 'Վտանգավոր շրջադարձերով  ճանապարհի հատվածի երկարությունը։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ի՞նչ  են  նշանակում  հետեւյալ  նշանները։ ',
        answers: ['Մոտոցիկլների երթեւեկությունը  դեպի աջ արգելվում է։', 'Մոտոցիկլների  երթեւեկությունը  դեպի աջ  թույլատրվում  է։'],
        correct_answer: 'Մոտոցիկլների երթեւեկությունը  դեպի աջ արգելվում է։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Նշաններից  ո՞րն  է  արգելում  կայանումն  ամսվա  զույգ  օրերին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '5',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Այս  ճանապարհային  նշանը՝ ',
        answers: ['Թույլատրում  է  երթեւեկել  միայն  նշված  կամ  ավելի  բարձր  արագությամբ։', 'Արգելում  է  երթեւեկել  նշանի  վրա  նշվածից  ավելի  բարձր  արագությամբ։', 'Ցույց է տալիս այն արագությունը,  որով առաջարկվում է երթեւեկել  ճանապարհի տվյալ հատվածում։'],
        correct_answer: 'Թույլատրում  է  երթեւեկել  միայն  նշված  կամ  ավելի  բարձր  արագությամբ։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Հետեւյալ նշաններից ո՞րն է պարտադրում  զիջել ճանապարհը  հանդիպակաց  երթեւեկող տրանսպորտային  միջոցներին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Այս  նշանը  կոչվում  է՝ ',
        answers: ['Արգելքի շրջանցման նախնական ցուցիչ։', 'Այլ  երթեւեկելի  մաս վերադասավորվելու  նախնական ցուցիչ։', 'Հանդիպակաց երթեւեկության գոտի դուրս  գալու նախնական ցուցիչ։'],
        correct_answer: 'Այլ  երթեւեկելի  մաս վերադասավորվելու  նախնական ցուցիչ։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Նշաններից  ո՞րն  է  պարտադրում  զիջել  ճանապարհը   հատվող    ճանապարհով   ընթացող   տրանսպորտային  միջոցներին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Թույլատրվու՞մ է արդյոք ավտոբուսի վարորդին վազանց  կատարել այս նշանի ազդման գոտում։ ',
        answers: ['Թույլատրվում  է  բոլոր դեպքերում՝   վազանցի կանոնները պահպանելով։', 'Չի թույլատրվում։', 'Թույլատրվում է,  եթե   վազանցվող    տրանսպորտային  միջոցի  արագությունը  չի  գերազանցում  30 կմ/ժ։'],
        correct_answer: 'Թույլատրվում  է  բոլոր դեպքերում՝   վազանցի կանոնները պահպանելով։',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Հետեւյալ նշաններից  ո՞րն  է  թույլատրում երթեւեկել միայն նշված (կմ/ժ) կամ ավելի բարձր արագությամբ։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Նշաններից ո՞րն է ցույց տալիս  միակողմ երթեւեկության ճանապարհի հատվածը։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_20.jpg'
    },
    {
        id: 21,
        question: 'Ի՞նչ  է  ցույց  տալիս  այս  նշանի  տակ  տեղադրված  ցուցանակը՝ ',
        answers: ['Ճանապարհի  նեղ  հատվածի  երկարությունը։', 'Նշանից  մինչեւ սահմանափակման տեղն ընկած  հեռավորությունը։', 'Մինչեւ   ճանապարհի  նեղ  հատվածի  շրջանցման  տեղն  ընկած  հեռավորությունը։'],
        correct_answer: 'Նշանից  մինչեւ սահմանափակման տեղն ընկած  հեռավորությունը։',
        image: 'images/image_21.jpg'
    },
    {
        id: 22,
        question: 'Այս  ճանապարհային  նշանը նախազգուշացնում է, որ  առջեւում՝ ',
        answers: ['Կամուրջ կամ լաստանավային անցում  չունեցող  ջրային  արգելքով   ճանապարհահատված է։', 'Ջրային արգելքով ճանապարհահատված է, որի վրա  առկա է բացվող  կամուրջ։', 'Տեղամաս  է,  որտեղ  ճանապարհը  դուրս  է  գալիս  ափ  կամ  առափ։'],
        correct_answer: 'Տեղամաս  է,  որտեղ  ճանապարհը  դուրս  է  գալիս  ափ  կամ  առափ։',
        image: 'images/image_22.jpg'
    },
    {
        id: 23,
        question: 'Նշաններից ո՞րն է ցույց տալիս տրանսպորտային միջոցների  կանգառն ու կայանելն արգելող ճանապարհային  նշանների ազդման գոտին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_23.jpg'
    },
    {
        id: 24,
        question: 'Հետեւյալ նշաններից ո՞րն է ցույց տալիս նախազգուշացնող  նշանների ազդեցության` ճանապարհի վտանգավոր  հատվածի  երկարությունը։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_24.jpg'
    },
    {
        id: 25,
        question: 'Այս ճանապարհային նշանը ցույց է տալիս՝ ',
        answers: ['Միակողմ երթեւեկությամբ ճանապարհ, որով թույլատրվում  է միայն բեռնատար ավտոմոբիլների երթեւեկությունը։', 'Միայն  բեռնատար   ավտոմոբիլների   երթեւեկության  համար  նախատեսված գոտին։', 'Բեռնատար ավտոմոբիլների համար առաջարկվող երթեւեկության ուղղությունը։'],
        correct_answer: 'Բեռնատար ավտոմոբիլների համար առաջարկվող երթեւեկության ուղղությունը։',
        image: 'images/image_25.jpg'
    },
    {
        id: 26,
        question: 'Նշաններից ո՞րն է կոչվում «Հյուրանոց» կամ «Մոթել»։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_26.jpg'
    },
    {
        id: 27,
        question: 'Այսպիսի   ճանաչման  նշանով  կահավորվում  են  այն  ավտոմոբիլները, որոնք՝ ',
        answers: ['Փոխադրում են վտանգավոր բեռներ։', 'Ղեկավարվում են հաշմանդամների  կողմից։', 'Ղեկավարվում են խուլ կամ խուլ ու համր վարորդների կողմից։', 'Ղեկավարվում են մինչեւ 3 տարի   վարորդական   փորձ  ունեցող  վարորդների կողմից։'],
        correct_answer: 'Ղեկավարվում են խուլ կամ խուլ ու համր վարորդների կողմից։',
        image: 'images/image_27.jpg'
    },
    {
        id: 28,
        question: 'Նշաններից ո՞րն է ցույց տալիս 50 կմ/ժ առավելագույն արագության սահմանափակման գոտու վերջը։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_28.jpg'
    },
    {
        id: 29,
        question: 'Ինչի՞ մասին են զգուշացնում այս նշանը եւ ցուցանակը։ ',
        answers: ['Նորոգման  աշխատանքների   կատարման պատճառով ճանապարհի կողնակին  կանգառ կատարելն արգելվում է։', 'Նորոգման  աշխատանքների   կատարման պատճառով ճանապարհի կողնակ  մուտք  գործելը  վտանգավոր է։', 'Նորոգման աշխատանքների  կատարման պատճառով ճանապարհի կողնակին կայանելն արգելում է։'],
        correct_answer: 'Նորոգման  աշխատանքների   կատարման պատճառով ճանապարհի կողնակ  մուտք  գործելը  վտանգավոր է։',
        image: 'images/image_29.jpg'
    },
    {
        id: 30,
        question: 'Այսպիսի ճանաչման նշանով են կահավորվում այն  տրանսպորտային միջոցները,  որոնք՝ ',
        answers: ['Ղեկավարվում են հաշմանդամների կողմից։', 'Փոխադրում են  ծանրաքաշ եւ մեծ եզրաչափերով բեռներ։', 'Փոխադրում են վտանգավոր բեռներ։', 'Ղեկավարվում են խուլ կամ խուլ ու համր վարորդների կողմից։'],
        correct_answer: 'Փոխադրում են վտանգավոր բեռներ։',
        image: 'images/image_30.jpg'
    },
    {
        id: 31,
        question: 'Նշաններից ո՞րն է  վերացնում նախկին բոլոր սահմանափակումները։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_31.jpg'
    },
    {
        id: 32,
        question: 'Ո՞ր դեպքում է վարորդը ճիշտ կատարել այս նշանի պահանջները։ ',
        answers: ['Զիջել է ճանապարհը հատվող ճանապարհով  ընթացող մեխանիկական տրանսպորտային  միջոցներին։', 'Զիջել է  ճանապարհը հատվող ճանապարհով  ընթացող տրանսպորտային միջոցներին։'],
        correct_answer: 'Զիջել է  ճանապարհը հատվող ճանապարհով  ընթացող տրանսպորտային միջոցներին։',
        image: 'images/image_32.jpg'
    },
    {
        id: 33,
        question: 'Տեղադրվածներից ո՞րն է  կիրառվում որպես ավտոգնացքի  ճանաչման նշան։ ',
        answers: ['Ձախ  նշանը։', 'Աջ նշանը։', 'Երկու  նշաններն  էլ։'],
        correct_answer: 'Աջ նշանը։',
        image: 'images/image_33.jpg'
    },
    {
        id: 34,
        question: 'Ո՞ր նշանն է  պարտադրում զիջել ճանապարհը հատվող ճանապարհով երթեւեկող տրանսպորտային միջոցներին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_34.jpg'
    },
    {
        id: 35,
        question: 'Հետեւյալ նշաններից  (ցուցանակներից) ո՞րն է  ցույց  տալիս  տրանսպորտային  միջոցի կանգնեցման  ձեւը կայանման տեղերում։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_35.jpg'
    },
    {
        id: 36,
        question: 'Թույլատրվու՞մ  է  արդյոք  ուղեւորներ նստեցնելու համար  կանգ առնել այս նշանով նշված գոտու վրա։ ',
        answers: ['Թույլատրվում է, եթե այդ գոտին  գտնվում է երթեւեկելի մասի աջ   եզրի մոտ եւ մնացած երթեւեկելի մասից բաժանված չէ գծանշման  հոծ գծով։', 'Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Թույլատրվում է, եթե այդ գոտին  գտնվում է երթեւեկելի մասի աջ   եզրի մոտ եւ մնացած երթեւեկելի մասից բաժանված չէ գծանշման  հոծ գծով։',
        image: 'images/image_36.jpg'
    },
    {
        id: 37,
        question: 'Այս ճանապարհային նշանի առկայության դեպքում՝ ',
        answers: ['Արգելվում  է  բոլոր  տեսակի  տրանսպորտային միջոցներով  վազանցի կատարումը, բացառությամբ դանդաղընթաց տրանսպորտային միջոցների, լծասայլերի, առանց կողային կցորդի երկանիվ մոտոցիկլների, մոպեդների եւ հեծանիվների։', 'Թույլատրվում  է', '5 տ  ոչ ավելի թույլատրելի առավելագույն զանգված  ունեցող  բեռնատար ավտոմոբիլներով  վազանցի  կատարումը։', 'Թույլատրվում է վազանցի կատարումը, եթե վազանցող տրանսպորտային միջոցի արագությունը  չի   գերազանցում  30 կմ/ժ։'],
        correct_answer: 'Արգելվում  է  բոլոր  տեսակի  տրանսպորտային միջոցներով  վազանցի կատարումը, բացառությամբ դանդաղընթաց տրանսպորտային միջոցների, լծասայլերի, առանց կողային կցորդի երկանիվ մոտոցիկլների, մոպեդների եւ հեծանիվների։',
        image: 'images/image_37.jpg'
    },
    {
        id: 38,
        question: 'Նշաններից  ո՞րն  է  կոչվում    «Հատում  հեծանվային  արահետի  հետ»։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_38.jpg'
    },
    {
        id: 39,
        question: 'Նշաններից ո՞րն  է  ցույց  տալիս  երթեւեկության  ուղղությունները   T-աձեւ  խաչմերուկում։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_39.jpg'
    },
    {
        id: 40,
        question: 'Այս  ճանապարհային  նշանը ցույց է տալիս՝ ',
        answers: ['Միջանցիկ  անցում  չունեցող   ճանապարհ։', 'Երթեւեկության  ուղղությունը  դեպի  բնակավայրում  գտնվող   օբյեկտ։', 'Թափառքի  գոտու  կամ  վերելքի  վրա  լրացուցիչ  գոտու  վերջը։'],
        correct_answer: 'Միջանցիկ  անցում  չունեցող   ճանապարհ։',
        image: 'images/image_40.jpg'
    },
    {
        id: 41,
        question: 'Ո՞ ր  նշանի ազդեցությունը չի տարածվում ընդհանուր  օգտագործման տրանսպորտային միջոցների վրա։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_41.jpg'
    },
    {
        id: 42,
        question: 'Ո՞ր տրանսպորտային  միջոցների երթեւեկությունն  է թույլատրվում այս նշանի ազդեցության ճանապարհներին։ ',
        answers: ['Մեխանիկական տրանսպորտային միջոցների։', 'Բոլոր տրանսպորտային  միջոցների։', 'Ավտոմոբիլների  եւ մոտոցիկլների։', 'Այն տրանսպորտային միջոցների,  որոնց առավելագույն արագությունը գերազանցում է 40 կմ/ժ։'],
        correct_answer: 'Ավտոմոբիլների  եւ մոտոցիկլների։',
        image: 'images/image_42.jpg'
    },
    {
        id: 43,
        question: 'Այս ճանապարհային նշաններից ո՞րը չի համարվում արգելող։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_43.jpg'
    },
    {
        id: 44,
        question: 'Ի՞նչ է նշանակում այս ճանաչման նշանը։ ',
        answers: ['Առջեւում երթեւեկելի մասի  անհարթություններ ունեցող  ճանապարհի հատված է։', 'Առջեւում տվյալ ուղղությամբ  երթեւեկելու  համար   երեք    գոտի ունեցող ճանապարհի  հատված է։', 'Մեխանիկական տրանսպորտային միջոցի վրա տեղադրված են բութակավոր դողեր։'],
        correct_answer: 'Մեխանիկական տրանսպորտային միջոցի վրա տեղադրված են բութակավոր դողեր։',
        image: 'images/image_44.jpg'
    },
    {
        id: 45,
        question: 'Նշաններից ո՞րն է կոչվում  «Միակողմ երթեւեկությամբ  ճանապարհի վերջ»։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_45.jpg'
    },
    {
        id: 46,
        question: 'Նշաններից ո՞րն է պարտադրում զիջել ճանապարհը  հատվող ճանապարհով ընթացող տրանսպորտային  միջոցներին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '2',
        image: 'images/image_46.jpg'
    },
    {
        id: 47,
        question: 'Հետեւյալ նշանները ցույց են տալիս՝ ',
        answers: ['Կայանման  տեղը  30 մետրից`  «Հաշմանդամներ»   ճանաչման  նշանով  կահավորված ավտոմոբիլների  համար։', 'Կայանման  տեղը  30 մ  երկարությամբ  գոտում`   տրանսպորտային միջոցների համար` բացառությամբ  մոտոսայլակների։', 'Կայանման  տեղը  30 մ  երկարությամբ գոտում`   մոտոսայլակների  եւ  «Հաշմանդամ»  ճանաչման     նշանով  կահավորված  ավտոմոբիլների  համար։'],
        correct_answer: 'Կայանման  տեղը  30 մ  երկարությամբ գոտում`   մոտոսայլակների  եւ  «Հաշմանդամ»  ճանաչման     նշանով  կահավորված  ավտոմոբիլների  համար։',
        image: 'images/image_47.jpg'
    },
    {
        id: 48,
        question: 'Այս նշաններից  ո՞րն է համարվում տրանսպորտային  միջոցի ճանաչման նշան։ ',
        answers: ['1', '2', '3'],
        correct_answer: '3',
        image: 'images/image_48.jpg'
    },
    {
        id: 49,
        question: 'Ո՞ր տրանսպորտային միջոցի երթեւեկությունն է արգելում այս ճանապարհային  նշանը։ ',
        answers: ['Մեխանիկական  տրանսպորտային  միջոցների։', 'Միայն  ավտոմոբիլների։', 'Միայն  թեթեւ  մարդատար  ավտոմոբիլների։'],
        correct_answer: 'Մեխանիկական  տրանսպորտային  միջոցների։',
        image: 'images/image_49.jpg'
    },
    {
        id: 50,
        question: 'Նշաններից  ո՞րն  է  ցույց  տալիս  արգելքի շրջանցումն  աջից  կամ  ձախից։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '5',
        image: 'images/image_50.jpg'
    },
    {
        id: 51,
        question: 'Նշաններից ո՞րն է տեղադրվում  տրանսպորտային միջոցների առջեւի եւ ետեւի կողմերում` երեխաների կազմակերպված խմբեր տեղափոխելիս։ ',
        answers: ['', '', '', '', '', '', '', ''],
        correct_answer: '',
        image: 'images/image_51.jpg'
    },
    {
        id: 52,
        question: 'Ի՞նչ  են ցույց տալիս նշված ճանապարհային նշանները։ ',
        answers: ['Գլխավոր ճանապարհը շարունակվում է  խաչմերուկից դեպի ձախ։', 'Գլխավոր ճանապարհը շարունակվում է  խաչմերուկից ուղիղ եւ դեպի ձախ։'],
        correct_answer: 'Գլխավոր ճանապարհը շարունակվում է  խաչմերուկից դեպի ձախ։',
        image: 'images/image_52.jpg'
    },
    {
        id: 53,
        question: 'Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները։ ',
        answers: ['Ցուցանակի ազդեցության գոտում վարորդները  պետք է  երթեւեկեն նշանի վրա ցույց տրվածից ավելի բարձր արագությամբ։', 'Ցուցանակի ազդեցության գոտում վարորդներին  առաջարկվում է  երթեւեկել   նշանի վրա ցույց տրված արագությամբ։'],
        correct_answer: 'Ցուցանակի ազդեցության գոտում վարորդներին  առաջարկվում է  երթեւեկել   նշանի վրա ցույց տրված արագությամբ։',
        image: 'images/image_53.jpg'
    },
    {
        id: 54,
        question: 'Ո՞ր նշանների ազդեցությունն է գործում միայն այն ժամանակահատվածում, որի ընթացքում երթեւեկելի մասի ծածկույթը խոնավ է։ ',
        answers: ['Միայն A եւ C։', 'Միայն B։', 'Միայն C։', 'Բոլոր։'],
        correct_answer: 'Միայն C։',
        image: 'images/image_54.jpg'
    },
    {
        id: 55,
        question: 'Ինչպե՞ս պետք է  վարվի վարորդը տվյալ իրադրությունում։ ',
        answers: ['Շարունակի ընթացքն ուղիղ։', 'Վերադասավորվի ճանապարհի հանդիպակաց երթեւեկելի գոտի։'],
        correct_answer: 'Վերադասավորվի ճանապարհի հանդիպակաց երթեւեկելի գոտի։',
        image: 'images/image_55.jpg'
    },
    {
        id: 56,
        question: 'Ի՞նչ  են ցույց տալիս նշված ճանապարհային նշանները։ ',
        answers: ['Նշանից 150-300 մետրից հետո աջ կողմից կա ճանապարհի նեղացում, որի երկարությունը 100 մ է։', 'Նշանից 100 մետրից հետո, ճանապարի աջ կողմից կա ճանապարհի նեղացում։'],
        correct_answer: 'Նշանից 150-300 մետրից հետո աջ կողմից կա ճանապարհի նեղացում, որի երկարությունը 100 մ է։',
        image: 'images/image_56.jpg'
    },
    {
        id: 57,
        question: 'Ո՞ր ուղղությամբ է  թույլատրվում վարորդին երթեւեկել։ ',
        answers: ['Միայն աջ եւ ձախ։', 'Միայն ուղիղ։', 'Ուղիղ եւ հակառակ ուղղությամբ։'],
        correct_answer: 'Ուղիղ եւ հակառակ ուղղությամբ։',
        image: 'images/image_57.jpg'
    },
    {
        id: 58,
        question: 'Ի՞նչ  են  ցույց տալիս նշված ճանապարհային նշանները։ ',
        answers: ['Կանգառն արգելված է շաբաթ օրերին։', 'Կանգառն արգելված է կիրակի օրերին։', 'Կանգառն  արգելված է շաբաթ-կիրակի եւ տոն օրերին։', 'Կանգառն  արգելված է ձյունաթափի ժամանակ։'],
        correct_answer: 'Կանգառն  արգելված է շաբաթ-կիրակի եւ տոն օրերին։',
        image: 'images/image_58.jpg'
    },
    {
        id: 59,
        question: 'Ո՞ր ճանապարհային նշանն է արգելում հետադարձը։ ',
        answers: ['', '', '', '', '3'],
        correct_answer: '',
        image: 'images/image_59.jpg'
    },
    {
        id: 60,
        question: 'Ի՞նչ  են ցույց տալիս նշված ճանապարհային նշանները։ ',
        answers: ['Նորոգման աշխատանքների պատճառով  կողնակ մուտք գործելը վտանգավոր է։', 'Ճանապարհին իրականացվում են վերանորոգման աշխատանքներ։'],
        correct_answer: 'Նորոգման աշխատանքների պատճառով  կողնակ մուտք գործելը վտանգավոր է։',
        image: 'images/image_60.jpg'
    },
    {
        id: 61,
        question: 'Ի՞նչպես պիտի  վարվի վարորդն այն դեպքում, երբ խաչմերուկից առաջ տեղադրված է հետեւյալ ճանապարհային նշանը։ ',
        answers: ['Անցնել խաչմերուկը` անվտանգությունը պահպանելով։', 'Ճանապարհը զիջել հատվող  ճանապարհով ընթացող տրանսպորտային միջոցներին։', 'Կանգնել նշանի առջեւ եւ ճանապարհը զիջել հատվող ճանապարհով ընթացող տրանսպորտային միջոցներին։'],
        correct_answer: 'Կանգնել նշանի առջեւ եւ ճանապարհը զիջել հատվող ճանապարհով ընթացող տրանսպորտային միջոցներին։',
        image: 'images/image_61.jpg'
    },
    {
        id: 62,
        question: 'Ո՞ր ճանապարհային նշանների ազդեցությունը չի տարածվում  ընդհանուր օգտագործման  տրանսպորտային միջոցների  վրա։ ',
        answers: ['Ոչ մեկը։', 'Միայն առաջինը։', 'Միայն չորրորդը։'],
        correct_answer: 'Միայն չորրորդը։',
        image: 'images/image_62.jpg'
    },
    {
        id: 63,
        question: 'Հետեւյալ ճանապարհային  նշանը ցույց է տալիս` ',
        answers: ['Խաչմերուկում պետք է  երթեւեկել դեպի ձախ կամ աջ։', 'Հատվող ճանապարհին կազմակերպված է դարձափոխային երթեւեկություն։', 'Հատվող ճանապարհին կազմակերպված է միակողմանի երթեւեկություն։'],
        correct_answer: 'Հատվող ճանապարհին կազմակերպված է դարձափոխային երթեւեկություն։',
        image: 'images/image_63.jpg'
    },
    {
        id: 64,
        question: 'Տվյալ իրադրությունում պարտավո՞ր է վարորդը  ճանապարհը զիջել բեռնատար ավտոմոբիլին։ ',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։'],
        correct_answer: 'Պարտավոր է։',
        image: 'images/image_64.jpg'
    },
    {
        id: 65,
        question: 'Ի՞նչ  են ցույց տալիս հետեւյալ ճանապարհային նշանները։ ',
        answers: ['Ճանապարհի  սառցապատման ժամանակ պետք է երթեւեկել 40 կմ/ժ արագությամբ։', 'Թաց ճանապարհածածկույթի դեպքում պետք է երթեւեկել   40 կմ/ժ-ից ոչ ավելի արագությամբ։'],
        correct_answer: 'Թաց ճանապարհածածկույթի դեպքում պետք է երթեւեկել   40 կմ/ժ-ից ոչ ավելի արագությամբ։',
        image: 'images/image_65.jpg'
    },
    {
        id: 66,
        question: 'Ի՞նչ են ցույց տալիս հետեւյալ ճանապարհային նշանները։ ',
        answers: ['Կանգառն արգելված է շաբաթ օրերին։', 'Կանգառն արգելված է կիրակի օրերին։', 'Կանգառն  արգելված է աշխատանքային օրերին։'],
        correct_answer: 'Կանգառն  արգելված է աշխատանքային օրերին։',
        image: 'images/image_66.jpg'
    },
    {
        id: 67,
        question: 'Ի՞նչ  է ցույց տալիս հետեւյալ ճանապարհային նշանը։ ',
        answers: ['Ճանապարհի  տվյալ հատվածում թույլատրում է երթեւեկել  50 կմ/ժ-ից ոչ ավելի  արագությամբ։', 'Առաջարկվում է ճանապարհի  տվյալ հատվածում երթեւեկել  50 կմ/ժ   արագությամբ։', 'Թույլատրվում է երթևեկել միայն նշանում նշված կամ ավելի բարձր արագությամբ:'],
        correct_answer: 'Առաջարկվում է ճանապարհի  տվյալ հատվածում երթեւեկել  50 կմ/ժ   արագությամբ։',
        image: 'images/image_67.jpg'
    },
    {
        id: 68,
        question: 'Ո՞ր ճանապարհային նշանն է պարտադրում վարորդին երթեւեկել միայն դեպի ձախ կամ դեպի աջ։ ',
        answers: ['1', '2', '3'],
        correct_answer: '3',
        image: 'images/image_68.jpg'
    },
    {
        id: 69,
        question: 'Ի՞նչ  են ցույց  տալիս հետեւյալ ճանապարհային նշանները։ ',
        answers: ['Թաց ճանապարհածածկույթի դեպքում  առաջարկվում է երթեւեկել  40 կմ/ժ արագությամբ։', 'Թաց ճանապարհածածկույթի դեպքում թույլատրվում է երթեւեկել   40 կմ/ժ-ից  ոչ ավելի արագությամբ։'],
        correct_answer: 'Թաց ճանապարհածածկույթի դեպքում  առաջարկվում է երթեւեկել  40 կմ/ժ արագությամբ։',
        image: 'images/image_69.jpg'
    },
    {
        id: 70,
        question: 'Տվյալ ճանապարհային նշանների ազդեցությունը տարածվում է` ',
        answers: ['Ճանապարհի ձախ կողմում։', 'Ճանապարհի աջ կողմում։', 'Ճանապարհի այն կողմում, որտեղ դրանք տեղադրված են։'],
        correct_answer: 'Ճանապարհի այն կողմում, որտեղ դրանք տեղադրված են։',
        image: 'images/image_70.jpg'
    },
    {
        id: 71,
        question: 'Տվյալ իրադրությունում ո՞ր հետագծով է թույլատրվում արգելքի շրջանցումը։ ',
        answers: ['Միայն «a»։', 'Միայն «b»։', '«a» եւ «b»։'],
        correct_answer: '«a» եւ «b»։',
        image: 'images/image_71.jpg'
    },
    {
        id: 72,
        question: 'Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրավիճակում։ ',
        answers: ['Անհրաժեշտ է կանգ առնել առաջին նշանի մոտ։', 'Անհրաժեշտ է կանգ առնել երկրորդ նշանից առաջ։', 'Անհրաժեշտ է կանգ առնել  երկաթուղային առաջին գծից ոչ պակաս 5 մետր հեռավորության վրա։'],
        correct_answer: 'Անհրաժեշտ է կանգ առնել երկրորդ նշանից առաջ։',
        image: 'images/image_72.jpg'
    },
    {
        id: 73,
        question: 'Ի՞նչպես պետք է  վարվի վարորդը, եթե խաչմերուկում մտադիր է կատարել աջ շրջադարձ։ ',
        answers: ['Կարող է վերադասավորվել աջ երթեւեկելի գոտի, դրանից հետո կատարել աջ շրջադարձ։', 'Կարող է  մոտենալ խաչմերուկին, այնուհետեւ կատարել աջ շրջադարձ։', 'Երկու պատասխաններն էլ ճիշտ են։'],
        correct_answer: 'Երկու պատասխաններն էլ ճիշտ են։',
        image: 'images/image_73.jpg'
    },
    {
        id: 74,
        question: 'Տվյալ իրադրությունում նշանից 200 մ հեռավորության վրա վարորդն ունի՞ արդյոք հետադարձի իրավունք։ ',
        answers: ['Իրավունք ունի։', 'Իրավունք չունի։'],
        correct_answer: 'Իրավունք ունի։',
        image: 'images/image_74.jpg'
    },
    {
        id: 75,
        question: 'Տվյալ դեպքում պարտավո՞ր է  վարորդը կանգ առնել   կարգավորողի կողմից նշված տեղում։ ',
        answers: ['Պարտավոր չէ, քանի որ նշանն արգելում է կանգառը։', 'Պարտավոր է։'],
        correct_answer: 'Պարտավոր է։',
        image: 'images/image_75.jpg'
    },
    {
        id: 76,
        question: 'Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրավիճակում։ ',
        answers: ['Անցնի երկաթուղային գծանցն` ապահովելով անվտանգությունը։', 'Անցնի երկաթուղային գծանցն առանց կանգ առնելու։', 'Կանգ առնի նշանից առաջ եւ  պահպանելով անվտանգությունն` անցնի բազմագիծ երկաթուղային գծանցը։'],
        correct_answer: 'Կանգ առնի նշանից առաջ եւ  պահպանելով անվտանգությունն` անցնի բազմագիծ երկաթուղային գծանցը։',
        image: 'images/image_76.jpg'
    },
    {
        id: 77,
        question: 'Ի՞նչ  է  ցույց տալիս երթեւեկելի մասում արված գծանշումը։ ',
        answers: ['Համընթաց ուղղությամբ երթեւեկող տրանսպորտային միջոցների համար առանձնացված գոտիների սահմանները։', 'Դարձափոխային երթեւեկության գոտու սահմանները։'],
        correct_answer: 'Դարձափոխային երթեւեկության գոտու սահմանները։',
        image: 'images/image_77.jpg'
    },
    {
        id: 78,
        question: 'Ո՞ ր ուղղությամբ է թույլատրվում թեթեւ մարդատար ավտոմոբիլի երթեւեկությունը։ ',
        answers: ['Դեպի ձախ եւ հակառակ ուղղությամբ։', 'Ցանկացած ուղղությամբ։', 'Ուղիղ, ձախ եւ հակառակ ուղղությամբ։'],
        correct_answer: 'Ուղիղ, ձախ եւ հակառակ ուղղությամբ։',
        image: 'images/image_78.jpg'
    },
    {
        id: 79,
        question: 'Ինչպե՞ս պետք է  վարվի վարորդը տվյալ իրադրությունում։ ',
        answers: ['Անհրաժեշտության դեպքում ճանապարհը զիջի հատվող ճանապարհով երթեւեկող  տրանսպորտային միջոցին։', 'Կանգ առնի եւ  ճանապարհը զիջի հատվող ճանապարհով երթեւեկող  տրանսպորտային միջոցին։'],
        correct_answer: 'Կանգ առնի եւ  ճանապարհը զիջի հատվող ճանապարհով երթեւեկող  տրանսպորտային միջոցին։',
        image: 'images/image_79.jpg'
    },
    {
        id: 80,
        question: 'Ստորև ներկայացվող ճանապարհային նշաններից ո՞րն է արգելում մուտք գործել խաչմերուկի տարածք, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում, բացառությամբ աջ կամ ձախ շրջադարձ կատարելու դեպքերի ',
        answers: ['1', '2', '3', '4'],
        correct_answer: '3',
        image: 'images/image_80.jpg'
    },
    {
        id: 81,
        question: 'Ի՞նչ առավելագույն հեռավորության վրա է տեղադրվում բարդ խաչմերուկներում «խաչմերուկի տարածք» ճանապարհային նշանը, եթե այն հնարավոր չէ տեղադրել խաչմերուկի սահմանին: ',
        answers: ['10 մետր', '20 մետր', '30 մետր'],
        correct_answer: '30 մետր',
        image: 'images/image_81.jpg'
    },
    {
        id: 82,
        question: 'Ինչի՞ մասին է զգուշացնում հետևյալ ճանապարհային նշանը: ',
        answers: ['Կանգառն արգելվում է:', 'Արգելվում է մուտք գործել խաչմերուկի տարածք, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում, որը վարորդին կհարկադրի կանգ առնել:', 'Արգելվում է մուտք գործել խաչմերուկի տարածք, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում:'],
        correct_answer: 'Արգելվում է մուտք գործել խաչմերուկի տարածք, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում, որը վարորդին կհարկադրի կանգ առնել:',
        image: 'images/image_82.jpg'
    },
    {
        id: 83,
        question: 'Ի՞նչ է ցույց տակիս հետևյալ ճանապարհային գծանշումը: ',
        answers: ['Տրանսպորտային միջոցների կայանման վայր:', 'Հետիոտնային անցման տեղ:', 'Անվտանգության կղզյակ:', 'Խաչմերուկի հատված, որտեղ արգելվում է մուտք գործել, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում, որը վարորդին կհարկադրի կանգ առնել:'],
        correct_answer: 'Խաչմերուկի հատված, որտեղ արգելվում է մուտք գործել, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում, որը վարորդին կհարկադրի կանգ առնել:',
        image: 'images/image_83.jpg'
    },
    {
        id: 84,
        question: 'Ստորև ներկայացված ճանապարհային գծանշումներից ո՞րն է ցույց տալիս խաչմերուկի հատվածը, որտեղ արգելվում է մուտք գործել, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում, որը վարորդին կհարկադրի կանգ առնել: ',
        answers: ['1', '2', '3'],
        correct_answer: '3',
        image: 'images/image_84.jpg'
    },
    {
        id: 85,
        question: 'Հետադարձ կատարել նշված գոտուց ',
        answers: ['Թույլատրվում', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_85.jpg'
    },
    {
        id: 86,
        question: 'Ո՞ր հետագծով է թույլատրվում հետադարձ կատարել ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Արգելվում է երկու հետագծերով'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_86.jpg'
    },
    {
        id: 87,
        question: 'Ո՞ր հետագծով է թույլատրվում հետադարձ կատարել ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ոչ մի'],
        correct_answer: 'Ոչ մի',
        image: 'images/image_87.jpg'
    },
    {
        id: 88,
        question: 'Ո՞ր հետագծով է թույլատրվում հետադարձ կատարելը ',
        answers: ['Խաչմերուկում՝ Ա', 'Մինչև խաչմերուկը՝ Բ', 'Երկու հետագծերով թույլատրված է', 'Երկու հետագծերով արգելված է'],
        correct_answer: 'Խաչմերուկում՝ Ա',
        image: 'images/image_88.jpg'
    },
    {
        id: 89,
        question: 'Պարտավոր եք արդյո՞ք կանգ առնել «Կանգ-գծի» առջև ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_89.jpg'
    },
    {
        id: 90,
        question: 'Երթևեկությունը թույլատրվում է ',
        answers: ['Միայն Բ ուղղությամբ', 'Միայն Ա կամ Բ ուղղություններով', 'Ցանկացած ուղղությամբ'],
        correct_answer: 'Միայն Ա կամ Բ ուղղություններով',
        image: 'images/image_90.jpg'
    },
    {
        id: 91,
        question: 'Այս իրավիճակում ',
        answers: ['Պարտավոր ենք զիջել ճանապարհը բեռնատարի վարորդին', 'Կարող ենք նեղ հատվածն անցնել առաջինը'],
        correct_answer: 'Կարող ենք նեղ հատվածն անցնել առաջինը',
        image: 'images/image_91.jpg'
    },
    {
        id: 92,
        question: 'Այս նշաններից հետո 3.5 տոննայից ոչ ավել թույլատրելի առավելագույն զանգվածով բեռնատարի վարորդին երթևեկության առավելագույն արագությունը սահմանված է ',
        answers: ['60 կմ/ժ', '70 կմ/ժ', '80 կմ/ժ'],
        correct_answer: '80 կմ/ժ',
        image: 'images/image_92.jpg'
    },
    {
        id: 93,
        question: 'Ի՞նչն է արգելված այս ճանապարհային նշանով ',
        answers: ['20կմ/ժ-ից ավելի երթևեկությունը', 'Մեխանիկական տրանսպորտային միջոցներով երթևեկությունը', 'Բոլոր տրանսպորտային միջոցներով երթևեկությունը'],
        correct_answer: 'Բոլոր տրանսպորտային միջոցներով երթևեկությունը',
        image: 'images/image_93.jpg'
    },
    {
        id: 94,
        question: 'Որտե՞ղ է անհրաժեշտ կանգ առնել նշանի պահանջը կատարելիս ',
        answers: ['Նշանի առջև (Ա)', 'Խաչմերուկից առաջ (Բ)', 'Երթևեկելի մասերի հատումից առաջ(Գ'],
        correct_answer: 'Երթևեկելի մասերի հատումից առաջ(Գ',
        image: 'images/image_94.jpg'
    },
    {
        id: 95,
        question: '',
        answers: ['1 և 3', '1 և 4', 'միայն 2-ը', '2 և 3'],
        correct_answer: 'միայն 2-ը',
        image: 'images/image_95.jpg'
    },
    {
        id: 96,
        question: 'Նշաններից ո՞րի ազդեցությունն է տարածվում միայն այն գոտում, որի վրա կախված է ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ա և Բ'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_96.jpg'
    },
    {
        id: 97,
        question: 'Կայանել նշված վայրում ',
        answers: ['Թույլատրվում է', 'Թույլատրվում է միայն լուսավոր ժամերին', 'Արգելված է'],
        correct_answer: 'Թույլատրվում է',
        image: 'images/image_97.jpg'
    },
    {
        id: 98,
        question: 'Խախտել է արդյո՞ք կայանման կանոնները բեռնատարի վարորդը ',
        answers: ['Այո', 'Այո, եթե թույլատրելի առավելագույն զանգվածը գերազանցում է 3,5 տոննան', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_98.jpg'
    },
    {
        id: 99,
        question: 'Ո՞ր ուղղությամբ է թույլատրված երթևեկությունը ',
        answers: ['Միայն ուղիղ', 'Ուղիղ և հակառակ', 'Բոլոր ուղղություններով'],
        correct_answer: 'Ուղիղ և հակառակ',
        image: 'images/image_99.jpg'
    },
    {
        id: 100,
        question: 'Ի՞նչ է ցույց տալիս լրացուցիչ տեղեկատվության ցուցանակը ',
        answers: ['նշանից մինչև խաչմերուկ եղած հեռավորությունը, երբ խաչմերուկից անմիջապես առաջ տեղադրված է «Զիջեք ճանապարհը» նշանը', 'նշանից մինչև խաչմերուկ եղած հեռավորությունը, երբ խաչմերուկից անմիջապես առաջ տեղադրված է «Երթևեկությունն առանց կանգառի արգելված է» նշանը', 'Սահմանային անցակետի գտնվելու վայրը'],
        correct_answer: 'նշանից մինչև խաչմերուկ եղած հեռավորությունը, երբ խաչմերուկից անմիջապես առաջ տեղադրված է «Երթևեկությունն առանց կանգառի արգելված է» նշանը',
        image: 'images/image_100.jpg'
    },
    {
        id: 101,
        question: 'Կանգառ կատարել նշված վայրում ',
        answers: ['Թույլատրվում է', 'Արգելվում'],
        correct_answer: 'Թույլատրվում է',
        image: 'images/image_101.jpg'
    },
    {
        id: 102,
        question: 'Ո՞ր նշանների ազդեցությունն է տարածվում շարժման ուղղությամբ մինչև մոտակա խաչմերուկը ',
        answers: ['Ա և Գ', 'Բ և Դ', 'Գ և Դ'],
        correct_answer: 'Բ և Դ',
        image: 'images/image_102.jpg'
    },
    {
        id: 103,
        question: 'Այս նշաններով ի՞նչ արագության ռեժիմ է սահմանված ճանապարհին ',
        answers: ['Նվազագույն արագությունը— 50 կմ/ժ', 'Առաջարկվող արագությունը— 50 կմ/ժ', 'Համընթաց ձախ գոտով նվազագույն արագությունը – 50կմ/ժ'],
        correct_answer: 'Համընթաց ձախ գոտով նվազագույն արագությունը – 50կմ/ժ',
        image: 'images/image_103.jpg'
    },
    {
        id: 104,
        question: 'Նշաններից, որն է արգելում ձախ շրջադարձ կատարել ',
        answers: ['Միայն Ա', 'Միայն Ա և Բ', 'Միայն Ա և Գ', 'Բոլոր'],
        correct_answer: 'Միայն Ա և Գ',
        image: 'images/image_104.jpg'
    },
    {
        id: 105,
        question: 'Թույլատրվո՞ւմ է վարորդին կատարել ձախ շրջադարձ ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_105.jpg'
    },
    {
        id: 106,
        question: 'Նշանները տեղեկացնում են այն մասին, որ ',
        answers: ['150 մետր ճանապարհահատվածում առկա է հետիոտների երթևեկելի մաս հայտնվելու վտանգ', '150 մետրից չկարգավորվող հետիոտնային անցում է լինելու'],
        correct_answer: '150 մետրից չկարգավորվող հետիոտնային անցում է լինելու',
        image: 'images/image_106.jpg'
    },
    {
        id: 107,
        question: 'Ո՞ր հետագծերով է թույլատրված երթևեկությունը ',
        answers: ['Միայն Բ', 'Ա կամ Բ', 'Բ կամ Գ'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_107.jpg'
    },
    {
        id: 108,
        question: 'Նշաններից ո՞րն է արգելում երթևեկությունը 40կմ/ժ-ից պակաս արագությամբ ',
        answers: ['Միայն Ա', 'Միայն Գ', 'Ա և Բ'],
        correct_answer: 'Ա և Բ',
        image: 'images/image_108.jpg'
    },
    {
        id: 109,
        question: 'Նշաններից ո՞րի դեպքում պետք է զիջեք ճանապարհը հանդիպակաց երթևեկողին նեղ հատվածում ',
        answers: ['Միայն Գ', 'Ա և Գ', 'Բ և Գ'],
        correct_answer: 'Ա և Գ',
        image: 'images/image_109.jpg'
    },
    {
        id: 110,
        question: 'Ո՞ր ուղղությամբ կարող եք շարունակել երթևեկությունն այս խաչմերուկում, եթե վարում եք 3.5 տոննա թույլատրելի առավելագույն զանգվածով բեռնատար ավտոմեքենա ',
        answers: ['Միայն ձախ', 'Աջ, ձախ կամ հակառակ', 'Ցանկացած'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_110.jpg'
    },
    {
        id: 111,
        question: 'Թո՞ւյլատրվում է աջ շրջադարձ դեպի հողային ծածկույթով ճանապարհը ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_111.jpg'
    },
    {
        id: 112,
        question: 'Թույլատրվո՞ւմ է ուղևոր նստեցնելու նպատակով կանգառ կատարել նշված վայրում ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_112.jpg'
    },
    {
        id: 113,
        question: 'Ո՞ր նշանով է նշվում հետիոտնային արահետը ',
        answers: ['Բ', 'Բ և Գ', 'Բոլոր'],
        correct_answer: 'Բ',
        image: 'images/image_113.jpg'
    },
    {
        id: 114,
        question: 'Այս ճանապարհային նշանը ',
        answers: ['Նախազգուշացնում է նեղ հատվածին մոտենալու մասին', 'Արգելում է անցնել կամուրջով', 'Պարտադրում է զիջել ճանապարհը հանդիպակաց երթևեկող վարորդին նեղ հատվածներում'],
        correct_answer: 'Պարտադրում է զիջել ճանապարհը հանդիպակաց երթևեկող վարորդին նեղ հատվածներում',
        image: 'images/image_114.jpg'
    },
    {
        id: 115,
        question: 'Ինչպե՞ս կվարվեք, եթե անհրաժեշտ է շարժման ուղղությունը փոխել հակառակի ',
        answers: ['Հետադարձ կկատարեք այս խաչմերուկում', 'Խաչմերուկն ուղիղ անցնելու հետո հետադարձ կկատարեք', 'Երկու տարբերակն էլ թույլատրելի են:'],
        correct_answer: 'Խաչմերուկն ուղիղ անցնելու հետո հետադարձ կկատարեք',
        image: 'images/image_115.jpg'
    },
    {
        id: 116,
        question: 'Կայանումը նշված վայրում ',
        answers: ['Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_116.jpg'
    },
    {
        id: 117,
        question: 'Այս ցուցանակի դեպքում իր հետ օգտագործված նշանի ազդեցությունը տարածվում է ',
        answers: ['Միայն թեթև մարդատարների վրա', 'Թեթև մարդատար, ինչպես նաև մինչև', '5 տոննա թույլատրելի առավելագույն զանգված ունեցող բեռնատարների վրա', 'Թեթև մարդատարների և մոտոցիկլների վրա'],
        correct_answer: 'Թեթև մարդատար, ինչպես նաև մինչև',
        image: 'images/image_117.jpg'
    },
    {
        id: 118,
        question: 'Այս ճանապարհային նշանը ',
        answers: ['Կանգնել կողնակին արգելում է', 'Կողնակ դուրս գալը վտանգավոր է նորոգման աշխատանքների պատճառով', 'Կանգնել թույլատրվում է միայն երթևեկելի մասում'],
        correct_answer: 'Կողնակ դուրս գալը վտանգավոր է նորոգման աշխատանքների պատճառով',
        image: 'images/image_118.jpg'
    },
    {
        id: 119,
        question: 'Նշված գոտուց ո՞ր ուղղություններով է թույլատրված երթևեկությունը ',
        answers: ['Միայն ձախ', 'Ուղիղ և ձախ', 'Ուղիղ, ձախ և հակառակ'],
        correct_answer: 'Ուղիղ, ձախ և հակառակ',
        image: 'images/image_119.jpg'
    },
    {
        id: 120,
        question: 'Այս խաչմերուկում նշվածներից ո՞ր ուղղություններով կարող եք շարունակել երթևեկությունը ',
        answers: ['Միայն Ա', 'Բ կամ Գ', 'Ա կամ Բ'],
        correct_answer: 'Ա կամ Բ',
        image: 'images/image_120.jpg'
    },
    {
        id: 121,
        question: 'Այս ճանապարհային նշանը ',
        answers: ['Առաջարկում է երթևեկել 40կմ/ժ արագությամբ', 'Թույլատրում է երթևեկել միայն 40կմ/ժ կամ ավելի բարձր արագությամբ', 'Արգելում է երթևեկել 40կմ/ժ-ից բարձր արագությամբ'],
        correct_answer: 'Արգելում է երթևեկել 40կմ/ժ-ից բարձր արագությամբ',
        image: 'images/image_121.jpg'
    },
    {
        id: 122,
        question: 'Ցուցանակներից որոնք են, իրենց հետ տեղակայված նշանի ազդման գոտին ցույց տալիս ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Բ և Գ'],
        correct_answer: 'Բ և Գ',
        image: 'images/image_122.jpg'
    },
    {
        id: 123,
        question: 'Ո՞ր բակ է թույլատրվում մուտք գործել վարորդին ',
        answers: ['Ձախ', 'Աջ', 'Ոչ մի բակ չի կարելի մուտք գործել', 'Երկու բակերն էլ թույլատրված է'],
        correct_answer: 'Աջ',
        image: 'images/image_123.jpg'
    },
    {
        id: 124,
        question: 'Ո՞ր դեպքում է նշանի ազդեցությունն սկսվում անմիջապես տեղակայման վայրից ',
        answers: ['Միայն Ա և Բ', 'Միայն Բ', 'Բոլոր'],
        correct_answer: 'Միայն Ա և Բ',
        image: 'images/image_124.jpg'
    },
    {
        id: 125,
        question: 'Ո՞ր հետագծով է թույլատրվում շարունակել երթևեկությունը ',
        answers: ['Միայն Ա', 'Միայն Ա կամ Գ', 'Միայն Ա կամ Դ', 'Ցանկացած, բացի Բ-ից'],
        correct_answer: 'Ցանկացած, բացի Բ-ից',
        image: 'images/image_125.jpg'
    },
    {
        id: 126,
        question: 'Ի՞նչի մասին է նախազգուշացնում ճանապարհային նշանը ',
        answers: ['Սայթաքուն ճանապարհահատվածին մոտենալու', 'Թաց և կեղտոտ ճանապարհահատվածին մոտենալու', 'Ճանապարհահատվածի, որտեղ հնարավոր է խճի արտանետում անիվներից'],
        correct_answer: 'Ճանապարհահատվածի, որտեղ հնարավոր է խճի արտանետում անիվներից',
        image: 'images/image_126.jpg'
    },
    {
        id: 127,
        question: 'Նշաններից որի՞ ազդման գոտում չեն գործում բնակավայրում երթևեկության կանոնները ',
        answers: ['Միայն Ա', 'Միայն Գ', 'Բ և Գ'],
        correct_answer: 'Միայն Գ',
        image: 'images/image_127.jpg'
    },
    {
        id: 128,
        question: 'Թեթև մարդատարի վարորդին ո՞ր ուղղությամբ է թույլատրվում երթևեկել այս իրավիճակում ',
        answers: ['Միայն ուղիղ', 'Ուղիղ և աջ', 'Ցանկացած'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_128.jpg'
    },
    {
        id: 129,
        question: 'Բեռնաթափել ավտոմոբիլը այս ճանապարհային նշանի ազդման գոտում ',
        answers: ['Թույլատրվում է, եթե այն մինչև 5 րոպե կտևի', 'Թույլատրվում է, անկախ տևողությունից', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է, անկախ տևողությունից',
        image: 'images/image_129.jpg'
    },
    {
        id: 130,
        question: 'Նշաններից ո՞րն է արգելում հետադարձը ',
        answers: ['Միայն Ա', 'Միայն Ա և Գ', 'Ոչ մեկը'],
        correct_answer: 'Ոչ մեկը',
        image: 'images/image_130.jpg'
    },
    {
        id: 131,
        question: 'Թույլատրվո՞ւմ է նշված բակ մուտք գործել ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_131.jpg'
    },
    {
        id: 132,
        question: 'Այս իրադրությունում կանգառ կատարել ուղևոր նստեցնելու նպատակով ',
        answers: ['Թույլատրվում է նշանից հետո', 'Թույլատրվում է մինչև նշանը', 'Արգելվում է երկու դեպքում'],
        correct_answer: 'Արգելվում է երկու դեպքում',
        image: 'images/image_132.jpg'
    },
    {
        id: 133,
        question: 'Ո՞ր նշաններից հետո է առանց թույլտվության երթևեկությունն արգելվում ',
        answers: ['Միայն Ա և Դ', 'Միայն Բ և Գ', 'Միայն Դ և Գ', 'Բոլոր'],
        correct_answer: 'Միայն Բ և Գ',
        image: 'images/image_133.jpg'
    },
    {
        id: 134,
        question: 'Այս դեպքում նվազագույնը որքա՞ն հետո կարող է հանդիպել հավասարազոր խաչմերուկը ',
        answers: ['100 մետր', '150 մետր', '50մետր'],
        correct_answer: '50մետր',
        image: 'images/image_134.jpg'
    },
    {
        id: 135,
        question: 'Սլաքներով նշվածներից ո՞ր ուղղությամբ կարելի է շարունակել քարշակումը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Երկու ուղղություններով'],
        correct_answer: 'Միայն Ա',
        image: null
    },
    {
        id: 136,
        question: 'Ո՞րտեղից են սկսում գործել բնակավայրով երթևեկության կանոնները ',
        answers: ['Սպիտակ հիմնագույնով բնակավայրի սկիզբ նշաններից հետո միայն', 'Բնակավայրի անունը պարունակող սպիտակ կամ կապույտ հիմնագույնով նշաններից հետո միայն', 'Միայն կառուցապատ տարածքն սկսելուց հետո'],
        correct_answer: 'Սպիտակ հիմնագույնով բնակավայրի սկիզբ նշաններից հետո միայն',
        image: 'images/image_136.jpg'
    },
    {
        id: 137,
        question: 'Այս ճանապարհային նշանը ',
        answers: ['Նախազգուշացնում է տրամվայի գծերի հետ հատման մասին', 'Տրամվայների կանգառի կետին մոտենալու մասին', 'Պարտադրում է զիջել տրամվայի վարորդին'],
        correct_answer: 'Նախազգուշացնում է տրամվայի գծերի հետ հատման մասին',
        image: 'images/image_137.jpg'
    },
    {
        id: 138,
        question: 'Այս նշանները պարտադրում են պահպանել առջևից ընթացողից հեռավորությունը ',
        answers: ['Փոքր 70 մետրից 900 մետր հատվածում', 'Ավելի 70 մետրից 900 մետր հատվածում', '70մ՝ 900 մետր հետո:'],
        correct_answer: 'Ավելի 70 մետրից 900 մետր հատվածում',
        image: 'images/image_138.jpg'
    },
    {
        id: 139,
        question: 'Նշված գոտուց ո՞ր ուղղությամբ կարող եք շարունակել երթևեկությունը ',
        answers: ['Միայն ուղիղ', 'Ձախ և ուղիղ', 'Ձախ, ուղիղ և հետադարձ'],
        correct_answer: 'Ձախ և ուղիղ',
        image: 'images/image_139.jpg'
    },
    {
        id: 140,
        question: 'Այս նշանները նախազգուշացնում են ',
        answers: ['Եռագիծ երկաթուղային գծանցին մոտենալու մասին', '150-300մ հեռավորությունից կլինի առանց ուղեփակոցի երկաթուղային գծանց', '50-100 մետր հետո երկաթուղային գծանց է'],
        correct_answer: '150-300մ հեռավորությունից կլինի առանց ուղեփակոցի երկաթուղային գծանց',
        image: 'images/image_140.jpg'
    },
    {
        id: 141,
        question: 'Թույլատրվո՞ւմ է կայանումը նշված վայրում ',
        answers: ['Այո', 'Թույլատրվում է միայն նշված վայրի բնակիչներին', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_141.jpg'
    },
    {
        id: 142,
        question: 'Նշաններից ո՞րն է 5 տոննա զանգված ունեցող բեռնատարի վարորդին պարտադրում աջ շրջադարձ կատարել խաչմերուկում ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ա և Բ', 'Բ և Գ'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_142.jpg'
    },
    {
        id: 143,
        question: 'Ի՞նչ ուղղությամբ կարող եք շարունակել երթևեկությունը նշված խաչմերուկում, եթե վարում եք 3 տոննա թույլատրելի առավելագույն զանգվածով բեռնատար ',
        answers: ['Միայն ուղղիղ', 'Միայն ուղիղ և աջ', 'Ցանկացած'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_143.jpg'
    },
    {
        id: 144,
        question: 'Նշաններից որով է կահավորվում արհեստական անհարթությունը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Բ և Գ'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_144.jpg'
    },
    {
        id: 145,
        question: 'Ո՞ր հետագծով կարող եք շարունակել երթևեկությունը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Նշված երկու հետագծերով'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_145.jpg'
    },
    {
        id: 146,
        question: 'Չկարգավորվող խաչմերուկում ո՞ր նշաններն են առավելություն տալիս վարորդին հատվող ճանապարհով երթևեկողների նկատմամբ ',
        answers: ['Միայն Ա', 'Ա և Գ', 'Բոլոր'],
        correct_answer: 'Ա և Գ',
        image: 'images/image_146.jpg'
    },
    {
        id: 147,
        question: 'Թույլատրվո՞ւմ է վազանց կատարել այս իրավիճակում ',
        answers: ['Այո', 'Այո, եթե մոտոցիկլի արագությունը փոքր է 30կմ/ժ-ից', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_147.jpg'
    },
    {
        id: 148,
        question: 'Խախտել է արդյո՞ք բեռնատարի վարորդը կայանման կանոնները ',
        answers: ['Ոչ', 'Այո, եթե թույլատրելի առավելագույն զանգվածը մեծ է 3,5 տոննայից', 'Այո'],
        correct_answer: 'Այո',
        image: 'images/image_148.jpg'
    },
    {
        id: 149,
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձ կատարելը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_149.jpg'
    },
    {
        id: 150,
        question: 'Ամսվա կենտ օրերին կարելի է՞ կայանել նշված վայրում ',
        answers: ['Այո', 'Այո ժամը 19:00-ից հետո', 'Ոչ'],
        correct_answer: 'Այո ժամը 19:00-ից հետո',
        image: 'images/image_150.jpg'
    },
    {
        id: 151,
        question: 'Ո՞ր նշաններով է նշվում այն հատվածը, որտեղ վարորդները պետք է զիջեն երթևեկելի մասը հատող հետիոտներին ',
        answers: ['Միայն Ա և Բ', 'Միայն Բ և Գ', 'Բոլոր'],
        correct_answer: 'Միայն Բ և Գ',
        image: 'images/image_151.jpg'
    },
    {
        id: 152,
        question: 'Նշաններից ո՞րն է նախազգուշացնում հանդիպակաց երթևեկությամբ ճանապարհի սկզբին մոտենալու մասին ',
        answers: ['Միայն Ա', 'Միայն Ա և Բ', 'Բոլորը'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_152.jpg'
    },
    {
        id: 153,
        question: 'Թո՞ւյլատրվում է մոտենալ աշխատանքի վայրին այս նշանների ազդման գոտում ',
        answers: ['Թույլատրվում է միայն աշխատանքային օրերին', 'Թույլատրվում է միայն ոչ աշխատանքային օրերին', 'Թույլատրվում է բոլոր օրերին', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է բոլոր օրերին',
        image: 'images/image_153.jpg'
    },
    {
        id: 154,
        question: 'Թույլատրվում է արդյո՞ք կցորդ քարշակող թեթև մարդատարի երթևեկությունն այս խաչմերուկում ուղիղ ուղղությամբ ',
        answers: ['Այո', 'Թույլատրվում է միայն այդ հատվածի բնակիչներին', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_154.jpg'
    },
    {
        id: 155,
        question: 'Նշվածներից ո՞ր ուղղությամբ է թույլատրված երթևեկությունը ',
        answers: ['Միայն Բ', 'Միայն Ա և Բ', 'Միայն Բ և Գ', 'Բոլոր'],
        correct_answer: 'Բոլոր',
        image: 'images/image_155.jpg'
    },
    {
        id: 156,
        question: 'Այս նշանը ',
        answers: ['Ցույց է տալիս շարժման ուղղությունները խաչմերուկում', 'Արգելում է երթևեկությունը խաչմերուկով'],
        correct_answer: 'Ցույց է տալիս շարժման ուղղությունները խաչմերուկում',
        image: 'images/image_156.jpg'
    },
    {
        id: 157,
        question: 'Ո՞ր դեպքում է նշված հետադարձի համար գոտու երկարությունը ',
        answers: ['Ա', 'Միայն Բ', 'Ա և Բ'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_157.jpg'
    },
    {
        id: 158,
        question: 'Բնակավայրում ի՞նչ հեռավորությունից է սկսվելու սայթաքուն ճանապարհահատվածը ',
        answers: ['Նվազագույնը 100մետրից', 'Նվազագույնը 50 մետրից', 'Անմիջապես նշանից հետո'],
        correct_answer: 'Նվազագույնը 50 մետրից',
        image: 'images/image_158.jpg'
    },
    {
        id: 159,
        question: 'Ո՞ր տրանսպորտային միջոցների վրա չի տարածվում կանգառն արգելող նշանի ազդեցությունն այս դեպքում ',
        answers: ['Թեթև մարդատար տաքսի ավտոմոբիլների', 'Միայն «Հաշմանդամ» ճանաչման նշանով կահավորված մոտոսայլակների և ավտոմոբիլների վրա', 'Բոլոր նշվածների'],
        correct_answer: 'Միայն «Հաշմանդամ» ճանաչման նշանով կահավորված մոտոսայլակների և ավտոմոբիլների վրա',
        image: 'images/image_159.jpg'
    },
    {
        id: 160,
        question: 'Մյուս խաչմերուկում նշվածներից ո՞ր ուղղությամբ կարող եք շարունակել երթևեկությունը ',
        answers: ['Միայն Բ', 'Ա կամ Բ', 'Բոլոր'],
        correct_answer: 'Բոլոր',
        image: 'images/image_160.jpg'
    },
    {
        id: 161,
        question: 'Ո՞ր նշանի ազդման գոտում կարող եք երթևեկել 60կմ/ժ արագությամբ ',
        answers: ['Միայն Բ', 'Բ և Գ', 'Ոչ մեկի'],
        correct_answer: 'Բ և Գ',
        image: 'images/image_161.jpg'
    },
    {
        id: 162,
        question: 'Ո՞ր վարորդն է խախտել կայանման կանոնները ',
        answers: ['Ոչ ոք', 'Բեռնատարի վարորդը', 'Մոտոցիկլի և թեթև մարդատարի վարորդները'],
        correct_answer: 'Ոչ ոք',
        image: 'images/image_162.jpg'
    },
    {
        id: 163,
        question: 'Նշվածներից ո՞ր ուղղությունն է թույլատրելի ',
        answers: ['Միայն Գ', 'Ա կամ Գ', 'Բոլոր, բացի Դ'],
        correct_answer: 'Ա կամ Գ',
        image: 'images/image_163.jpg'
    },
    {
        id: 164,
        question: 'Ո՞ր ցուցանակով կիրառված նշանի ազդեցությունն է տարածվում 3,5 տոննայից թեթև թույլատրելի առավելագույն զանգվածով բեռնատարի վարորդի վրա ',
        answers: ['Միայն Բ', 'Միայն Գ', 'Բ և Գ', 'Բոլոր'],
        correct_answer: 'Բ և Գ',
        image: 'images/image_164.jpg'
    },
    {
        id: 165,
        question: 'Ո՞ր դեպքում է տեղեկացվում երկու և ավելի ուղիներով երկաթուղային գծանցի մասին ',
        answers: ['Ա և Գ', 'Ա և Բ', 'Միայն Գ', 'Բ և Գ'],
        correct_answer: 'Միայն Գ',
        image: 'images/image_165.jpg'
    },
    {
        id: 166,
        question: 'Հետադարձը նշված հետագծով ',
        answers: ['Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_166.jpg'
    },
    {
        id: 167,
        question: 'Կայանումը ուղեկամուրջից հետո ',
        answers: ['Թույլատրված', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_167.jpg'
    },
    {
        id: 168,
        question: 'Այս ճանապարհային նշանները տեղեկացնում են ',
        answers: ['Երկաթուղային գծանցի շինարարության մասին', 'Ուղեփակոցով երկաթուղային գծանցին մոտենալու մասին', 'Առանց ուղեփակոց երկաթուղային գծանցի մասին'],
        correct_answer: 'Ուղեփակոցով երկաթուղային գծանցին մոտենալու մասին',
        image: 'images/image_168.jpg'
    },
    {
        id: 169,
        question: 'Ո՞ր նշաններն են թույլատրում հետադարձը ',
        answers: ['Բոլորը, բացի Գ', 'Բոլորը', 'Միայն Ա'],
        correct_answer: 'Բոլորը',
        image: 'images/image_169.jpg'
    },
    {
        id: 170,
        question: 'Նշված գոտով երթևեկելիս թույլատրվում է երթևեկությունը ',
        answers: ['Միայն ձախ', 'Միայն ուղիղ', 'Ձախ և հետադարձ'],
        correct_answer: 'Ձախ և հետադարձ',
        image: 'images/image_170.jpg'
    },
    {
        id: 171,
        question: 'Այս նշանը տեղեկացնում է այնպիսի թունելի մոտենալու մասին ',
        answers: ['Որտեղ բացակայում են գծանշումները', 'Որտեղ բացակայում է արհեստական լուսավորությունը'],
        correct_answer: 'Որտեղ բացակայում է արհեստական լուսավորությունը',
        image: 'images/image_171.jpg'
    },
    {
        id: 172,
        question: 'Նշված վայրերից ո՞րտեղ կարելի է կանգառ կատարել ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ոչ մի'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_172.jpg'
    },
    {
        id: 173,
        question: 'Նշաններից ո՞րի դեպքում կարող եք ձախ շրջադարձ կատարել ',
        answers: ['Միայն Բ', 'Ա և Բ', 'Բ և Գ'],
        correct_answer: 'Բ և Գ',
        image: 'images/image_173.jpg'
    },
    {
        id: 174,
        question: 'Այս նշանը նախապես տեղեկացնում է ',
        answers: ['Հեծանվորդին զիջելու անհրաժեշտության մասին', 'Հեծանվային արահետի հետ հատման մասին', 'Հեծանվային հրապարակին մոտենալու մասին:'],
        correct_answer: 'Հեծանվային արահետի հետ հատման մասին',
        image: 'images/image_174.jpg'
    },
    {
        id: 175,
        question: 'Ո՞ր տրանսպորտային միջոցների վարորդների վրա է տարածվում նշանների ազդեցությունը ',
        answers: ['Թեթև մարդատարների և մոտոցիկլների', 'Բոլորի', 'Միայն թեթև մարդատարների'],
        correct_answer: 'Թեթև մարդատարների և մոտոցիկլների',
        image: 'images/image_175.jpg'
    },
    {
        id: 176,
        question: 'Ո՞ր նշանի դեպքում կանգ առնելուց հետո առանց թույլտվության շարժումը վերսկսել չի կարելի: ',
        answers: ['Միայն 2', '1 և 5', 'Միայն 5', 'Բոլորը'],
        correct_answer: 'Միայն 5',
        image: null
    }
];