export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Երթեւեկության առավելություն ունի՝ ',
        answers: ['Կապույտ ավտոմոբիլը, քանի որ կարմիրը փոխում է երթեւեկության ուղղությունը դեպի ձախ։', 'Կարմիր ավտոմոբիլը, քանի որ միաժամանակյա վերադասավորման դեպքում գտնվում է աջ կողմում։', 'Կապույտ ավտոմոբիլը, քանի որ միաժամանակյա վերադասավորման դեպքում գտնվում է ձախ կողմում։'],
        correct_answer: 'Կարմիր ավտոմոբիլը, քանի որ միաժամանակյա վերադասավորման դեպքում գտնվում է աջ կողմում։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Պարտավո՞ր են արդյոք տրանսպորտային միջոցների վարորդները բնակավայրերում ճանապարհը զիջել կահավորված եւ նշված կանգառի կետերի տարածքից երթեւեկությունը սկսող ընդհանուր օգտագործման տրանսպորտային միջոցներին։ ',
        answers: ['Այո։', 'Ոչ։'],
        correct_answer: 'Այո։',
        image: null
    },
    {
        id: 3,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլի վարորդը։', 'Բեռնատար ավտոմոբիլի վարորդը։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ երթևեկելի մասով հեծանվորդներին արգելվում է երթեւեկել՝ ',
        answers: ['Առանց պաշտպանիչ ակնոցների։', 'Առանց սաղավարտի։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Առանց սաղավարտի։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Խախտված է շարժիչի հենատուփի օդափոխության համակարգի հերմետիկությունը։', 'Խախտված է շարժիչի սնման համակարգի հերմետիկությունը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Նշաններից ո՞րն է վերացնում նախկին բոլոր սահմանափակումները։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ո՞ր դեպքում է վարորդը ճիշտ կատարել այս նշանի պահանջները։ ',
        answers: ['Զիջել է ճանապարհը հատվող ճանապարհով ընթացող մեխանիկական տրանսպորտային միջոցներին։', 'Զիջել է ճանապարհը հատվող ճանապարհով ընթացող տրանսպորտային միջոցներին։'],
        correct_answer: 'Զիջել է ճանապարհը հատվող ճանապարհով ընթացող տրանսպորտային միջոցներին։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Տեղադրվածներից ո՞րն է կիրառվում որպես ավտոգնացքի ճանաչման նշան։ ',
        answers: ['Ձախ նշանը։', 'Աջ նշանը։', 'Երկու նշաններն էլ։'],
        correct_answer: 'Աջ նշանը։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ո՞ր տրանսպորտային միջոցը պետք է զիջի ճանապարհը։ ',
        answers: ['Կապույտ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կարմիր ավտոմոբիլը։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Դեղին ավտոբուսը, բեռնատար ավտոմոբիլը, կանաչ ավտոբուսը։', 'Բեռնատար ավտոմոբիլը, դեղին ավտոբուսը, կանաչ ավտոբուսը։', 'Դեղին ավտոբուսը, կանաչ ավտոբուսը, բեռնատար ավտոմոբիլը։'],
        correct_answer: 'Բեռնատար ավտոմոբիլը, դեղին ավտոբուսը, կանաչ ավտոբուսը։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը եւ բեռնատար ավտոմոբիլը միաժամանակ։', 'Թեթեւ մարդատար ավտոմոբիլը եւ բեռնատար ավտոմոբիլը միաժամանակ, ավտոբուսը։'],
        correct_answer: 'Ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը եւ բեռնատար ավտոմոբիլը միաժամանակ։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ի՞նչ հերթականությամբ կանցնեն խաչմերուկը տրանսպորտային միջոցները, եթե լուսացույցերը չեն աշխատում՝ ',
        answers: ['Տրոլեյբուսը եւ մոտոցիկլը, ավտոբուսը եւ թեթեւ մարդատար ավտոմոբիլը։', 'Մոտոցիկլը, ավտոբուսը եւ թեթեւ մարդատար ավտոմոբիլը, տրոլեյբուսը։', 'Ավտոբուսը եւ թեթեւ մարդատար ավտոմոբիլը, տրոլեյբուսը եւ մոտոցիկլը։'],
        correct_answer: 'Մոտոցիկլը, ավտոբուսը եւ թեթեւ մարդատար ավտոմոբիլը, տրոլեյբուսը։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Բեռնատար ավտոմոբիլը, տրամվայը եւ ավտոբուսը, մոտոցիկլը եւ թեթեւ մարդատար ավտոմոբիլը։', 'Տրամվայը եւ ավտոբուսը, մոտոցիկլը եւ թեթեւ մարդատար ավտոմոբիլը, բեռնատար ավտոմոբիլը։'],
        correct_answer: 'Բեռնատար ավտոմոբիլը, տրամվայը եւ ավտոբուսը, մոտոցիկլը եւ թեթեւ մարդատար ավտոմոբիլը։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ո՞ր տրանսպորտային միջոցների երթեւեկությունն է թույլատրվում լուսացույցի տվյալ ազդանշանի դեպքում։ ',
        answers: ['Տրամվայի, դեղին եւ կարմիր ավտոմոբիլների։', 'Դեղին եւ կարմիր ավտոմոբիլների։', 'Բոլոր տրանսպորտային միջոցների։'],
        correct_answer: 'Դեղին եւ կարմիր ավտոմոբիլների։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Բոլոր տրանսպորտային միջոցներին։', 'Մոտոցիկլին։', 'Ավտոմոբիլին եւ մոտոցիկլին։'],
        correct_answer: 'Մոտոցիկլին։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ի՞նչ է նշանակում տվյալ ճանապարհային գծանշումը։ ',
        answers: ['Ուղեւորներ նստեցնելու-իջեցնելու տեղ։', 'Ընդհանուր օգտագործման տրանսպորտային միջոցների կանգառի կետ։', 'Ընդհանուր օգտագործման տրանսպորտային միջոցների կանգառի եւ տաքսիների կայանման տեղ։'],
        correct_answer: 'Ընդհանուր օգտագործման տրանսպորտային միջոցների կանգառի կետ։',
        image: 'images/image_16.jpg'
    },
    {
        id: 18,
        question: 'Ո՞ր դեպքում է արգելվում քարշակումը։ ',
        answers: ['Մերկասառույցի պայմաններում` կոշտ կցիչով։', 'Մերկասառույցի պայմաններում` ճկուն կցիչով։', 'Կողային կցորդով մոտոցիկլներով։'],
        correct_answer: 'Մերկասառույցի պայմաններում` ճկուն կցիչով։',
        image: null
    },
    {
        id: 19,
        question: 'Բնակավայրերից դուրս մեխանիկական տրանսպորտային միջոցներ քարշակելիս երթեւեկության արագությունը չպետք է գերազանցի՝ ',
        answers: ['30 կմ/ժ։', '40 կմ/ժ։', '50 կմ/ժ։', '60 կմ/ժ։', '70 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: null
    },
    {
        id: 19,
        question: 'Ձայնային ազդանշանների կրկնողությամբ ընդհանուր տագնապի ինչպիսի՞ ազդանշան է վարորդը պարտավոր տալ երկաթուղային գծանցի վրա հարկադրական կանգառ կատարելու դեպքում։ ',
        answers: ['Երեք երկար եւ մեկ կարճ։', 'Մեկ երկար եւ երեք կարճ։', 'Մեկ երկար եւ երկու կարճ։'],
        correct_answer: 'Մեկ երկար եւ երեք կարճ։',
        image: null
    },
    {
        id: 20,
        question: 'Դուք տեսնում եք ընկած մարդու եւ նկատում նրա սրունքից դուրս ցցված ոսկորը եւ արյուն։ Եթե դեպքի վայրն անվտանգ է, ի՞նչ պետք է անել առաջին հերթին։ ',
        answers: ['Ահազանգել շտապ օգնություն։', 'Ստուգել գիտակցությունը եւ շնչառությունը։', 'Անշարժացնել ոտքը։'],
        correct_answer: 'Ստուգել գիտակցությունը եւ շնչառությունը։',
        image: null
    }
];