export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Այս իրավիճակում թո՞ւյլատրվում է հետընթացով մոտենալ ուղևորին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ինչպե՞ս պետք է վարվեք խաչմերուկից դուրս ձախ շրջադարձի և հետադարձի ժամանակ ',
        answers: ['Պետք է ճանապարհը զիջել հանդիպակաց տրանսպորտային միջոցներին', 'Պետք է ճանապարհը զիջել հանդիպակաց տրանսպորտային միջոցներին և համընթաց երթևեկող տրամվայներին'],
        correct_answer: 'Պետք է ճանապարհը զիջել հանդիպակաց տրանսպորտային միջոցներին և համընթաց երթևեկող տրամվայներին',
        image: null
    },
    {
        id: 3,
        question: 'Թույլատրվա՞ծ է հետընթացն այս իրավիճակում ',
        answers: ['Արգելվում է', 'Թույլատրվում է մինչև հետիոտնային անցումը'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ Ճանապարհային ոստիկանության ստորաբաժանումներում (բացառությամբ «AM» ենթակարգի տրանսպորտային միջոցի վարորդի թեկնածուի) վարորդի թեկնածուն կարող է մասնակցել գործնական քննության, եթե լրացել է նրա ',
        answers: ['15 տարին։', '16 տարին։', '17 տարին։'],
        correct_answer: '17 տարին։',
        image: null
    },
    {
        id: 5,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ կանգառ է համարվում՝ ',
        answers: ['Տրանսպորտային միջոցն անշարժ վիճակի բերելը` կապված ուղեւորի պահանջի հետ։', '5 րոպեից ավելի ժամանակով տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը, եթե դա կապված չէ ուղեւորների նստեցման, իջեցման կամ տրանսպորտային միջոցի բեռնման, բեռնաթափման հետ։', 'Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ) տրանսպորտային միջոցը բեռնելու, բեռնաթափելու համար անհրաժեշտ ժամանակով տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը։'],
        correct_answer: 'Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ) տրանսպորտային միջոցը բեռնելու, բեռնաթափելու համար անհրաժեշտ ժամանակով տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը։',
        image: null
    },
    {
        id: 6,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Սահմանված ռեժիմով չեն աշխատում արտաքին լուսային սարքերը։', 'Ավտոբուսի դողերի պահպանաշերտի նախշանկարի մնացորդային բարձրությունը կազմում է', '8 մմ։', 'Երկու դեպքում էլ։'],
        correct_answer: '8 մմ։',
        image: null
    },
    {
        id: 7,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Շարժիչն աշխատում է ընդհատումներով։', 'Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային վնասվածքներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային վնասվածքներ։',
        image: null
    },
    {
        id: 8,
        question: 'Ամսվա կենտ օրերին կարելի է՞ կայանել նշված վայրում ',
        answers: ['Այո', 'Այո ժամը 19:00-ից հետո', 'Ոչ'],
        correct_answer: 'Այո ժամը 19:00-ից հետո',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ո՞ր նշաններով է նշվում այն հատվածը, որտեղ վարորդները պետք է զիջեն երթևեկելի մասը հատող հետիոտներին ',
        answers: ['Միայն Ա և Բ', 'Միայն Բ և Գ', 'Բոլոր'],
        correct_answer: 'Միայն Բ և Գ',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Նշաններից ո՞րն է նախազգուշացնում հանդիպակաց երթևեկությամբ ճանապարհի սկզբին մոտենալու մասին ',
        answers: ['Միայն Ա', 'Միայն Ա և Բ', 'Բոլորը'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Այս դրությունից ո՞ր ուղղությամբ կարող է վարորդը շարունակել երթևեկությունը ',
        answers: ['Միայն ուղիղ', 'Ուղիղ և աջ', 'Ուղիղ և ձախ', 'Բոլոր'],
        correct_answer: 'Միայն ուղիղ',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Նշված վայրերից որտե՞ղ կարելի է կայանում կատարել ',
        answers: ['Միայն Ա', 'Միայն Գ', 'Ա կամ Գ'],
        correct_answer: 'Ա կամ Գ',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Թույլատրվո՞ւմ է կանգառ կատարել նշված վայրում ',
        answers: ['Ոչ', 'Այո'],
        correct_answer: 'Ոչ',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ո՞վ է խախտել կանգառ կատարելու կանոնները ',
        answers: ['Երկու վարորդները', 'Միայն բեռնատարի վարորդը', 'Միայն թեթև մարդատարի վարորդը', 'Ոչ ոք'],
        correct_answer: 'Միայն բեռնատարի վարորդը',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր դեպքում է վարորդը խախտել կանգառ կատարելու կանոնները ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ոչ ոք', 'Երկուսն էլ խախտել են'],
        correct_answer: 'Ոչ ոք',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Այս նախազգուշացնող նշանը բնակավայրերում, մինչեւ վտանգավոր հատվածի սկիզբը ի՞նչ հեռավորության վրա է տեղադրվում։ ',
        answers: ['25 - 50 մ։', '50 - 100 մ։', '100 - 150 մ։'],
        correct_answer: '50 - 100 մ։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Թույլատրվու՞մ է արդյոք երկաթուղային գծանցով փոխադրել գյուղատնտեսական, ճանապարհային, շինարարական եւ այլ մեքենաներ ու մեխանիզմներ։ ',
        answers: ['Թույլատրվում է, եթե գծանցը կահավորված չէ ուղեփակոցով։', 'Թույլատրվում է, եթե դրանք գտնվում են ոչ տրանսպորտային վիճակում։', 'Թույլատրվում է, եթե դրանք գտնվում են տրանսպորտային վիճակում։'],
        correct_answer: 'Թույլատրվում է, եթե դրանք գտնվում են տրանսպորտային վիճակում։',
        image: null
    },
    {
        id: 18,
        question: 'Որտե՞ղ է թույլատրվում հատել երկաթուղային գծերը։ ',
        answers: ['Այն տեղերում, որտեղ երկու կողմից տեսանելիությունը կազմում է առնվազն 1000 մ։', 'Վարորդի հայեցողությամբ՝ դրա համար առավել հարմարավետ տեղերում։', 'Դրա համար նախատեսված տեղերում։', 'Երկաթուղային կայարաններից առնվազն 1000 մ հեռավորության վրա։'],
        correct_answer: 'Դրա համար նախատեսված տեղերում։',
        image: null
    },
    {
        id: 19,
        question: 'Թույլատրվու՞մ է արդյոք ծառայողական առաջադրանք կատարելիս ինքնակամ բացել կամ շրջանցել ուղեփակոցը։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է՝ վարորդի հայեցողությամբ, եթե մոտակայքում բացակայում է մոտեցող գնացքը։', 'Թույլատրվում է՝ գծանցի հերթապահի բացակայության դեպքում։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 20,
        question: 'Գիտակցության կորստի ժամանակ` շնչառության և արյան շրջանառության առկայության դեպքում, առաջին օգնություն ցուցաբերելու նպատակով Ի՞նչ դիրքով պառկեցնել տուժածին: ',
        answers: ['Մեջքի վրա` գլխի տակ դնելով գլանակ', 'Մեջքի վրա` ոտքերը տարածած վիճակում', 'Տուժածին տալ կայուն կողքի շրջված դիրք այնպես, որ ծալված ծնկները հպվեն գետնին, իսկ վերևում գտնվող ձեռքը գտնվի այտի տակ:'],
        correct_answer: 'Տուժածին տալ կայուն կողքի շրջված դիրք այնպես, որ ծալված ծնկները հպվեն գետնին, իսկ վերևում գտնվող ձեռքը գտնվի այտի տակ:',
        image: null
    }
];