export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին» ՀՀ օրենքի համաձայն ուղեւոր է համարվում՝տրանսպորտային միջոցի վրա գտնվող անձը` բացառությամբվարորդի եւ վարել սովորեցնողի։տրանսպորտային  միջոցի  վրա  գտնվող,  ինչպես  նաեւտրանսպորտային միջոցը  նստող  (բարձրացող)  ու  դրանիցդուրս  եկող (իջնող)    անձը` բացառությամբ  վարորդի  եւ  վարելսովորեցնողի։',
        answers: ['Տրանսպորտային միջոցի սրահում (խցիկում) կամ', 'Տրանսպորտային  միջոցի  սրահում  (խցիկում)  կամ'],
        correct_answer: 'Տրանսպորտային  միջոցի  սրահում  (խցիկում)  կամ',
        image: null
    },
    {
        id: 2,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին» ՀՀ  օրենքի  համաձայն՝ «A» կարգի տրանսպորտայինմիջոցներ վարելու իրավունքի վկայական  կարող է տրվել՝',
        answers: ['16 տարին լրացած անձանց։', '17 տարին լրացած անձանց։', '18 տարին լրացած անձանց։'],
        correct_answer: '18 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 3,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին» ՀՀ օրենքի համաձայն՝ «BE» կարգի տրանսպորտայինմիջոցներ վարելու իրավունքի վկայական կարող է տրվել՝',
        answers: ['17 տարին լրացած անձանց։', '18 տարին լրացած անձանց։', '19 տարին լրացած անձանց։'],
        correct_answer: '19 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի  համաձայն`  ճանապարհի երթեւեկելի  մաս էհամարվում`միջոցների երթեւեկության համար։տրանսպորտային միջոցների երթեւեկության համար։',
        answers: ['Ճանապարհի տարրը` նախատեսված տրանսպորտային', 'Ճանապարհի տարրը` նախատեսված ոչ ռելսագնաց'],
        correct_answer: 'Ճանապարհի տարրը` նախատեսված ոչ ռելսագնաց',
        image: null
    },
    {
        id: 5,
        question: 'Պարտավո՞ր  է արդյոք  վարել  սովորողն  ուսումնական  վարմանժամանակ  ամրակապվել  անվտանգության  գոտիներով։ղեկավարելը։',
        answers: ['Պարտավոր  է։', 'Պարտավոր  չէ։', 'Պարտավոր  չէ,  եթե  դա  դժվարացնում  է  ավտոմոբիլ', 'Պարտավոր  չէ,  եթե  թույլատրում  է  վարել  սովորեցնողը։'],
        correct_answer: 'Պարտավոր  է։',
        image: null
    },
    {
        id: 6,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին» ՀՀ օրենքի համաձայն՝ «D» կարգի  եւ «D1» ենթակարգիտրանսպորտային միջոցներ վարելու իրավունքի վկայականկարող է տրվել՝',
        answers: ['18 տարին լրացած անձանց։', '19 տարին լրացած անձանց։', '20 տարին լրացած անձանց։', '21 տարին լրացած անձանց։'],
        correct_answer: '21 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 7,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»   ՀՀ   օրենքի  համաձայն՝  հետիոտն  է  համարվում՝անձը` բացառությամբ ճանապարհի վրա աշխատանքներիրականացնելու իրավասություն  ունեցող  եւ  օրենսդրությամբսահմանված կարգով այդ աշխատանքներն իրականացնող անձը։այդ  թվում`  ճանապարհի  վրա  աշխատանքներ  իրականացնելուիրավասություն ունեցող  եւ  օրենսդրությամբ սահմանվածկարգով այդ աշխատանքներն իրականացնող անձը։',
        answers: ['Տրանսպորտային միջոցից դուրս` ճանապարհի  վրա  գտնվող', 'Տրանսպորտային  միջոցից  դուրս`  ճանապարհի  վրա  գտնվող,'],
        correct_answer: 'Տրանսպորտային միջոցից դուրս` ճանապարհի  վրա  գտնվող',
        image: null
    },
    {
        id: 8,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցիգործնական վարման սկզբնական ուսուցումը  իրականացվում է՝տրանսպորտային միջոցների երթեւեկության ինտենսիվությունը։ավտոմայրուղիների)`  հաշվի առնելով տրանսպորտայինմիջոցների երթեւեկության  ինտենսիվությունը։',
        answers: ['Բնակավայրերից դուրս` ճանապարհներին` հաշվի առնելով', 'Փակ հրապարակում կամ ավտոդրոմում։', 'Ցանկացած ճանապարհին (բացառությամբ'],
        correct_answer: 'Փակ հրապարակում կամ ավտոդրոմում։',
        image: null
    },
    {
        id: 9,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի համաձայն` մերձակա  տարածքից ելքը դեպիճանապարհ համարվու՞մ  է  արդյոք խաչմերուկ։',
        answers: ['Չի համարվում։', 'Համարվում է։'],
        correct_answer: 'Չի համարվում։',
        image: null
    },
    {
        id: 10,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին» ՀՀ օրենքի համաձայն՝ «B», «C» եւ «D»  կարգերիտրանսպորտային  միջոցներ  վարելու իրավունքի վկայականունեցող անձանց թույլատրվում է դրանք վարել նաեւ կցորդներով,եթե  կցորդի թույլատրելի առավելագույն զանգվածը չիգերազանցում',
        answers: ['750 կիլոգրամը։', '800 կիլոգրամը։', '1000 կիլոգրամը։'],
        correct_answer: '750 կիլոգրամը։',
        image: null
    },
    {
        id: 11,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ օրենքի համաձայն՝ երթևեկելի մասովհեծանվորդներին  արգելվում է երթեւեկել՝',
        answers: ['Առանց պաշտպանիչ ակնոցների։', 'Առանց սաղավարտի։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Առանց սաղավարտի։',
        image: null
    },
    {
        id: 12,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի համաձայն՝ «B» եւ «C» կարգերիտրանսպորտային  միջոցներ  վարելու  իրավունքի վկայականկարող է տրվել՝',
        answers: ['16 տարին  լրացած անձանց։', '17 տարին  լրացած անձանց։', '18 տարին  լրացած անձանց։'],
        correct_answer: '18 տարին  լրացած անձանց։',
        image: null
    },
    {
        id: 13,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»    ՀՀ   օրենքի   համաձայն՝  մոպեդ  է  համարվում ՝ոչ ավել  50 կմ/ժ  առավելագույն արագությամբ երկանիվ կամեռանիվ տրանսպորտային միջոցը։ավել  60 կմ/ժ  առավելագույն արագությամբ երկանիվ կամեռանիվ տրանսպորտային միջոցը։ավել  70 կմ/ժ  առավելագույն արագությամբ երկանիվ կամեռանիվ տրանսպորտային միջոցը։',
        answers: ['Ոչ ավել 50 սմ խորանարդ  բանվորական ծավալի  շարժիչով  եւ', 'Ոչ ավել 60 սմ խորանարդ բանվորական ծավալի շարժիչով եւ ոչ', 'Ոչ ավել 70 սմ խորանարդ բանվորական ծավալի շարժիչով եւ ոչ'],
        correct_answer: 'Ոչ ավել 50 սմ խորանարդ  բանվորական ծավալի  շարժիչով  եւ',
        image: null
    },
    {
        id: 14,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի  համաձայն՝  հարկադրված կանգառ էհամարվում՝ազդանշանի անսպասելի միացման հետ։խցանման հետ։ֆիզիկական  եւ  (կամ)  հոգեկան վիճակով եւ  (կամ)  բեռիփոխադրմամբ պայմանավորված՝ վտանգի կամ  ճանապարհին իհայտ եկած այլ խոչընդոտի պատճառով տրանսպորտային միջոցնանշարժ վիճակի բերելը։',
        answers: ['Երթեւեկության  ընդհատումը՝  կապված  լուսացույցի  արգելող', 'Երթեւեկության ընդհատումը՝ կապված ճանապարհին գոյացած', 'Տրանսպորտային միջոցի անսարքության, վարորդի (ուղեւորի)', 'Թվարկած բոլոր դեպքերը։'],
        correct_answer: 'Թվարկած բոլոր դեպքերը։',
        image: null
    },
    {
        id: 15,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի համաձայն՝ անբավարար տեսանելիություն  էհամարվում՝ժամանակ։բնակավայրերում՝ երթեւեկելի մասի արհեստականլուսավորվածության բացակայության պայմաններում։երթեւեկության անվտանգության ապահովման համար այլանբարենպաստ  եղանակի  պայմաններում,  ճանապարհիտեսանելիություն եւ (կամ)  մինչեւ  300  մետր տեսանելիությանհեռավորություն։',
        answers: ['Ճանապարհի տեսանելիության հեռավորությունը՝ օրվա մութ', 'Ճանապարհի տեսանելիության հեռավորությունը', 'Մառախուղի, անձրեւի, ձյունաթափի եւ (կամ)  ճանապարհային'],
        correct_answer: 'Մառախուղի, անձրեւի, ձյունաթափի եւ (կամ)  ճանապարհային',
        image: null
    },
    {
        id: 16,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի  համաձայն՝ կանգառ է համարվում՝տրանսպորտային  միջոցը  բեռնելու,  բեռնաթափելու  համարանհրաժեշտ ժամանակով տրանսպորտային միջոցնկանխամտածված անշարժ վիճակի բերելը։բերելը,  եթե դա  կապված չէ  ուղեւորների  նստեցման, իջեցմանկամ  տրանսպորտային միջոցի  բեռնման, բեռնաթափման հետ։',
        answers: ['Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ)', '5  րոպեից  ավելի  տրանսպորտային  միջոցն  անշարժ  վիճակի'],
        correct_answer: 'Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ)',
        image: null
    },
    {
        id: 17,
        question: '«Ճանապարհային  երթեւեկության  անվտանգությանապահովման  մասին»  ՀՀ   օրենքի  համաձայն՝ ընդհանուրօգտագործման  տրանսպորտային  միջոց  է  համարվում՝շարժվող,  ուղեւորներ  եւ  (կամ)  ուղեբեռներ  տեղափոխողտրանսպորտային  միջոցը  (տրամվայ,  տրոլեյբուս,  ավտոբուս)։շարժվող,  ուղեւորներ  եւ  (կամ)  ուղեբեռներ  տեղափոխողտրանսպորտային  միջոցը  (տրամվայ,  տրոլեյբուս,  ավտոբուս),ինչպես  նաեւ  թեթեւ  մարդատար  տաքսի  ավտոմոբիլը։',
        answers: ['Կանգառի  կետեր  (կանգառներ)  ունեցող,  երթուղիներով', 'Կանգառի  կետեր  (կանգառներ)  ունեցող,  երթուղիներով'],
        correct_answer: 'Կանգառի  կետեր  (կանգառներ)  ունեցող,  երթուղիներով',
        image: null
    },
    {
        id: 18,
        question: '«Ճանապարհային  երթեւեկության  անվտանգությանապահովման մասին»  ՀՀ  օրենքի համաձայն՝  հետիոտներին  ենհավասարեցվում՝տեղաշարժվող  հաշմանդամները։սայլակ  քաշող  (հրող)  անձինք։',
        answers: ['Առանց  շարժիչի  հաշմանդամային  սայլակներով', 'Բեռնասայլակ,  սահնակ,  մանկասայլակ  կամ  հաշմանդամային', 'Թվարկած  բոլոր  անձինք։'],
        correct_answer: 'Թվարկած  բոլոր  անձինք։',
        image: null
    },
    {
        id: 19,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի համաձայն՝  կցորդ  (կիսակցորդ)  էհամարվում՝տրանսպորտային միջոցը։նախատեսված  է  մեխանիկական տրանսպորտային միջոցովշարժման  մեջ  դրվելու  եւ   դրա   կազմում  որպես  մեկամբողջություն երթեւեկելու համար (ներառյալ՝ հատուկ կցորդը)։',
        answers: ['Կոշտ կցիչով քարշակվող ցանկացած  մեխանիկական', 'Շարժիչով  չկահավորված  տրանսպորտային  միջոցը,  որը'],
        correct_answer: 'Շարժիչով  չկահավորված  տրանսպորտային  միջոցը,  որը',
        image: null
    },
    {
        id: 20,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի  համաձայն՝  Հայաստանի Հանրապետությանճանապարհներին սահմանվում է՝',
        answers: ['Աջակողմյան  երթեւեկություն։', 'Ձախակողմյան  երթեւեկություն։'],
        correct_answer: 'Աջակողմյան  երթեւեկություն։',
        image: null
    },
    {
        id: 21,
        question: '«Ճանապարհային  երթեւեկության անվտանգությանապահովման մասին»  ՀՀ  օրենքի համաձայն՝  կայանում էհամարվում՝անշարժ  վիճակի բերելը,  եթե դա  կապված չէ  ուղեւորներինստեցման, իջեցման կամ  տրանսպորտային միջոցի  բեռնման,բեռնաթափման հետ։անշարժ վիճակի բերելը, բացառությամբ ճանապարհայիներթեւեկության այլ մասնակցի կամ որեւէ արգելքի հետընդհարումը կանխելու, ուղեւորի նuտելու, իջնելու եւ (կամ)տրանuպորտային միջոցը բեռնելու, բեռնաթափելու, ինչպես նաևօրենսդրությամբ նախատեսված այլ դեպքերի։',
        answers: ['5  րոպեից  ավելի  տրանսպորտային  միջոցը կանխամտածված', '5 րոպեից ավելի տրանսպորտային միջոցը կանխամտածված'],
        correct_answer: '5 րոպեից ավելի տրանսպորտային միջոցը կանխամտածված',
        image: null
    },
    {
        id: 22,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին» ՀՀ օրենքի համաձայն՝  ՀՀ զինված ուժեր եւ այլ զորքերզորակոչված անձանց  «D»  կարգի եւ «D1» ենթակարգիտրանսպորտային միջոցներ վարելու իրավունքի վկայականկարող է տրվել՝',
        answers: ['18 տարին լրացած անձանց։', '19 տարին լրացած անձանց։', '20 տարին լրացած անձանց։', '21 տարին լրացած անձանց։'],
        correct_answer: '19 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 23,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ օրենքի համաձայն՝ տրանսպորտային  միջոցի ձեռքբերման օրվանից ի՞նչ ժամկետում այն պետք  է  ներկայացվիպետական գրանցման՝  Ճանապարհային  ոստիկանությանմարմիններ։',
        answers: ['15  օրվա ընթացքում։', '10  օրվա ընթացքում։', '20  օրվա ընթացքում։'],
        correct_answer: '15  օրվա ընթացքում։',
        image: null
    },
    {
        id: 24,
        question: '«Ճանապարհային  երթեւեկության  անվտանգությանապահովման  մասին»  ՀՀ  օրենքի համաձայն՝ ճանապարհայիներթեւեկությանը   մասնակցող  տրանսպորտային միջոցըտեխնիկապես  սարքին  վիճակում  պահպանելու  համարպատասխանատվություն կրում է՝օգտագործողը։զննությունն  իրականացրած կազմակերպությունը։',
        answers: ['Տրանսպորտային  միջոցի  սեփականատերը  կամ', 'Տրանսպորտային  միջոցը  վաճառած  կազմակերպությունը։', 'Տրանսպորտային   միջոցի՝  վերջին  տարեկան  տեխնիկական', 'Թվարկած  բոլոր  անձինք  եւ  կազմակերպությունները։'],
        correct_answer: 'Տրանսպորտային  միջոցի  սեփականատերը  կամ',
        image: null
    },
    {
        id: 25,
        question: '«Ճանապարհային  երթեւեկության  անվտանգությանապահովման  մասին»  ՀՀ  օրենքի  համաձայն՝  երթեւեկությունըսկսելուց  առաջ  տրանսպորտային  միջոցի  վարորդըպարտավոր  է  ստուգել՝սարքինությունը։բարձրության համապատասխանությունը  սահմանվածնորմերին։',
        answers: ['Արգելակային  համակարգի  եւ ղեկային  կառավարման', 'Անվադողերի  պահպանաշերտի  նախշանկարի  մնացորդային', 'Բոլոր  թվարկածները։'],
        correct_answer: 'Բոլոր  թվարկածները։',
        image: null
    },
    {
        id: 26,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցիվարորդը պարտավոր է օժանդակելու նպատակով  տրամադրելտրանսպորտային միջոցը՝օգնության  կարիք  ունեցող  անձանց բժշկականհաստատություն  տեղափոխելու  համար։համար   մեկնում  են  համընթաց ուղղությամբ  (վարորդիհամաձայնությամբ)։',
        answers: ['Ոստիկանության  ծառայողներին՝  շտապ  բժշկական', 'Բուժաշխատողներին,  որոնք  բուժօգնություն  ցույց  տալու', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 27,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային  միջոցիվարորդը պարտավոր է  ճանապարհատրանսպորտայինպատահարին առընչություն ունենալու դեպքում՝',
        answers: ['Անմիջապես կանգնեցնել տրանսպորտային միջոցը։', 'Միացնել վթարային լուսային ազդանշանը։', 'Չտեղաշարժել պատահարի հետ կապված առարկաները։', 'Կատարել թվարկած բոլոր գործողությունները։'],
        correct_answer: 'Կատարել թվարկած բոլոր գործողությունները։',
        image: null
    },
    {
        id: 28,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի  համաձայն՝ մեխանիկականտրանսպորտային միջոցի վարորդը պարտավոր է իր մոտունենալ՝վկայականը եւ  տրանսպորտային  միջոցի  հաշվառմանփաստաթղթերը։վարելու դեպքում։',
        answers: ['Տվյալ կարգի տրանսպորտային միջոցը վարելու վարորդական', 'Լիազորագիր՝ այլ անձին պատկանող տրանսպորտային միջոցը', 'Թվարկած բոլոր փաստաթղթերը։'],
        correct_answer: 'Տվյալ կարգի տրանսպորտային միջոցը վարելու վարորդական',
        image: null
    },
    {
        id: 29,
        question: '«Ճանապարհային  երթեւեկության  անվտանգությանապահովման  մասին»  ՀՀ  օրենքի համաձայն՝  երթեւեկությանգոտի  է համարվում՝լայնությունը  բավարար  է տրանսպորտային  միջոցների  մեկշարքով  երթեւեկության  համար։գոտին,  որի  լայնությունը  բավարար  է  տրանսպորտայինմիջոցների  մեկ  շարքով  երթեւեկության  համար։',
        answers: ['Երթեւեկելի  մասի   գծանշված  երկայնական  գոտին,  որի', 'Երթեւեկելի  մասի  գծանշված  կամ  չգծանշված  երկայնական'],
        correct_answer: 'Երթեւեկելի  մասի  գծանշված  կամ  չգծանշված  երկայնական',
        image: null
    },
    {
        id: 30,
        question: '«Ճանապարհային  երթեւեկության անվտանգության ապահովմանմասին» ՀՀ օրենքի համաձայն՝ թույլատրելի առավելագույնզանգված  է համարվում՝զանգվածը։ու  լիցքավորված  տրանսպորտային միջոցի  զանգվածը։',
        answers: ['Լրակազմված եւ  լիցքավորված տրանսպորտային  միջոցի', 'Վարորդով,  ուղեւորներով  եւ  բեռով  բեռնված,  լրակազմված'],
        correct_answer: 'Վարորդով,  ուղեւորներով  եւ  բեռով  բեռնված,  լրակազմված',
        image: null
    },
    {
        id: 31,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»   ՀՀ  օրենքի  համաձայն՝ կարգավորող  է  համարվում՝իրավասություն  ունեցող  եւ  օրենսդրությամբ  սահմանվածկարգով  այդ կարգավորումն իրականացնող անձը։հետիոտն), որն անհրաժեշտությունն առաջանալու դեպքումկատարում է կարգավորող գործողություններ։',
        answers: ['Ճանապարհային երթեւեկությունը կարգավորելու', 'Երթեւեկության ցանկացած մասնակից  (վարորդ, ուղեւոր կամ', 'Թվարկած բոլոր անձինք։'],
        correct_answer: 'Ճանապարհային երթեւեկությունը կարգավորելու',
        image: null
    },
    {
        id: 32,
        question: '«Ճանապարհային  երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի համաձայն՝ տրանսպորտային  միջոց  վարելսովորեցնողը՝',
        answers: ['Հավասարեցվում է վարորդին։', 'Չի հավասարեցվում վարորդին։'],
        correct_answer: 'Հավասարեցվում է վարորդին։',
        image: null
    },
    {
        id: 33,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի համաձայն՝  վթարային  իրադրություն  էհամարվում՝անգործության  հետեւանքով առաջացած իրավիճակը, որիժամանակ ստեղծվում  է  ճանապարհատրանսպորտայինպատահարի իրական վտանգ։գործողության  եւ   (կամ)  անգործության  հետեւանքովառաջացած  իրավիճակը,   որի   ժամանակ  ստեղծվում  էճանապարհատրանսպորտային   պատահարի իրական վտանգ։',
        answers: ['Երթեւեկության մասնակցի գործողության եւ (կամ)', 'Երթեւեկության մասնակցի եւ (կամ)  կարգավորողի'],
        correct_answer: 'Երթեւեկության մասնակցի եւ (կամ)  կարգավորողի',
        image: null
    },
    {
        id: 34,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»   ՀՀ   օրենքի  համաձայն՝  օրվա մութ  ժամանակ  էհամարվում՝առավոտյան  ժամը  8.00-ը,  գարնանը  եւ   ամռանը`  երեկոյանժամը  22.00-ից  մինչեւ  առավոտյան  ժամը   6.00-ն ընկածժամանակահատվածը։ժամանակահատվածը։ժամանակահատվածը։',
        answers: ['Աշնանը  եւ  ձմռանը`  երեկոյան  ժամը  20.00-ից  մինչեւ', 'Մթնշաղի վերջի եւ աղջամուղջի սկզբի միջեւ ընկած', 'Արեգակնային լուսավորության բացակայության'],
        correct_answer: 'Մթնշաղի վերջի եւ աղջամուղջի սկզբի միջեւ ընկած',
        image: null
    },
    {
        id: 35,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի համաձայն՝ ավտոբուս  է  համարվում՝ունեցող,  իր  կառուցվածքով  եւ կահավորվածությամբուղեւորների  եւ  ուղեբեռի  անվտանգ  եւ   հարմարավետփոխադրման համար նախատեսված ավտոմոբիլը։ունեցող,  իր  կառուցվածքով  եւ կահավորվածությամբուղեւորների  եւ   ուղեբեռի  անվտանգ  եւ  հարմարավետփոխադրման համար  նախատեսված  ավտոմոբիլը։',
        answers: ['Ուղեւորների   համար   նախատեսված   8-ից   ավելի  նստատեղ', 'Ուղեւորների   համար  նախատեսված   8  եւ  ավելի   նստատեղ'],
        correct_answer: 'Ուղեւորների   համար   նախատեսված   8-ից   ավելի  նստատեղ',
        image: null
    },
    {
        id: 36,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի համաձայն՝ թեթեւ  մարդատար  ավտոմոբիլէ  համարվում՝ունեցող, իր կառուցվածքով եւ կահավորվածությամբ ուղեւորներիեւ ուղեբեռի  անվտանգ եւ  հարմարավետ փոխադրման  համարնախատեսված ավտոմոբիլը։համար նախատեսված  4-ից  ոչ ավելի  նստատեղ  ունեցող,  իրկառուցվածքով  եւ կահավորվածությամբ  ուղեւորների  եւուղեբեռի  անվտանգ  եւ  հարմարավետ փոխադրման  համարնախատեսված   ավտոմոբիլը։',
        answers: ['Ուղեւորների համար նախատեսված 8-ից ոչ ավելի նստատեղ', 'Ուղեւորների  (բացառությամբ մինչեւ 12 տարեկան երեխաների)'],
        correct_answer: 'Ուղեւորների համար նախատեսված 8-ից ոչ ավելի նստատեղ',
        image: null
    },
    {
        id: 37,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին» ՀՀ  օրենքի համաձայն՝ հետիոտներին ենհավասարեցվում՝արագությամբ  տեղաշարժվող  հաշմանդամները։',
        answers: ['Շարժիչ ունեցող հաշմանդամային սայլակով`  հետիոտնի', 'Հեծանիվ,  մոպեդ  կամ  մոտոցիկլ  տանող  անձինք։', 'Բոլոր  թվարկած  անձինք։'],
        correct_answer: 'Բոլոր  թվարկած  անձինք։',
        image: null
    },
    {
        id: 38,
        question: '«Ճանապարհային  երթեւեկության անվտանգությանապահովման մասին»  ՀՀ  օրենքի համաձայն՝ տրանսպորտայինմիջոցներ վարելու իրավունքը ծագում է՝տրանսպորտային միջոցներ վարելու գործնական քննություններըդրական հանձնելու պահից։',
        answers: ['Ճանապարհային ոստիկանության ստորաբաժանումներում', 'Վարորդական իրավունքի վկայական  ստանալու պահից։'],
        correct_answer: 'Վարորդական իրավունքի վկայական  ստանալու պահից։',
        image: null
    },
    {
        id: 39,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»   ՀՀ  օրենքի  համաձայն՝  «A»  եւ  «B»  կարգերիտրանսպորտային միջոցներ վարելու միջազգային վարորդականվկայականները  կարող են տրվել՝',
        answers: ['16  տարին  լրացած անձանց։', '17 տարին  լրացած անձանց։', '18  տարին  լրացած անձանց։'],
        correct_answer: '18  տարին  լրացած անձանց։',
        image: null
    },
    {
        id: 40,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ   օրենքի  համաձայն՝  «C»   կարգիտրանսպորտային միջոցներ վարելու միջազգային վարորդականվկայական կարող է տրվել՝',
        answers: ['18  տարին  լրացած անձանց։', '20  տարին  լրացած անձանց։', '21 տարին  լրացած անձանց։'],
        correct_answer: '21 տարին  լրացած անձանց։',
        image: null
    },
    {
        id: 41,
        question: '«Ճանապարհային  երթեւեկության  անվտանգությանապահովման մասին»  ՀՀ  օրենքի  համաձայն՝ ազգայինվարորդական  վկայականները  տրվում  են՝',
        answers: ['5 տարի   ժամանակով։', '10 տարի   ժամանակով։', '20 տարի   ժամանակով։', 'Անժամկետ։'],
        correct_answer: '10 տարի   ժամանակով։',
        image: null
    },
    {
        id: 42,
        question: '«Ճանապարհային  երթեւեկության անվտանգությանապահովման  մասին»   ՀՀ   օրենքի  համաձայն`  միջազգայինվարորդական  վկայականները  տրվում են՝',
        answers: ['1 տարի  ժամանակով։', '3 տարի   ժամանակով։', '5 տարի   ժամանակով։', 'Անժամկետ։'],
        correct_answer: '3 տարի   ժամանակով։',
        image: null
    },
    {
        id: 43,
        question: '«Ճանապարհային  երթեւեկության  անվտանգությանապահովման  մասին»  ՀՀ  օրենքի համաձայն՝  Ճանապարհայինոստիկանության  ստորաբաժանումներում (բացառությամբ «AM»ենթակարգի տրանսպորտային միջոցի վարորդի թեկնածուի)վարորդի  թեկնածուն կարող  է  մասնակցել  գործնականքննության, եթե լրացել է նրա',
        answers: ['15  տարին։', '16  տարին։', '17  տարին։'],
        correct_answer: '17  տարին։',
        image: null
    },
    {
        id: 44,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին»  ՀՀ  օրենքի  համաձայն՝ կանգառ է համարվում՝ուղեւորի պահանջի հետ։կանխամտածված անշարժ  վիճակի բերելը,  եթե դա  կապված չէուղեւորների  նստեցման, իջեցման կամ  տրանսպորտային միջոցիբեռնման, բեռնաթափման հետ։տրանսպորտային  միջոցը  բեռնելու,  բեռնաթափելու  համարանհրաժեշտ ժամանակով տրանսպորտային միջոցըկանխամտածված անշարժ վիճակի բերելը։',
        answers: ['Տրանսպորտային միջոցն անշարժ վիճակի բերելը`  կապված', '5  րոպեից  ավելի ժամանակով տրանսպորտային  միջոցը', 'Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ)'],
        correct_answer: 'Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ)',
        image: null
    },
    {
        id: 45,
        question: '«Ճանապարհային  երթեւեկության  անվտանգությանապահովման  մասին»  ՀՀ   օրենքի  համաձայն՝ ընդհանուրօգտագործման  տրանսպորտային  միջոց  է  համարվում՝շարժվող,  ուղեւորներ  եւ  (կամ)  ուղեբեռներ  տեղափոխողտրանսպորտային  միջոցը  (տրամվայ,  տրոլեյբուս,  ավտոբուս),ինչպես  նաեւ  թեթեւ  մարդատար  տաքսի  ավտոմոբիլը։շարժվող,  ուղեւորներ  եւ  (կամ)  ուղեբեռներ  տեղափոխողտրանսպորտային  միջոցը  (տրամվայ,  տրոլեյբուս,  ավտոբուս)։ուղեբեռներ  տեղափոխող  տրանսպորտային  միջոցը։',
        answers: ['Կանգառի  կետեր  (կանգառներ)  ունեցող,  երթուղիներով', 'Կանգառի  կետեր  (կանգառներ)  ունեցող,  երթուղիներով', 'Զբոսաշրջային երթուղով  շարժվող, ուղեւորներ  եւ  (կամ)'],
        correct_answer: 'Կանգառի  կետեր  (կանգառներ)  ունեցող,  երթուղիներով',
        image: null
    },
    {
        id: 46,
        question: '«Ճանապարհային  երթեւեկության անվտանգության ապահովմանմասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցիթույլատրելի առավելագույն  զանգված  է համարվում՝առավելագույն    զանգվածը։լիցքավորված  տրանսպորտային միջոցի  զանգվածը, որնարտադրող կազմակերպությունը սահմանել է որպեսառավելագույն թույլատրելի։տրանսպորտային միջոցի  զանգվածը, որն արտադրողկազմակերպությունը սահմանել է որպես առավելագույնթույլատրելի։',
        answers: ['Լրակազմված եւ  լիցքավորված  տրանսպորտային միջոցի', 'Վարորդով,  ուղեւորներով եւ բեռով  բեռնված,  լրակազմված  ու', 'Վարորդով,  ուղեւորներով  եւ  բեռով  բեռնված'],
        correct_answer: 'Վարորդով,  ուղեւորներով եւ բեռով  բեռնված,  լրակազմված  ու',
        image: null
    },
    {
        id: 47,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին» ՀՀ օրենքի համաձայն՝ «B», «C»,  «D»  կարգերի եւ «C1»,«D1» ենթակարգերի տրանսպորտային  միջոցներ  վարելուիրավունքի վկայական ունեցող անձանց թույլատրվում է դրանքվարել նաեւ կցորդներով, եթե  կցորդի առավելագույն թույլատրելիզանգված է։',
        answers: ['950 կիլոգրամը։', '850 կիլոգրամը։', '750 կիլոգրամը։'],
        correct_answer: '750 կիլոգրամը։',
        image: null
    },
    {
        id: 48,
        question: '«Ճանապարհային  երթեւեկության անվտանգությանապահովման մասին»  ՀՀ  օրենքի համաձայն՝ ընդհանուրօգտագործման տրանսպորտային միջոցի կանգառի կետ էհամարվում՝որոշակի հատվածում ուղեւորների նստեցման-իջեցման համարնախատեսված եւ համապատասխան ճանապարհայիննշաններով կահավորված վայր։որոշակի հատվածում ուղեւորների նստեցման-իջեցման համարնախատեսված վայր։',
        answers: ['Ընդհանուր օգտագործման տրանսպորտային միջոցի երթուղու', 'Ընդհանուր օգտագործման տրանսպորտային միջոցի երթուղու'],
        correct_answer: 'Ընդհանուր օգտագործման տրանսպորտային միջոցի երթուղու',
        image: null
    },
    {
        id: 49,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին» ՀՀ օրենքի համաձայն՝   «D»  կարգի եւ «D1» ենթակարգիտրանսպորտային միջոցներ վարելու իրավունքի վկայականկարող է տրվել այն անձանց, ովքեր ունեն`միջոցներ  վարելու  վարորդական վկայական եւ լրացել է նրանց21 տարին։միջոցներ  վարելու  վարորդական վկայական եւ  լրացել է նրանց18 տարին։միջոցներ  վարելու  վարորդական վկայական եւ լրացել է նրանց18 տարին։միջոցներ  վարելու  վարորդական վկայական եւ լրացել է նրանց20 տարին։',
        answers: ['«B» կամ «C» կարգի կամ  «C1» ենթակարգի   տրանսպորտային', '«B» կարգի կամ  «B1» ենթակարգի   տրանսպորտային', '«AB» կարգերի կամ  «A1B1» ենթակարգերի   տրանսպորտային', '«B» կամ «C» կարգի կամ  «C1» ենթակարգի   տրանսպորտային'],
        correct_answer: '«B» կամ «C» կարգի կամ  «C1» ենթակարգի   տրանսպորտային',
        image: null
    },
    {
        id: 50,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովմանմասին» ՀՀ օրենքի համաձայն՝  «D»,  «DE»   կարգերի,  «D1» եւ«D1E»  ենթակարգերի տրանսպորտային միջոցներ վարելումիջազգային վարորդական իրավունքի վկայական կարող է տրվել՝',
        answers: ['19 տարին լրացած անձանց։', '20 տարին լրացած անձանց։', '21 տարին լրացած անձանց։', '22 տարին լրացած անձանց։'],
        correct_answer: '21 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 51,
        question: 'Հողային ծածկույթով ճանապարհից դուրս գալով ասֆալտբետոնեծածկույթ ունեցող ճանապարհ',
        answers: ['Պետք է այն համարենք գլխավոր ճանապարհ', 'Այդ ճանապարհը մեզ հավասարազոր ենք համարում'],
        correct_answer: 'Պետք է այն համարենք գլխավոր ճանապարհ',
        image: 'images/image_51.jpg'
    },
    {
        id: 52,
        question: 'Քանի՞ երթևեկության գոտիի կա այս երթևեկելի մասում',
        answers: ['Մեկ', 'Երկու', 'Երեք'],
        correct_answer: 'Երկու',
        image: 'images/image_52.jpg'
    },
    {
        id: 53,
        question: 'Թո՞ւյլատրվում է արդյոք երթևեկել երթևեկելի մասի կենտրոնովնշված լայնության պայմաններում',
        answers: ['Այո', 'Այո, երբ հանդիպակաց երթևեկությունը բացակայում է', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_53.jpg'
    },
    {
        id: 54,
        question: 'Նշվածներից ո՞ր անշարժ օբյեկտը արգելք չի հանդիսանում',
        answers: ['Երթևեկելի մասի ծածկույթի վնասվածքը', 'Կողմնակի առարկան', 'Անսարք կամ անշարժ ավտոմեքենան', 'Խցանման պատճառով կանգ առած ավտոմեքնան'],
        correct_answer: 'Խցանման պատճառով կանգ առած ավտոմեքնան',
        image: null
    },
    {
        id: 55,
        question: 'Ճանապարհի մաս հանդիսանում են արդյո՞ք մայթը կամկողնակները',
        answers: ['Այո', 'Միայն կողնակը', 'Ոչ'],
        correct_answer: 'Այո',
        image: null
    },
    {
        id: 56,
        question: 'Քանի՞ երթևեկելի մասեր ունի այս ճանապարհը',
        answers: ['Մեկ', 'Երկու', 'Չորս'],
        correct_answer: 'Երկու',
        image: 'images/image_56.jpg'
    },
    {
        id: 57,
        question: 'Քանի՞ խաչմերուկ կա այս նկարում',
        answers: ['Մեկ', 'Երկու', 'Չորս'],
        correct_answer: 'Մեկ',
        image: 'images/image_57.jpg'
    },
    {
        id: 58,
        question: 'Քանի՞ երթևեկելի մասերի հատում կա այս խաչմերուկում',
        answers: ['Մեկ', 'Երկու'],
        correct_answer: 'Երկու',
        image: 'images/image_58.jpg'
    },
    {
        id: 59,
        question: 'Քանի՞ երթևեկության գոտիներ ունի այս ճանապարհը',
        answers: ['Երկու', 'Չորս'],
        correct_answer: 'Չորս',
        image: 'images/image_59.jpg'
    },
    {
        id: 60,
        question: 'Ո՞ր նկարում ճանապարհը բաժանարար գոտի ունի',
        answers: ['Միայն աջ', 'Երկու դեպքում', 'Միայն ձախ'],
        correct_answer: 'Երկու դեպքում',
        image: 'images/image_60.jpg'
    },
    {
        id: 61,
        question: 'Զիջել ճանապարհն այլ տրանսպորտային միջոցների նշանակում էկատարի որևէ մանևր, եթե դա կարող է այլ տրանսպորտայինմիջոցների վարորդներին ստիպել փոխել շարժման ուղղությունըկամ արագությունը:կատարի որևէ մանևր, եթե դա կարող է այլ տրանսպորտայինմիջոցների վարորդներին ստիպել անսպասելի փոխել շարժմանուղղությունը կամ արագությունը',
        answers: ['Վարորդը չպետք է շարունակի կամ վերսկսի շարժումը կամ', 'Վարորդը չպետք է շարունակի կամ վերսկսի շարժումը կամ', 'Անվերապահորեն կանգնեցնել տրանսպորտային միջոցը:'],
        correct_answer: 'Վարորդը չպետք է շարունակի կամ վերսկսի շարժումը կամ',
        image: null
    },
    {
        id: 62,
        question: 'Ո՞ր նկարում է խաչմերուկ պատկերված',
        answers: ['Միայն ձախ', 'Միայն աջ', 'Երկու դեպքում'],
        correct_answer: 'Միայն ձախ',
        image: 'images/image_62.jpg'
    },
    {
        id: 63,
        question: 'Քանի՞ երթևեկելի մասերի հատում կա խաչմերուկում',
        answers: ['Մեկ', 'Երկու', 'Չորս'],
        correct_answer: 'Երկու',
        image: 'images/image_63.jpg'
    },
    {
        id: 64,
        question: 'Վերադասավորում է համարվումերթևեկության սկզբնական ուղղությունը պահպանելով, դուրսգալըսահմաններում զբաղեցրած շարքից, երթևեկության սկզբնականուղղությունը պահպանելով, դուրս գալը',
        answers: ['տրանսպորտային միջոցի զբաղեցրած երթևեկության գոտուց', 'տրանսպորտային միջոցի գծանշված երթևեկության գոտու', 'Նշված երկու դեպքերը'],
        correct_answer: 'Նշված երկու դեպքերը',
        image: null
    },
    {
        id: 65,
        question: 'Շրջադարձ է համարվումնպատակով իրականացվող մանևրըմերձակա տարածք դուրս գալու նպատակով իրականացվողմանևրը',
        answers: ['տրանսպորտային միջոցի` այլ ճանապարհ դուրս գալու', 'տրանսպորտային միջոցի` այլ ճանապարհ կամ ճանապարհից'],
        correct_answer: 'տրանսպորտային միջոցի` այլ ճանապարհ կամ ճանապարհից',
        image: null
    },
    {
        id: 66,
        question: 'Հետադարձ է համարվումհանդիպակաց ուղղությամբ փոխելու նպատակով իրականացվողմանևր:',
        answers: ['տրանսպորտային միջոցը հանդիպակաց ուղղությամբ վարելը.', 'տրանսպորտային միջոցի շարժման ուղղությունը'],
        correct_answer: 'տրանսպորտային միջոցի շարժման ուղղությունը',
        image: null
    },
    {
        id: 67,
        question: 'Կողանցում է համարվումմիջոցներից առաջ անցնելը` առանց զբաղեցրած գոտուց դուրսգալումիջոցներից առաջ անցնելը` կապված զբաղեցրած գոտուց դուրսգալու հետ',
        answers: ['շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային', 'շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային'],
        correct_answer: 'շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային',
        image: null
    },
    {
        id: 68,
        question: 'Երթևեկության սկիզբ է համարվումշարժումն սկսելու պահը` կապված հարևան երթևեկության գոտիվերադասավորման հետ կամ առանց դրաշարժումն սկսելու պահը` կապված հարևան երթևեկության գոտիվերադասավորման հետ:',
        answers: ['կանգառի կամ կայանման վայրից տրանսպորտային միջոցի', 'կանգառի կամ կայանման վայրից տրանսպորտային միջոցի'],
        correct_answer: 'կանգառի կամ կայանման վայրից տրանսպորտային միջոցի',
        image: null
    },
    {
        id: 69,
        question: 'Մանևրում է համարվումհարևան երթևեկության գոտի դուրս գալու հետ),վերադասավորում, երթևեկության ուղղության փոփոխություն,կանգառ (վերադասավորվելով) և հետընթաց կատարելըվերադասավորում, երթևեկության ուղղության փոփոխություն,կանգառ և հետընթաց կատարելը',
        answers: ['տրանսպորտային միջոցի երթևեկության սկիզբ (կապված', 'տրանսպորտային միջոցի երթևեկության սկիզբ,'],
        correct_answer: 'տրանսպորտային միջոցի երթևեկության սկիզբ (կապված',
        image: null
    },
    {
        id: 70,
        question: 'ՙՃանապարհային երթևեկության անվտանգության ապահովմանմասին՚ ՀՀ օրենքի համաձայն բաժանարար գոտի է համարվումկառուցվածքորեն առանձնացված տարր, որը նախատեսված չէտրանսպորտային միջոցների և հետիոտների երթևեկության կամկանգառի համարկառուցվածքորեն և (կամ) համապատասխան գծանշումովառանձնացված տարր, որը նախատեսված չէ տրանսպորտայինմիջոցների և հետիոտների երթևեկության կամ կանգառի համար',
        answers: ['ճանապարհի հարակից երթևեկելի մասերը բաժանող,', 'ճանապարհի հարակից երթևեկելի մասերը բաժանող,'],
        correct_answer: 'ճանապարհի հարակից երթևեկելի մասերը բաժանող,',
        image: null
    },
    {
        id: 71,
        question: 'ՙՃանապարհային երթևեկության անվտանգության ապահովմանմասին՚ ՀՀ օրենքի համաձայն վարորդին են հավասարեցվումանասուններ քշող անձըանձը',
        answers: ['ճանապարհով բեռնակիր և (կամ) հեծկան կենդանիներ կամ', 'բեռնակիր և (կամ) հեծկան կենդանիներ կամ անասուններ քշող'],
        correct_answer: 'ճանապարհով բեռնակիր և (կամ) հեծկան կենդանիներ կամ',
        image: null
    },
    {
        id: 72,
        question: 'ՙՃանապարհային երթևեկության անվտանգության ապահովմանմասին՚ ՀՀ օրենքի համաձայն մայթ է համարվումտեղաշարժվելու համար նախատեսված երթևեկելի մասին հարողճանապարհի տարրըտեղաշարժվելու համար նախատեսված երթևեկելի մասից որևէեղանակով առանձնացված ճանապարհի տարրը',
        answers: ['օրենսդրությամբ սահմանված կարգով հետիոտնի', 'օրենսդրությամբ սահմանված կարգով հետիոտնի', 'Նշված երկու դեպքերը'],
        correct_answer: 'Նշված երկու դեպքերը',
        image: null
    }
];