export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն ուղեւոր է համարվում՝ ',
        answers: ['Տրանսպորտային միջոցի սրահում (խցիկում) կամ տրանսպորտային միջոցի վրա գտնվող անձը` բացառությամբ վարորդի եւ վարել սովորեցնողի։', 'Տրանսպորտային  միջոցի  սրահում  (խցիկում)  կամ  տրանսպորտային  միջոցի  վրա  գտնվող,  ինչպես  նաեւ  տրանսպորտային միջոցը  նստող  (բարձրացող)  ու  դրանից  դուրս  եկող (իջնող)    անձը` բացառությամբ  վարորդի  եւ  վարել  սովորեցնողի։'],
        correct_answer: 'Տրանսպորտային  միջոցի  սրահում  (խցիկում)  կամ  տրանսպորտային  միջոցի  վրա  գտնվող,  ինչպես  նաեւ  տրանսպորտային միջոցը  նստող  (բարձրացող)  ու  դրանից  դուրս  եկող (իջնող)    անձը` բացառությամբ  վարորդի  եւ  վարել  սովորեցնողի։',
        image: null
    },
    {
        id: 2,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման  մասին» ՀՀ  օրենքի  համաձայն՝ «A» կարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական  կարող է տրվել՝ ',
        answers: ['16 տարին լրացած անձանց։', '17 տարին լրացած անձանց։', '18 տարին լրացած անձանց։'],
        correct_answer: '18 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 3,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «BE» կարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել՝ ',
        answers: ['17 տարին լրացած անձանց։', '18 տարին լրացած անձանց։', '19 տարին լրացած անձանց։'],
        correct_answer: '19 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման  մասին»  ՀՀ  օրենքի  համաձայն`  ճանապարհի երթեւեկելի  մաս է համարվում` ',
        answers: ['Ճանապարհի տարրը` նախատեսված տրանսպորտային միջոցների երթեւեկության համար։', 'Ճանապարհի տարրը` նախատեսված ոչ ռելսագնաց տրանսպորտային միջոցների երթեւեկության համար։'],
        correct_answer: 'Ճանապարհի տարրը` նախատեսված ոչ ռելսագնաց տրանսպորտային միջոցների երթեւեկության համար։',
        image: null
    },
    {
        id: 5,
        question: 'Պարտավո՞ր  է արդյոք  վարել  սովորողն  ուսումնական  վարման  ժամանակ  ամրակապվել  անվտանգության  գոտիներով։ ',
        answers: ['Պարտավոր  է։', 'Պարտավոր  չէ։', 'Պարտավոր  չէ,  եթե  դա  դժվարացնում  է  ավտոմոբիլ  ղեկավարելը։', 'Պարտավոր  չէ,  եթե  թույլատրում  է  վարել  սովորեցնողը։'],
        correct_answer: 'Պարտավոր  է։',
        image: null
    },
    {
        id: 6,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «D» կարգի  եւ «D1» ենթակարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել՝ ',
        answers: ['18 տարին լրացած անձանց։', '19 տարին լրացած անձանց։', '20 տարին լրացած անձանց։', '21 տարին լրացած անձանց։'],
        correct_answer: '21 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 7,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին»   ՀՀ   օրենքի  համաձայն՝  հետիոտն  է  համարվում՝ ',
        answers: ['Տրանսպորտային միջոցից դուրս` ճանապարհի  վրա  գտնվող   անձը` բացառությամբ ճանապարհի վրա աշխատանքներ իրականացնելու իրավասություն  ունեցող  եւ  օրենսդրությամբ  սահմանված կարգով այդ աշխատանքներն իրականացնող անձը։', 'Տրանսպորտային  միջոցից  դուրս`  ճանապարհի  վրա  գտնվող,   այդ  թվում`  ճանապարհի  վրա  աշխատանքներ  իրականացնելու  իրավասություն ունեցող  եւ  օրենսդրությամբ սահմանված կարգով այդ աշխատանքներն իրականացնող անձը։'],
        correct_answer: 'Տրանսպորտային միջոցից դուրս` ճանապարհի  վրա  գտնվող   անձը` բացառությամբ ճանապարհի վրա աշխատանքներ իրականացնելու իրավասություն  ունեցող  եւ  օրենսդրությամբ  սահմանված կարգով այդ աշխատանքներն իրականացնող անձը։',
        image: null
    },
    {
        id: 8,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցի գործնական վարման սկզբնական ուսուցումը  իրականացվում է՝ ',
        answers: ['Բնակավայրերից դուրս` ճանապարհներին` հաշվի առնելով  տրանսպորտային միջոցների երթեւեկության ինտենսիվությունը։', 'Փակ հրապարակում կամ ավտոդրոմում։', 'Ցանկացած ճանապարհին (բացառությամբ ավտոմայրուղիների)`  հաշվի առնելով տրանսպորտային միջոցների երթեւեկության  ինտենսիվությունը։'],
        correct_answer: 'Փակ հրապարակում կամ ավտոդրոմում։',
        image: null
    },
    {
        id: 9,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին»  ՀՀ  օրենքի համաձայն` մերձակա  տարածքից ելքը դեպի ճանապարհ համարվու՞մ  է  արդյոք խաչմերուկ։ ',
        answers: ['Չի համարվում։', 'Համարվում է։'],
        correct_answer: 'Չի համարվում։',
        image: null
    },
    {
        id: 10,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «B», «C» եւ «D»  կարգերի տրանսպորտային  միջոցներ  վարելու իրավունքի վկայական ունեցող անձանց թույլատրվում է դրանք վարել նաեւ կցորդներով, եթե  կցորդի թույլատրելի առավելագույն զանգվածը չի գերազանցում ',
        answers: ['750 կիլոգրամը։', '800 կիլոգրամը։', '1000 կիլոգրամը։'],
        correct_answer: '750 կիլոգրամը։',
        image: null
    },
    {
        id: 11,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին»  ՀՀ օրենքի համաձայն՝ երթևեկելի մասով հեծանվորդներին  արգելվում է երթեւեկել՝ ',
        answers: ['Առանց պաշտպանիչ ակնոցների։', 'Առանց սաղավարտի։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Առանց սաղավարտի։',
        image: null
    },
    {
        id: 12,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման  մասին»  ՀՀ  օրենքի համաձայն՝ «B» եւ «C» կարգերի  տրանսպորտային  միջոցներ  վարելու  իրավունքի վկայական  կարող է տրվել՝ ',
        answers: ['16 տարին  լրացած անձանց։', '17 տարին  լրացած անձանց։', '18 տարին  լրացած անձանց։'],
        correct_answer: '18 տարին  լրացած անձանց։',
        image: null
    },
    {
        id: 13,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման   մասին»    ՀՀ   օրենքի   համաձայն՝  մոպեդ  է  համարվում ՝ ',
        answers: ['Ոչ ավել 50 սմ խորանարդ  բանվորական ծավալի  շարժիչով  եւ ոչ ավել  50 կմ/ժ  առավելագույն արագությամբ երկանիվ կամ եռանիվ տրանսպորտային միջոցը։', 'Ոչ ավել 60 սմ խորանարդ բանվորական ծավալի շարժիչով եւ ոչ ավել  60 կմ/ժ  առավելագույն արագությամբ երկանիվ կամ եռանիվ տրանսպորտային միջոցը։', 'Ոչ ավել 70 սմ խորանարդ բանվորական ծավալի շարժիչով եւ ոչ ավել  70 կմ/ժ  առավելագույն արագությամբ երկանիվ կամ եռանիվ տրանսպորտային միջոցը։'],
        correct_answer: 'Ոչ ավել 50 սմ խորանարդ  բանվորական ծավալի  շարժիչով  եւ ոչ ավել  50 կմ/ժ  առավելագույն արագությամբ երկանիվ կամ եռանիվ տրանսպորտային միջոցը։',
        image: null
    },
    {
        id: 14,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին»  ՀՀ  օրենքի  համաձայն՝  հարկադրված կանգառ է համարվում՝ ',
        answers: ['Երթեւեկության  ընդհատումը՝  կապված  լուսացույցի  արգելող ազդանշանի անսպասելի միացման հետ։', 'Երթեւեկության ընդհատումը՝ կապված ճանապարհին գոյացած խցանման հետ։', 'Տրանսպորտային միջոցի անսարքության, վարորդի (ուղեւորի)  ֆիզիկական  եւ  (կամ)  հոգեկան վիճակով եւ  (կամ)  բեռի փոխադրմամբ պայմանավորված՝ վտանգի կամ  ճանապարհին ի հայտ եկած այլ խոչընդոտի պատճառով տրանսպորտային միջոցն անշարժ վիճակի բերելը։', 'Թվարկած բոլոր դեպքերը։'],
        correct_answer: 'Թվարկած բոլոր դեպքերը։',
        image: null
    },
    {
        id: 15,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման  մասին»  ՀՀ  օրենքի համաձայն՝ անբավարար տեսանելիություն  է  համարվում՝ ',
        answers: ['Ճանապարհի տեսանելիության հեռավորությունը՝ օրվա մութ ժամանակ։', 'Ճանապարհի տեսանելիության հեռավորությունը բնակավայրերում՝ երթեւեկելի մասի արհեստական լուսավորվածության բացակայության պայմաններում։', 'Մառախուղի, անձրեւի, ձյունաթափի եւ (կամ)  ճանապարհային երթեւեկության անվտանգության ապահովման համար այլ անբարենպաստ  եղանակի  պայմաններում,  ճանապարհի տեսանելիություն եւ (կամ)  մինչեւ  300  մետր տեսանելիության  հեռավորություն։'],
        correct_answer: 'Մառախուղի, անձրեւի, ձյունաթափի եւ (կամ)  ճանապարհային երթեւեկության անվտանգության ապահովման համար այլ անբարենպաստ  եղանակի  պայմաններում,  ճանապարհի տեսանելիություն եւ (կամ)  մինչեւ  300  մետր տեսանելիության  հեռավորություն։',
        image: null
    },
    {
        id: 16,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման  մասին»  ՀՀ  օրենքի  համաձայն՝ կանգառ է համարվում՝ ',
        answers: ['Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ) տրանսպորտային  միջոցը  բեռնելու,  բեռնաթափելու  համար անհրաժեշտ ժամանակով տրանսպորտային միջոցն կանխամտածված անշարժ վիճակի բերելը։', '5  րոպեից  ավելի  տրանսպորտային  միջոցն  անշարժ  վիճակի բերելը,  եթե դա  կապված չէ  ուղեւորների  նստեցման, իջեցման կամ  տրանսպորտային միջոցի  բեռնման, բեռնաթափման հետ։'],
        correct_answer: 'Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ) տրանսպորտային  միջոցը  բեռնելու,  բեռնաթափելու  համար անհրաժեշտ ժամանակով տրանսպորտային միջոցն կանխամտածված անշարժ վիճակի բերելը։',
        image: null
    },
    {
        id: 17,
        question: '«Ճանապարհային  երթեւեկության  անվտանգության  ապահովման  մասին»  ՀՀ   օրենքի  համաձայն՝ ընդհանուր  օգտագործման  տրանսպորտային  միջոց  է  համարվում՝ ',
        answers: ['Կանգառի  կետեր  (կանգառներ)  ունեցող,  երթուղիներով  շարժվող,  ուղեւորներ  եւ  (կամ)  ուղեբեռներ  տեղափոխող  տրանսպորտային  միջոցը  (տրամվայ,  տրոլեյբուս,  ավտոբուս)։', 'Կանգառի  կետեր  (կանգառներ)  ունեցող,  երթուղիներով  շարժվող,  ուղեւորներ  եւ  (կամ)  ուղեբեռներ  տեղափոխող  տրանսպորտային  միջոցը  (տրամվայ,  տրոլեյբուս,  ավտոբուս),  ինչպես  նաեւ  թեթեւ  մարդատար  տաքսի  ավտոմոբիլը։'],
        correct_answer: 'Կանգառի  կետեր  (կանգառներ)  ունեցող,  երթուղիներով  շարժվող,  ուղեւորներ  եւ  (կամ)  ուղեբեռներ  տեղափոխող  տրանսպորտային  միջոցը  (տրամվայ,  տրոլեյբուս,  ավտոբուս)։',
        image: null
    },
    {
        id: 18,
        question: '«Ճանապարհային  երթեւեկության  անվտանգության  ապահովման մասին»  ՀՀ  օրենքի համաձայն՝  հետիոտներին  են  հավասարեցվում՝ ',
        answers: ['Առանց  շարժիչի  հաշմանդամային  սայլակներով  տեղաշարժվող  հաշմանդամները։', 'Բեռնասայլակ,  սահնակ,  մանկասայլակ  կամ  հաշմանդամային  սայլակ  քաշող  (հրող)  անձինք։', 'Թվարկած  բոլոր  անձինք։'],
        correct_answer: 'Թվարկած  բոլոր  անձինք։',
        image: null
    },
    {
        id: 19,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման  մասին»  ՀՀ  օրենքի համաձայն՝  կցորդ  (կիսակցորդ)  է համարվում՝ ',
        answers: ['Կոշտ կցիչով քարշակվող ցանկացած  մեխանիկական տրանսպորտային միջոցը։', 'Շարժիչով  չկահավորված  տրանսպորտային  միջոցը,  որը  նախատեսված  է  մեխանիկական տրանսպորտային միջոցով  շարժման  մեջ  դրվելու  եւ   դրա   կազմում  որպես  մեկ  ամբողջություն երթեւեկելու համար (ներառյալ՝ հատուկ կցորդը)։'],
        correct_answer: 'Շարժիչով  չկահավորված  տրանսպորտային  միջոցը,  որը  նախատեսված  է  մեխանիկական տրանսպորտային միջոցով  շարժման  մեջ  դրվելու  եւ   դրա   կազմում  որպես  մեկ  ամբողջություն երթեւեկելու համար (ներառյալ՝ հատուկ կցորդը)։',
        image: null
    },
    {
        id: 20,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման  մասին»  ՀՀ  օրենքի  համաձայն՝  Հայաստանի Հանրապետության  ճանապարհներին սահմանվում է՝ ',
        answers: ['Աջակողմյան  երթեւեկություն։', 'Ձախակողմյան  երթեւեկություն։'],
        correct_answer: 'Աջակողմյան  երթեւեկություն։',
        image: null
    },
    {
        id: 21,
        question: '«Ճանապարհային  երթեւեկության անվտանգության  ապահովման մասին»  ՀՀ  օրենքի համաձայն՝  կայանում է համարվում՝ ',
        answers: ['5  րոպեից  ավելի  տրանսպորտային  միջոցը կանխամտածված  անշարժ  վիճակի բերելը,  եթե դա  կապված չէ  ուղեւորների  նստեցման, իջեցման կամ  տրանսպորտային միջոցի  բեռնման, բեռնաթափման հետ։', '5 րոպեից ավելի տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը, բացառությամբ ճանապարհային երթեւեկության այլ մասնակցի կամ որեւէ արգելքի հետ ընդհարումը կանխելու, ուղեւորի նuտելու, իջնելու եւ (կամ) տրանuպորտային միջոցը բեռնելու, բեռնաթափելու, ինչպես նաև օրենսդրությամբ նախատեսված այլ դեպքերի։'],
        correct_answer: '5 րոպեից ավելի տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը, բացառությամբ ճանապարհային երթեւեկության այլ մասնակցի կամ որեւէ արգելքի հետ ընդհարումը կանխելու, ուղեւորի նuտելու, իջնելու եւ (կամ) տրանuպորտային միջոցը բեռնելու, բեռնաթափելու, ինչպես նաև օրենսդրությամբ նախատեսված այլ դեպքերի։',
        image: null
    },
    {
        id: 22,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝  ՀՀ զինված ուժեր եւ այլ զորքեր զորակոչված անձանց  «D»  կարգի եւ «D1» ենթակարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել՝ ',
        answers: ['18 տարին լրացած անձանց։', '19 տարին լրացած անձանց։', '20 տարին լրացած անձանց։', '21 տարին լրացած անձանց։'],
        correct_answer: '19 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 23,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին»  ՀՀ օրենքի համաձայն՝ տրանսպորտային  միջոցի ձեռք բերման օրվանից ի՞նչ ժամկետում այն պետք  է  ներկայացվի  պետական գրանցման՝  Ճանապարհային  ոստիկանության մարմիններ։ ',
        answers: ['15  օրվա ընթացքում։', '10  օրվա ընթացքում։', '20  օրվա ընթացքում։'],
        correct_answer: '15  օրվա ընթացքում։',
        image: null
    },
    {
        id: 24,
        question: '«Ճանապարհային  երթեւեկության  անվտանգության  ապահովման  մասին»  ՀՀ  օրենքի համաձայն՝ ճանապարհային  երթեւեկությանը   մասնակցող  տրանսպորտային միջոցը տեխնիկապես  սարքին  վիճակում  պահպանելու  համար  պատասխանատվություն կրում է՝ ',
        answers: ['Տրանսպորտային  միջոցի  սեփականատերը  կամ  օգտագործողը։', 'Տրանսպորտային  միջոցը  վաճառած  կազմակերպությունը։', 'Տրանսպորտային   միջոցի՝  վերջին  տարեկան  տեխնիկական  զննությունն  իրականացրած կազմակերպությունը։', 'Թվարկած  բոլոր  անձինք  եւ  կազմակերպությունները։'],
        correct_answer: 'Տրանսպորտային  միջոցի  սեփականատերը  կամ  օգտագործողը։',
        image: null
    },
    {
        id: 25,
        question: '«Ճանապարհային  երթեւեկության  անվտանգության  ապահովման  մասին»  ՀՀ  օրենքի  համաձայն՝  երթեւեկությունը  սկսելուց  առաջ  տրանսպորտային  միջոցի  վարորդը  պարտավոր  է  ստուգել՝ ',
        answers: ['Արգելակային  համակարգի  եւ ղեկային  կառավարման  սարքինությունը։', 'Անվադողերի  պահպանաշերտի  նախշանկարի  մնացորդային  բարձրության համապատասխանությունը  սահմանված  նորմերին։', 'Բոլոր  թվարկածները։'],
        correct_answer: 'Բոլոր  թվարկածները։',
        image: null
    },
    {
        id: 26,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցի վարորդը պարտավոր է օժանդակելու նպատակով  տրամադրել տրանսպորտային միջոցը՝ ',
        answers: ['Ոստիկանության  ծառայողներին՝  շտապ  բժշկական  օգնության  կարիք  ունեցող  անձանց բժշկական  հաստատություն  տեղափոխելու  համար։', 'Բուժաշխատողներին,  որոնք  բուժօգնություն  ցույց  տալու  համար   մեկնում  են  համընթաց ուղղությամբ  (վարորդի  համաձայնությամբ)։', 'Երկու  դեպքում  էլ։'],
        correct_answer: 'Երկու  դեպքում  էլ։',
        image: null
    },
    {
        id: 27,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային  միջոցի վարորդը պարտավոր է  ճանապարհատրանսպորտային պատահարին առընչություն ունենալու դեպքում՝ ',
        answers: ['Անմիջապես կանգնեցնել տրանսպորտային միջոցը։', 'Միացնել վթարային լուսային ազդանշանը։', 'Չտեղաշարժել պատահարի հետ կապված առարկաները։', 'Կատարել թվարկած բոլոր գործողությունները։'],
        correct_answer: 'Կատարել թվարկած բոլոր գործողությունները։',
        image: null
    },
    {
        id: 28,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին»  ՀՀ  օրենքի  համաձայն՝ մեխանիկական տրանսպորտային միջոցի վարորդը պարտավոր է իր մոտ  ունենալ՝ ',
        answers: ['Տվյալ կարգի տրանսպորտային միջոցը վարելու վարորդական  վկայականը եւ  տրանսպորտային  միջոցի  հաշվառման  փաստաթղթերը։', 'Լիազորագիր՝ այլ անձին պատկանող տրանսպորտային միջոցը  վարելու դեպքում։', 'Թվարկած բոլոր փաստաթղթերը։'],
        correct_answer: 'Տվյալ կարգի տրանսպորտային միջոցը վարելու վարորդական  վկայականը եւ  տրանսպորտային  միջոցի  հաշվառման  փաստաթղթերը։',
        image: null
    },
    {
        id: 29,
        question: '«Ճանապարհային  երթեւեկության  անվտանգության  ապահովման  մասին»  ՀՀ  օրենքի համաձայն՝  երթեւեկության  գոտի  է համարվում՝ ',
        answers: ['Երթեւեկելի  մասի   գծանշված  երկայնական  գոտին,  որի  լայնությունը  բավարար  է տրանսպորտային  միջոցների  մեկ  շարքով  երթեւեկության  համար։', 'Երթեւեկելի  մասի  գծանշված  կամ  չգծանշված  երկայնական  գոտին,  որի  լայնությունը  բավարար  է  տրանսպորտային  միջոցների  մեկ  շարքով  երթեւեկության  համար։'],
        correct_answer: 'Երթեւեկելի  մասի  գծանշված  կամ  չգծանշված  երկայնական  գոտին,  որի  լայնությունը  բավարար  է  տրանսպորտային  միջոցների  մեկ  շարքով  երթեւեկության  համար։',
        image: null
    },
    {
        id: 30,
        question: '«Ճանապարհային  երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ թույլատրելի առավելագույն  զանգված  է համարվում՝ ',
        answers: ['Լրակազմված եւ  լիցքավորված տրանսպորտային  միջոցի  զանգվածը։', 'Վարորդով,  ուղեւորներով  եւ  բեռով  բեռնված,  լրակազմված  ու  լիցքավորված  տրանսպորտային միջոցի  զանգվածը։'],
        correct_answer: 'Վարորդով,  ուղեւորներով  եւ  բեռով  բեռնված,  լրակազմված  ու  լիցքավորված  տրանսպորտային միջոցի  զանգվածը։',
        image: null
    },
    {
        id: 31,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին»   ՀՀ  օրենքի  համաձայն՝ կարգավորող  է  համարվում՝ ',
        answers: ['Ճանապարհային երթեւեկությունը կարգավորելու իրավասություն  ունեցող  եւ  օրենսդրությամբ  սահմանված  կարգով  այդ կարգավորումն իրականացնող անձը։', 'Երթեւեկության ցանկացած մասնակից  (վարորդ, ուղեւոր կամ  հետիոտն), որն անհրաժեշտությունն առաջանալու դեպքում  կատարում է կարգավորող գործողություններ։', 'Թվարկած բոլոր անձինք։'],
        correct_answer: 'Ճանապարհային երթեւեկությունը կարգավորելու իրավասություն  ունեցող  եւ  օրենսդրությամբ  սահմանված  կարգով  այդ կարգավորումն իրականացնող անձը։',
        image: null
    },
    {
        id: 32,
        question: '«Ճանապարհային  երթեւեկության անվտանգության ապահովման մասին»  ՀՀ  օրենքի համաձայն՝ տրանսպորտային  միջոց  վարել  սովորեցնողը՝ ',
        answers: ['Հավասարեցվում է վարորդին։', 'Չի հավասարեցվում վարորդին։'],
        correct_answer: 'Հավասարեցվում է վարորդին։',
        image: null
    },
    {
        id: 33,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման  մասին»  ՀՀ  օրենքի համաձայն՝  վթարային  իրադրություն  է համարվում՝ ',
        answers: ['Երթեւեկության մասնակցի գործողության եւ (կամ) անգործության  հետեւանքով առաջացած իրավիճակը, որի ժամանակ ստեղծվում  է  ճանապարհատրանսպորտային պատահարի իրական վտանգ։', 'Երթեւեկության մասնակցի եւ (կամ)  կարգավորողի գործողության  եւ   (կամ)  անգործության  հետեւանքով  առաջացած  իրավիճակը,   որի   ժամանակ  ստեղծվում  է  ճանապարհատրանսպորտային   պատահարի իրական վտանգ։'],
        correct_answer: 'Երթեւեկության մասնակցի եւ (կամ)  կարգավորողի գործողության  եւ   (կամ)  անգործության  հետեւանքով  առաջացած  իրավիճակը,   որի   ժամանակ  ստեղծվում  է  ճանապարհատրանսպորտային   պատահարի իրական վտանգ։',
        image: null
    },
    {
        id: 34,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին»   ՀՀ   օրենքի  համաձայն՝  օրվա մութ  ժամանակ  է  համարվում՝ ',
        answers: ['Աշնանը  եւ  ձմռանը`  երեկոյան  ժամը  2', '00-ից  մինչեւ  առավոտյան  ժամը', '00-ը,  գարնանը  եւ   ամռանը`  երեկոյան  ժամը  2', '00-ից  մինչեւ  առավոտյան  ժամը', '00-ն ընկած ժամանակահատվածը։', 'Մթնշաղի վերջի եւ աղջամուղջի սկզբի միջեւ ընկած ժամանակահատվածը։', 'Արեգակնային լուսավորության բացակայության ժամանակահատվածը։'],
        correct_answer: '00-ից  մինչեւ  առավոտյան  ժամը',
        image: null
    },
    {
        id: 35,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին»  ՀՀ  օրենքի համաձայն՝ ավտոբուս  է  համարվում՝ ',
        answers: ['Ուղեւորների   համար   նախատեսված   8-ից   ավելի  նստատեղ  ունեցող,  իր  կառուցվածքով  եւ կահավորվածությամբ ուղեւորների  եւ  ուղեբեռի  անվտանգ  եւ   հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը։', 'Ուղեւորների   համար  նախատեսված   8  եւ  ավելի   նստատեղ   ունեցող,  իր  կառուցվածքով  եւ կահավորվածությամբ ուղեւորների  եւ   ուղեբեռի  անվտանգ  եւ  հարմարավետ փոխադրման համար  նախատեսված  ավտոմոբիլը։'],
        correct_answer: 'Ուղեւորների   համար   նախատեսված   8-ից   ավելի  նստատեղ  ունեցող,  իր  կառուցվածքով  եւ կահավորվածությամբ ուղեւորների  եւ  ուղեբեռի  անվտանգ  եւ   հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը։',
        image: null
    },
    {
        id: 36,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին»  ՀՀ  օրենքի համաձայն՝ թեթեւ  մարդատար  ավտոմոբիլ  է  համարվում՝ ',
        answers: ['Ուղեւորների համար նախատեսված 8-ից ոչ ավելի նստատեղ  ունեցող, իր կառուցվածքով եւ կահավորվածությամբ ուղեւորների եւ ուղեբեռի  անվտանգ եւ  հարմարավետ փոխադրման  համար նախատեսված ավտոմոբիլը։', 'Ուղեւորների  (բացառությամբ մինչեւ 12 տարեկան երեխաների)  համար նախատեսված  4-ից  ոչ ավելի  նստատեղ  ունեցող,  իր  կառուցվածքով  եւ կահավորվածությամբ  ուղեւորների  եւ  ուղեբեռի  անվտանգ  եւ  հարմարավետ փոխադրման  համար  նախատեսված   ավտոմոբիլը։'],
        correct_answer: 'Ուղեւորների համար նախատեսված 8-ից ոչ ավելի նստատեղ  ունեցող, իր կառուցվածքով եւ կահավորվածությամբ ուղեւորների եւ ուղեբեռի  անվտանգ եւ  հարմարավետ փոխադրման  համար նախատեսված ավտոմոբիլը։',
        image: null
    },
    {
        id: 37,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ  օրենքի համաձայն՝ հետիոտներին են  հավասարեցվում՝ ',
        answers: ['Շարժիչ ունեցող հաշմանդամային սայլակով`  հետիոտնի  արագությամբ  տեղաշարժվող  հաշմանդամները։', 'Հեծանիվ,  մոպեդ  կամ  մոտոցիկլ  տանող  անձինք։', 'Բոլոր  թվարկած  անձինք։'],
        correct_answer: 'Բոլոր  թվարկած  անձինք։',
        image: null
    },
    {
        id: 38,
        question: '«Ճանապարհային  երթեւեկության անվտանգության  ապահովման մասին»  ՀՀ  օրենքի համաձայն՝ տրանսպորտային միջոցներ վարելու իրավունքը ծագում է՝ ',
        answers: ['Ճանապարհային ոստիկանության ստորաբաժանումներում  տրանսպորտային միջոցներ վարելու գործնական քննությունները դրական հանձնելու պահից։', 'Վարորդական իրավունքի վկայական  ստանալու պահից։'],
        correct_answer: 'Վարորդական իրավունքի վկայական  ստանալու պահից։',
        image: null
    },
    {
        id: 39,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման  մասին»   ՀՀ  օրենքի  համաձայն՝  «A»  եւ  «B»  կարգերի տրանսպորտային միջոցներ վարելու միջազգային վարորդական վկայականները  կարող են տրվել՝ ',
        answers: ['16  տարին  լրացած անձանց։', '17 տարին  լրացած անձանց։', '18  տարին  լրացած անձանց։'],
        correct_answer: '18  տարին  լրացած անձանց։',
        image: null
    },
    {
        id: 40,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման  մասին»  ՀՀ   օրենքի  համաձայն՝  «C»   կարգի   տրանսպորտային միջոցներ վարելու միջազգային վարորդական  վկայական կարող է տրվել՝ ',
        answers: ['18  տարին  լրացած անձանց։', '20  տարին  լրացած անձանց։', '21 տարին  լրացած անձանց։'],
        correct_answer: '21 տարին  լրացած անձանց։',
        image: null
    },
    {
        id: 41,
        question: '«Ճանապարհային  երթեւեկության  անվտանգության  ապահովման մասին»  ՀՀ  օրենքի  համաձայն՝ ազգային  վարորդական  վկայականները  տրվում  են՝ ',
        answers: ['5 տարի   ժամանակով։', '10 տարի   ժամանակով։', '20 տարի   ժամանակով։', 'Անժամկետ։'],
        correct_answer: '10 տարի   ժամանակով։',
        image: null
    },
    {
        id: 42,
        question: '«Ճանապարհային  երթեւեկության անվտանգության  ապահովման  մասին»   ՀՀ   օրենքի  համաձայն`  միջազգային   վարորդական  վկայականները  տրվում են՝ ',
        answers: ['1 տարի  ժամանակով։', '3 տարի   ժամանակով։', '5 տարի   ժամանակով։', 'Անժամկետ։'],
        correct_answer: '3 տարի   ժամանակով։',
        image: null
    },
    {
        id: 43,
        question: '«Ճանապարհային  երթեւեկության  անվտանգության  ապահովման  մասին»  ՀՀ  օրենքի համաձայն՝  Ճանապարհային  ոստիկանության  ստորաբաժանումներում (բացառությամբ «AM» ենթակարգի տրանսպորտային միջոցի վարորդի թեկնածուի) վարորդի  թեկնածուն կարող  է  մասնակցել  գործնական քննության, եթե լրացել է նրա ',
        answers: ['15  տարին։', '16  տարին։', '17  տարին։'],
        correct_answer: '17  տարին։',
        image: null
    },
    {
        id: 44,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման  մասին»  ՀՀ  օրենքի  համաձայն՝ կանգառ է համարվում՝ ',
        answers: ['Տրանսպորտային միջոցն անշարժ վիճակի բերելը`  կապված ուղեւորի պահանջի հետ։', '5  րոպեից  ավելի ժամանակով տրանսպորտային  միջոցը  կանխամտածված անշարժ  վիճակի բերելը,  եթե դա  կապված չէ  ուղեւորների  նստեցման, իջեցման կամ  տրանսպորտային միջոցի  բեռնման, բեռնաթափման հետ։', 'Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ) տրանսպորտային  միջոցը  բեռնելու,  բեռնաթափելու  համար  անհրաժեշտ ժամանակով տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը։'],
        correct_answer: 'Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ) տրանսպորտային  միջոցը  բեռնելու,  բեռնաթափելու  համար  անհրաժեշտ ժամանակով տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը։',
        image: null
    },
    {
        id: 45,
        question: '«Ճանապարհային  երթեւեկության  անվտանգության  ապահովման  մասին»  ՀՀ   օրենքի  համաձայն՝ ընդհանուր  օգտագործման  տրանսպորտային  միջոց  է  համարվում՝ ',
        answers: ['Կանգառի  կետեր  (կանգառներ)  ունեցող,  երթուղիներով  շարժվող,  ուղեւորներ  եւ  (կամ)  ուղեբեռներ  տեղափոխող  տրանսպորտային  միջոցը  (տրամվայ,  տրոլեյբուս,  ավտոբուս),  ինչպես  նաեւ  թեթեւ  մարդատար  տաքսի  ավտոմոբիլը։', 'Կանգառի  կետեր  (կանգառներ)  ունեցող,  երթուղիներով  շարժվող,  ուղեւորներ  եւ  (կամ)  ուղեբեռներ  տեղափոխող  տրանսպորտային  միջոցը  (տրամվայ,  տրոլեյբուս,  ավտոբուս)։', 'Զբոսաշրջային երթուղով  շարժվող, ուղեւորներ  եւ  (կամ)  ուղեբեռներ  տեղափոխող  տրանսպորտային  միջոցը։'],
        correct_answer: 'Կանգառի  կետեր  (կանգառներ)  ունեցող,  երթուղիներով  շարժվող,  ուղեւորներ  եւ  (կամ)  ուղեբեռներ  տեղափոխող  տրանսպորտային  միջոցը  (տրամվայ,  տրոլեյբուս,  ավտոբուս)։',
        image: null
    },
    {
        id: 46,
        question: '«Ճանապարհային  երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցի թույլատրելի առավելագույն  զանգված  է համարվում՝ ',
        answers: ['Լրակազմված եւ  լիցքավորված  տրանսպորտային միջոցի առավելագույն    զանգվածը։', 'Վարորդով,  ուղեւորներով եւ բեռով  բեռնված,  լրակազմված  ու  լիցքավորված  տրանսպորտային միջոցի  զանգվածը, որն արտադրող կազմակերպությունը սահմանել է որպես առավելագույն թույլատրելի։', 'Վարորդով,  ուղեւորներով  եւ  բեռով  բեռնված  տրանսպորտային միջոցի  զանգվածը, որն արտադրող կազմակերպությունը սահմանել է որպես առավելագույն թույլատրելի։'],
        correct_answer: 'Վարորդով,  ուղեւորներով եւ բեռով  բեռնված,  լրակազմված  ու  լիցքավորված  տրանսպորտային միջոցի  զանգվածը, որն արտադրող կազմակերպությունը սահմանել է որպես առավելագույն թույլատրելի։',
        image: null
    },
    {
        id: 47,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «B», «C»,  «D»  կարգերի եւ «C1», «D1» ենթակարգերի տրանսպորտային  միջոցներ  վարելու իրավունքի վկայական ունեցող անձանց թույլատրվում է դրանք վարել նաեւ կցորդներով, եթե  կցորդի առավելագույն թույլատրելի զանգված է։ ',
        answers: ['950 կիլոգրամը։', '850 կիլոգրամը։', '750 կիլոգրամը։'],
        correct_answer: '750 կիլոգրամը։',
        image: null
    },
    {
        id: 48,
        question: '«Ճանապարհային  երթեւեկության անվտանգության  ապահովման մասին»  ՀՀ  օրենքի համաձայն՝ ընդհանուր օգտագործման տրանսպորտային միջոցի կանգառի կետ է համարվում՝ ',
        answers: ['Ընդհանուր օգտագործման տրանսպորտային միջոցի երթուղու որոշակի հատվածում ուղեւորների նստեցման-իջեցման համար նախատեսված եւ համապատասխան ճանապարհային նշաններով կահավորված վայր։', 'Ընդհանուր օգտագործման տրանսպորտային միջոցի երթուղու որոշակի հատվածում ուղեւորների նստեցման-իջեցման համար նախատեսված վայր։'],
        correct_answer: 'Ընդհանուր օգտագործման տրանսպորտային միջոցի երթուղու որոշակի հատվածում ուղեւորների նստեցման-իջեցման համար նախատեսված եւ համապատասխան ճանապարհային նշաններով կահավորված վայր։',
        image: null
    },
    {
        id: 49,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝   «D»  կարգի եւ «D1» ենթակարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել այն անձանց, ովքեր ունեն` ',
        answers: ['«B» կամ «C» կարգի կամ  «C1» ենթակարգի   տրանսպորտային միջոցներ  վարելու  վարորդական վկայական եւ լրացել է նրանց 21 տարին։', '«B» կարգի կամ  «B1» ենթակարգի   տրանսպորտային միջոցներ  վարելու  վարորդական վկայական եւ  լրացել է նրանց 18 տարին։', '«AB» կարգերի կամ  «A1B1» ենթակարգերի   տրանսպորտային միջոցներ  վարելու  վարորդական վկայական եւ լրացել է նրանց 18 տարին։', '«B» կամ «C» կարգի կամ  «C1» ենթակարգի   տրանսպորտային միջոցներ  վարելու  վարորդական վկայական եւ լրացել է նրանց 20 տարին։'],
        correct_answer: '«B» կամ «C» կարգի կամ  «C1» ենթակարգի   տրանսպորտային միջոցներ  վարելու  վարորդական վկայական եւ լրացել է նրանց 21 տարին։',
        image: null
    },
    {
        id: 50,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝  «D»,  «DE»   կարգերի,  «D1» եւ  «D1E»  ենթակարգերի տրանսպորտային միջոցներ վարելու միջազգային վարորդական իրավունքի վկայական կարող է տրվել՝ ',
        answers: ['19 տարին լրացած անձանց։', '20 տարին լրացած անձանց։', '21 տարին լրացած անձանց։', '22 տարին լրացած անձանց։'],
        correct_answer: '21 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 51,
        question: 'Հողային ծածկույթով ճանապարհից դուրս գալով ասֆալտբետոնե ծածկույթ ունեցող ճանապարհ ',
        answers: ['Պետք է այն համարենք գլխավոր ճանապարհ', 'Այդ ճանապարհը մեզ հավասարազոր ենք համարում'],
        correct_answer: 'Պետք է այն համարենք գլխավոր ճանապարհ',
        image: 'images/image_51.jpg'
    },
    {
        id: 52,
        question: 'Քանի՞ երթևեկության գոտիի կա այս երթևեկելի մասում ',
        answers: ['Մեկ', 'Երկու', 'Երեք'],
        correct_answer: 'Երկու',
        image: 'images/image_52.jpg'
    },
    {
        id: 53,
        question: 'Թո՞ւյլատրվում է արդյոք երթևեկել երթևեկելի մասի կենտրոնով նշված լայնության պայմաններում ',
        answers: ['Այո', 'Այո, երբ հանդիպակաց երթևեկությունը բացակայում է', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_53.jpg'
    },
    {
        id: 54,
        question: 'Նշվածներից ո՞ր անշարժ օբյեկտը արգելք չի հանդիսանում ',
        answers: ['Երթևեկելի մասի ծածկույթի վնասվածքը', 'Կողմնակի առարկան', 'Անսարք կամ անշարժ ավտոմեքենան', 'Խցանման պատճառով կանգ առած ավտոմեքնան'],
        correct_answer: 'Խցանման պատճառով կանգ առած ավտոմեքնան',
        image: null
    },
    {
        id: 55,
        question: 'Ճանապարհի մաս հանդիսանում են արդյո՞ք մայթը կամ կողնակները ',
        answers: ['Այո', 'Միայն կողնակը', 'Ոչ'],
        correct_answer: 'Այո',
        image: null
    },
    {
        id: 56,
        question: 'Քանի՞ երթևեկելի մասեր ունի այս ճանապարհը ',
        answers: ['Մեկ', 'Երկու', 'Չորս'],
        correct_answer: 'Երկու',
        image: 'images/image_56.jpg'
    },
    {
        id: 57,
        question: 'Քանի՞ խաչմերուկ կա այս նկարում ',
        answers: ['Մեկ', 'Երկու', 'Չորս'],
        correct_answer: 'Մեկ',
        image: 'images/image_57.jpg'
    },
    {
        id: 58,
        question: 'Քանի՞ երթևեկելի մասերի հատում կա այս խաչմերուկում ',
        answers: ['Մեկ', 'Երկու'],
        correct_answer: 'Երկու',
        image: 'images/image_58.jpg'
    },
    {
        id: 59,
        question: 'Քանի՞ երթևեկության գոտիներ ունի այս ճանապարհը ',
        answers: ['Երկու', 'Չորս'],
        correct_answer: 'Չորս',
        image: 'images/image_59.jpg'
    },
    {
        id: 60,
        question: 'Ո՞ր նկարում ճանապարհը բաժանարար գոտի ունի ',
        answers: ['Միայն աջ', 'Երկու դեպքում', 'Միայն ձախ'],
        correct_answer: 'Երկու դեպքում',
        image: 'images/image_60.jpg'
    },
    {
        id: 61,
        question: 'Զիջել ճանապարհն այլ տրանսպորտային միջոցների նշանակում է ',
        answers: ['Վարորդը չպետք է շարունակի կամ վերսկսի շարժումը կամ կատարի որևէ մանևր, եթե դա կարող է այլ տրանսպորտային միջոցների վարորդներին ստիպել փոխել շարժման ուղղությունը կամ արագությունը:', 'Վարորդը չպետք է շարունակի կամ վերսկսի շարժումը կամ կատարի որևէ մանևր, եթե դա կարող է այլ տրանսպորտային միջոցների վարորդներին ստիպել անսպասելի փոխել շարժման ուղղությունը կամ արագությունը', 'Անվերապահորեն կանգնեցնել տրանսպորտային միջոցը:'],
        correct_answer: 'Վարորդը չպետք է շարունակի կամ վերսկսի շարժումը կամ կատարի որևէ մանևր, եթե դա կարող է այլ տրանսպորտային միջոցների վարորդներին ստիպել անսպասելի փոխել շարժման ուղղությունը կամ արագությունը',
        image: null
    },
    {
        id: 62,
        question: 'Ո՞ր նկարում է խաչմերուկ պատկերված ',
        answers: ['Միայն ձախ', 'Միայն աջ', 'Երկու դեպքում'],
        correct_answer: 'Միայն ձախ',
        image: 'images/image_62.jpg'
    },
    {
        id: 63,
        question: 'Քանի՞ երթևեկելի մասերի հատում կա խաչմերուկում ',
        answers: ['Մեկ', 'Երկու', 'Չորս'],
        correct_answer: 'Երկու',
        image: 'images/image_63.jpg'
    },
    {
        id: 64,
        question: 'Վերադասավորում է համարվում ',
        answers: ['տրանսպորտային միջոցի զբաղեցրած երթևեկության գոտուց երթևեկության սկզբնական ուղղությունը պահպանելով, դուրս գալը', 'տրանսպորտային միջոցի գծանշված երթևեկության գոտու սահմաններում զբաղեցրած շարքից, երթևեկության սկզբնական ուղղությունը պահպանելով, դուրս գալը', 'Նշված երկու դեպքերը'],
        correct_answer: 'Նշված երկու դեպքերը',
        image: null
    },
    {
        id: 65,
        question: 'Շրջադարձ է համարվում ',
        answers: ['տրանսպորտային միջոցի` այլ ճանապարհ դուրս գալու նպատակով իրականացվող մանևրը', 'տրանսպորտային միջոցի` այլ ճանապարհ կամ ճանապարհից մերձակա տարածք դուրս գալու նպատակով իրականացվող մանևրը'],
        correct_answer: 'տրանսպորտային միջոցի` այլ ճանապարհ կամ ճանապարհից մերձակա տարածք դուրս գալու նպատակով իրականացվող մանևրը',
        image: null
    },
    {
        id: 66,
        question: 'Հետադարձ է համարվում ',
        answers: ['տրանսպորտային միջոցը հանդիպակաց ուղղությամբ վարելը.', 'տրանսպորտային միջոցի շարժման ուղղությունը հանդիպակաց ուղղությամբ փոխելու նպատակով իրականացվող մանևր:'],
        correct_answer: 'տրանսպորտային միջոցի շարժման ուղղությունը հանդիպակաց ուղղությամբ փոխելու նպատակով իրականացվող մանևր:',
        image: null
    },
    {
        id: 67,
        question: 'Կողանցում է համարվում ',
        answers: ['շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային միջոցներից առաջ անցնելը` առանց զբաղեցրած գոտուց դուրս գալու', 'շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային միջոցներից առաջ անցնելը` կապված զբաղեցրած գոտուց դուրս գալու հետ'],
        correct_answer: 'շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային միջոցներից առաջ անցնելը` առանց զբաղեցրած գոտուց դուրս գալու',
        image: null
    },
    {
        id: 68,
        question: 'Երթևեկության սկիզբ է համարվում ',
        answers: ['կանգառի կամ կայանման վայրից տրանսպորտային միջոցի շարժումն սկսելու պահը` կապված հարևան երթևեկության գոտի վերադասավորման հետ կամ առանց դրա', 'կանգառի կամ կայանման վայրից տրանսպորտային միջոցի շարժումն սկսելու պահը` կապված հարևան երթևեկության գոտի վերադասավորման հետ:'],
        correct_answer: 'կանգառի կամ կայանման վայրից տրանսպորտային միջոցի շարժումն սկսելու պահը` կապված հարևան երթևեկության գոտի վերադասավորման հետ կամ առանց դրա',
        image: null
    },
    {
        id: 69,
        question: 'Մանևրում է համարվում ',
        answers: ['տրանսպորտային միջոցի երթևեկության սկիզբ (կապված հարևան երթևեկության գոտի դուրս գալու հետ), վերադասավորում, երթևեկության ուղղության փոփոխություն, կանգառ (վերադասավորվելով) և հետընթաց կատարելը', 'տրանսպորտային միջոցի երթևեկության սկիզբ, վերադասավորում, երթևեկության ուղղության փոփոխություն, կանգառ և հետընթաց կատարելը'],
        correct_answer: 'տրանսպորտային միջոցի երթևեկության սկիզբ (կապված հարևան երթևեկության գոտի դուրս գալու հետ), վերադասավորում, երթևեկության ուղղության փոփոխություն, կանգառ (վերադասավորվելով) և հետընթաց կատարելը',
        image: null
    },
    {
        id: 70,
        question: 'ՙՃանապարհային երթևեկության անվտանգության ապահովման մասին՚ ՀՀ օրենքի համաձայն բաժանարար գոտի է համարվում ',
        answers: ['ճանապարհի հարակից երթևեկելի մասերը բաժանող, կառուցվածքորեն առանձնացված տարր, որը նախատեսված չէ տրանսպորտային միջոցների և հետիոտների երթևեկության կամ կանգառի համար', 'ճանապարհի հարակից երթևեկելի մասերը բաժանող, կառուցվածքորեն և (կամ) համապատասխան գծանշումով առանձնացված տարր, որը նախատեսված չէ տրանսպորտային միջոցների և հետիոտների երթևեկության կամ կանգառի համար'],
        correct_answer: 'ճանապարհի հարակից երթևեկելի մասերը բաժանող, կառուցվածքորեն և (կամ) համապատասխան գծանշումով առանձնացված տարր, որը նախատեսված չէ տրանսպորտային միջոցների և հետիոտների երթևեկության կամ կանգառի համար',
        image: null
    },
    {
        id: 71,
        question: 'ՙՃանապարհային երթևեկության անվտանգության ապահովման մասին՚ ՀՀ օրենքի համաձայն վարորդին են հավասարեցվում ',
        answers: ['ճանապարհով բեռնակիր և (կամ) հեծկան կենդանիներ կամ անասուններ քշող անձը', 'բեռնակիր և (կամ) հեծկան կենդանիներ կամ անասուններ քշող անձը'],
        correct_answer: 'ճանապարհով բեռնակիր և (կամ) հեծկան կենդանիներ կամ անասուններ քշող անձը',
        image: null
    },
    {
        id: 72,
        question: 'ՙՃանապարհային երթևեկության անվտանգության ապահովման մասին՚ ՀՀ օրենքի համաձայն մայթ է համարվում ',
        answers: ['օրենսդրությամբ սահմանված կարգով հետիոտնի տեղաշարժվելու համար նախատեսված երթևեկելի մասին հարող ճանապարհի տարրը', 'օրենսդրությամբ սահմանված կարգով հետիոտնի տեղաշարժվելու համար նախատեսված երթևեկելի մասից որևէ եղանակով առանձնացված ճանապարհի տարրը', 'Նշված երկու դեպքերը'],
        correct_answer: 'Նշված երկու դեպքերը',
        image: null
    }
];