export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Թո՞ւյլատրվում է հետադարձ կատարել այս իրավիճակում ',
        answers: ['Թույլատրում է, եթե հետևից երթևեկողների համար 100 մետր և ավելից մենք տեսանելի ենք', 'Արգելվում է'],
        correct_answer: 'Թույլատրում է, եթե հետևից երթևեկողների համար 100 մետր և ավելից մենք տեսանելի ենք',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ի՞նչ կանոն է խախտում վարորդը մուտք գործելով բակ ',
        answers: ['Աջ շրջադարձ է կատարում միայն ուղիղ նշանի ազդման գոտում', 'Լուսային ցուցիչով ազդանշան չի տալիս', 'Երկու խախտումները միաժամանակ'],
        correct_answer: 'Լուսային ցուցիչով ազդանշան չի տալիս',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Զիջել ճանապարհը բեռնատարի վարորդին ',
        answers: ['Պարտավոր ենք', 'Պարտավոր ենք, եթե նա այդ մասին ձեռքով ազդանշան է տվել', 'Պարտավոր չենք'],
        correct_answer: 'Պարտավոր չենք',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցներ վարելու իրավունքը ծագում է՝ ',
        answers: ['Ճանապարհային ոստիկանության ստորաբաժանումներում տրանսպորտային միջոցներ վարելու գործնական քննությունները դրական հանձնելու պահից։', 'Վարորդական իրավունքի վկայական ստանալու պահից։'],
        correct_answer: 'Վարորդական իրավունքի վկայական ստանալու պահից։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Չի աշխատում ձայնային ազդանշանի սարքը։', 'Հովացման համակարգը չի ապահովում շարժիչի աշխատանքի կայուն ջերմային ռեժիմը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Չի աշխատում ձայնային ազդանշանի սարքը։',
        image: null
    },
    {
        id: 6,
        question: 'Այս իրադրությունում կանգառ կատարել ուղևոր նստեցնելու նպատակով ',
        answers: ['Թույլատրվում է նշանից հետո', 'Թույլատրվում է մինչև նշանը', 'Արգելվում է երկու դեպքում'],
        correct_answer: 'Արգելվում է երկու դեպքում',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ո՞ր նշաններից հետո է առանց թույլտվության երթևեկությունն արգելվում ',
        answers: ['Միայն Ա և Դ', 'Միայն Բ և Գ', 'Միայն Դ և Գ', 'Բոլոր'],
        correct_answer: 'Միայն Բ և Գ',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Այս դեպքում նվազագույնը որքա՞ն հետո կարող է հանդիպել հավասարազոր խաչմերուկը ',
        answers: ['100 մետր', '150 մետր', '50մետր'],
        correct_answer: '50մետր',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Սլաքներով նշվածներից ո՞ր ուղղությամբ կարելի է շարունակել քարշակումը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Երկու ուղղություններով'],
        correct_answer: 'Միայն Ա',
        image: null
    },
    {
        id: 10,
        question: 'Ո՞րտեղից են սկսում գործել բնակավայրով երթևեկության կանոնները ',
        answers: ['Սպիտակ հիմնագույնով բնակավայրի սկիզբ նշաններից հետո միայն', 'Բնակավայրի անունը պարունակող սպիտակ կամ կապույտ հիմնագույնով նշաններից հետո միայն', 'Միայն կառուցապատ տարածքն սկսելուց հետո'],
        correct_answer: 'Սպիտակ հիմնագույնով բնակավայրի սկիզբ նշաններից հետո միայն',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ո՞ր դեպքում կարող եք խաչմերուկն անցնել առանց ճանապարհն երթևեկության այլ մասնակցին զիջելու ',
        answers: ['Ուղիղ անցնելու դեպքում', 'Աջ շրջադարձ կատարելիս', 'Ձախ շրջադարձ կատարելիս'],
        correct_answer: 'Ուղիղ անցնելու դեպքում',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Աջ շրջադարձ կատարելիս պետք է ',
        answers: ['Կանգ առնել «Կանգ-գծի» առջև հետիոտններին խոչընդոտ չստեղծելու նպատակով,', 'Մտնելով խաչմերուկ կանգ առնի հետիոտններին խոչընդոտ չստեղծելու նպատակով', 'Առանց կանգ առնելու անցնել խաչմերուկը'],
        correct_answer: 'Մտնելով խաչմերուկ կանգ առնի հետիոտններին խոչընդոտ չստեղծելու նպատակով',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Թույլատրվո՞ւմ է կայանումն այս իրավիճակում ',
        answers: ['Այո', 'Միայն օրվա լուսավոր ժամերին', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Նշվածներից, ո՞ր վայրում է թույլատրվում կանգառ կատարել ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Միայն Բ և Գ', 'Ոչ մի վայրում'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր վայրում է թույլատրվում կանգառ կատարել ',
        answers: ['Միայն Բ', 'Միայն Ա և Բ', 'Միայն Ա և Գ', 'Ոչ մի վայրում'],
        correct_answer: 'Միայն Ա և Բ',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Թո՞ւյլատրվում է կանգառ կատարել նշված վայրում ',
        answers: ['Այո', 'Արգելվում է', 'Միայն ուղևոր նստեցնելու նպատակով'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Արգելվում է մինչև 12 տարեկան երեխաներին փոխադրել ',
        answers: ['Կողավոր թափքով բեռնատար ավտոմոբիլի թափքում:', 'Փուրգոն թափքով բեռնատար ավտոմոբիլի թափքում'],
        correct_answer: 'Կողավոր թափքով բեռնատար ավտոմոբիլի թափքում:',
        image: null
    },
    {
        id: 18,
        question: 'Տրանսպորտային միջոցի հետևի եզրաչափից ',
        answers: ['2 մ դուրս ցցված բեռը պետք է արդյո՞ք նշվի օրվա լուսավոր ժամերին «Մեծ եզրաչափերով բեռ» ճանաչման նշանով, իսկ օրվա մութ ժամանակ և անբավարար տեսանելիության պայմաններում, նաև` առջևից սպիտակ, իսկ հետևից` կարմիր գույնի լապտերիկներով կամ լուսանդրադարձիչով', 'Այո', 'Ոչ'],
        correct_answer: '2 մ դուրս ցցված բեռը պետք է արդյո՞ք նշվի օրվա լուսավոր ժամերին «Մեծ եզրաչափերով բեռ» ճանաչման նշանով, իսկ օրվա մութ ժամանակ և անբավարար տեսանելիության պայմաններում, նաև` առջևից սպիտակ, իսկ հետևից` կարմիր գույնի լապտերիկներով կամ լուսանդրադարձիչով',
        image: null
    },
    {
        id: 19,
        question: 'Ո՞ր դեպքում օրվա լուսավոր ժամանակ մոտոցիկլի վրա պետք է միացված լինի լապտերների մոտակա լույսը։ ',
        answers: ['Անբավարար տեսանելիության պայմաններում երթեւեկելիս։', 'Դեպի կայանման վայր շարժվող, անսարքություններ ունեցող մոտոցիկլով երթեւեկելիս։', 'Ցանկացած դեպքում` երթեւեկության մեջ գտնվելիս։', 'Հիվանդ ուղեւոր փոխադրելիս։'],
        correct_answer: 'Ցանկացած դեպքում` երթեւեկության մեջ գտնվելիս։',
        image: null
    },
    {
        id: 20,
        question: 'Վթարի դեպքում շտապօգնության կանչի համար ի՞նչ տեղեկատվություն պետք է տրամադրվի օպերատորին. ',
        answers: ['Նշել վթարի վայրին ամենամոտ գտնվող կողմնորոշիչը: Հաղորդել տուժածների թիվը, նշել նրանց սեռը և տարիքը.', 'Նշել վթարի վայրին ամենամոտ գտնվող փողոցը և տան համարը: Տեղեկացնել, թե ով է տուժել վթարի հետևանքով (հետիոտն, մեքենայի վարորդ կամ ուղևոր) և նկարագրել ստացված վնասվածքները:', 'Նշել վթարի վայրը (փողոցը, տան համարը և դեպքի վայրին ամենամոտ կողմնորոշիչները): Տեղեկացնել տուժածների թիվը, նրանց սեռը, մոտավոր տարիքը, գիտակցության, շնչառության, արյան շրջանառության, ինչպես նաև ուժեղ արյունահոսության, կոտրվածքների և այլ վնասվածքների առկայության մասին: Սպասել մինչև օպերատորը նշի, որ կանչն ընդունված է:'],
        correct_answer: 'Նշել վթարի վայրը (փողոցը, տան համարը և դեպքի վայրին ամենամոտ կողմնորոշիչները): Տեղեկացնել տուժածների թիվը, նրանց սեռը, մոտավոր տարիքը, գիտակցության, շնչառության, արյան շրջանառության, ինչպես նաև ուժեղ արյունահոսության, կոտրվածքների և այլ վնասվածքների առկայության մասին: Սպասել մինչև օպերատորը նշի, որ կանչն ընդունված է:',
        image: null
    }
];