export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ո՞ր հետագծով է թույլատրված աջ շրջադարձը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Երկու հետագծերով'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը ',
        answers: ['Բեռնատարի', 'Թեթև մարդատարի'],
        correct_answer: 'Թեթև մարդատարի',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Ո՞ր հետագծով է թույլատրվում հետադարձը վարորդին ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ երթեւեկությունը սկսելուց առաջ տրանսպորտային միջոցի վարորդը պարտավոր է ստուգել՝ ',
        answers: ['Արգելակային համակարգի եւ ղեկային կառավարման սարքինությունը։', 'Անվադողերի պահպանաշերտի նախշանկարի մնացորդային բարձրության համապատասխանությունը սահմանված նորմերին։', 'Բոլոր թվարկածները։'],
        correct_answer: 'Բոլոր թվարկածները։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Առջեւի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող հարմարանքներ։', 'Անսարք է քարշակի քարշակցման հարմարանքը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Անսարք է քարշակի քարշակցման հարմարանքը։',
        image: null
    },
    {
        id: 6,
        question: 'Ի՞նչպես պետք է վարվի վարորդը, եթե խաչմերուկում մտադիր է կատարել աջ շրջադարձ։ ',
        answers: ['Կարող է վերադասավորվել աջ երթեւեկելի գոտի, դրանից հետո կատարել աջ շրջադարձ։', 'Կարող է մոտենալ խաչմերուկին, այնուհետեւ կատարել աջ շրջադարձ։', 'Երկու պատասխաններն էլ ճիշտ են։'],
        correct_answer: 'Երկու պատասխաններն էլ ճիշտ են։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Տվյալ իրադրությունում նշանից 200 մ հեռավորության վրա վարորդն ունի՞ արդյոք հետադարձի իրավունք։ ',
        answers: ['Իրավունք ունի։', 'Իրավունք չունի։'],
        correct_answer: 'Իրավունք ունի։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Տվյալ դեպքում պարտավո՞ր է վարորդը կանգ առնել կարգավորողի կողմից նշված տեղում։ ',
        answers: ['Պարտավոր չէ, քանի որ նշանն արգելում է կանգառը։', 'Պարտավոր է։'],
        correct_answer: 'Պարտավոր է։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Զիջել պարտավոր ենք ',
        answers: ['Երկու վարորդներին', 'Թեթև մարդատարի վարորդին', 'Ավտոբուսի վարորդին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Այստեղ խաչմերուկը ',
        answers: ['Առաջինը կանցնեք', 'Կզիջեք ճանապարհը բեռնատարին'],
        correct_answer: 'Կզիջեք ճանապարհը բեռնատարին',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Զիջել ճանապարհը տրամվայի վարորդին ',
        answers: ['Պարտավոր ենք', 'Պարտավոր չենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ձախ շրջադարձ կատարելիս պետք է զիջել ',
        answers: ['Բեռնատարի վարորդին', 'Երկու վարորդներին', 'Ոչ ոքի'],
        correct_answer: 'Բեռնատարի վարորդին',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Այս խաչմերուկում ',
        answers: ['Կզիջեք ճանապարհը', 'Կանցնեք առաջինը'],
        correct_answer: 'Կանցնեք առաջինը',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Աջ շրջադարձի դեպքում վարորդը պարտավոր է ճանապարհը զիջել` ',
        answers: ['Միայն հեծանվորդին։', 'Միայն հետիոտներին։', 'Հետիոտներին եւ հեծանվորդին։', 'Կարող է շարունակել երթեւեկությունն առանց կանգ առնելու։'],
        correct_answer: 'Հետիոտներին եւ հեծանվորդին։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ։ ',
        answers: ['Տրամվայը, ավտոբուսը, բեռնատար ավտոմոբիլը, մոտոցիկլը։', 'Ավտոբուսը, բեռնատար ավտոմոբիլը, տրամվայը, մոտոցիկլը։', 'Ավտոբուսը, տրամվայը եւ մոտոցիկլը, բեռնատար ավտոմոբիլը։'],
        correct_answer: 'Ավտոբուսը, տրամվայը եւ մոտոցիկլը, բեռնատար ավտոմոբիլը։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ինչպե՞ս պետք է վարվի վարորդը՝ մոտենալով խաչմերուկին՝ «Կանգ - գիծ» գծանշման եւ լուսացույցի կանաչ ազդանշանի պայմաններում։ ',
        answers: ['Կանգ առնի «Կանգ-գծի» մոտ, որից հետո վերսկսի երթեւեկությունը։', 'Շարունակի երթեւեկությունը խաչմերուկով` առանց կանգառի։'],
        correct_answer: 'Շարունակի երթեւեկությունը խաչմերուկով` առանց կանգառի։',
        image: null
    },
    {
        id: 17,
        question: 'Այս նշանի առկայության դեպքում ի՞նչ առավելագույն արագությամբ երթեւեկելու իրավունք ունեն միջքաղաքային ավտոբուսների վարորդները։ ',
        answers: ['70 կմ/ժ։', '90 կմ/ժ։', '110 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Ի՞նչ առավելագույն արագությամբ կարող է երթեւեկել քարշակող ավտոբուսի վարորդը տվյալ իրավիճակում։ ',
        answers: ['50 կմ/ժ։', '60 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '50 կմ/ժ։',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Լուսնասպիտակ գույնի առկայծող փարոսիկները միացրած տրանսպորտային միջոցի վարորդը տալիս է հատուկ ձայնային ազդանշան, որպեսզի՝ ',
        answers: ['Ստանա երթեւեկության առավելություն երթեւեկության այլ մասնակիցների նկատմամբ։', 'Ոստիկանության ծառայողների եւ այլ անձանց ուշադրությունը գրավելու համար։'],
        correct_answer: 'Ոստիկանության ծառայողների եւ այլ անձանց ուշադրությունը գրավելու համար։',
        image: null
    },
    {
        id: 20,
        question: 'Վերջույթներում արյան շրջանառությունը ստուգելու համար վիրակապից ներքեւ սեղմում եւ բաց եք թողնում տուժածի վնասված վերջույթի եղունգը։ Դուք որոշում եք, որ արյան շրջանառությունը վերջույթում խանգարված է, եթե. ',
        answers: ['Տուժածը ցավ է զգում։', 'Տուժածն անհանգստություն է զգում։', 'Սեղմելիս եղունգը դժվարությամբ է սպիտակում։', 'Եղունգը դժվարությամբ է կրկին վարդագույն դառնում։'],
        correct_answer: 'Եղունգը դժվարությամբ է կրկին վարդագույն դառնում։',
        image: null
    }
];