export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Պարտավոր է՞ վարորդը վերադասավորվել աջ գոտի և նոր միայն կատարել աջ շրջադարձն այս իրավիճակում ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Գտնվելով կամրջի սահմաններում թույլատրվո՞ւմ է հետադարձը ',
        answers: ['Թույլատրվում է, եթե տեսանելիությունը 100 մետր և ավելի է', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Մուտք գործել խաչմերուկ նշված գոտուց ',
        answers: ['Թույլատրվում է միայն հետադարձ կատարելիս', 'Թույլատրվում է ցանկացած դեպքում'],
        correct_answer: 'Թույլատրվում է ցանկացած դեպքում',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: 'Քարշակման ժամանակ քարշակվող տրանսպորտային միջոցի վրա պետք է միացված լինեն` ',
        answers: ['Լապտերների հեռահար լույսերը։', 'Լապտերների մոտակա լույսերը։', 'Վթարային լուսային ազդանշանը։'],
        correct_answer: 'Վթարային լուսային ազդանշանը։',
        image: null
    },
    {
        id: 5,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում միջքաղաքային ավտոբուսների երթեւեկությունն ավտոմայրուղիներով։ ',
        answers: ['70 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։', '100 կմ/ժ։', '110 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 6,
        question: 'Կայանել նշված վայրում ',
        answers: ['Թույլատրվում է', 'Թույլատրվում է միայն լուսավոր ժամերին', 'Արգելված է'],
        correct_answer: 'Թույլատրվում է',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Խախտել է արդյո՞ք կայանման կանոնները բեռնատարի վարորդը ',
        answers: ['Այո', 'Այո, եթե թույլատրելի առավելագույն զանգվածը գերազանցում է 3,5 տոննան', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ո՞ր ուղղությամբ է թույլատրված երթևեկությունը ',
        answers: ['Միայն ուղիղ', 'Ուղիղ և հակառակ', 'Բոլոր ուղղություններով'],
        correct_answer: 'Ուղիղ և հակառակ',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ի՞նչ է ցույց տալիս լրացուցիչ տեղեկատվության ցուցանակը ',
        answers: ['նշանից մինչև խաչմերուկ եղած հեռավորությունը, երբ խաչմերուկից անմիջապես առաջ տեղադրված է «Զիջեք ճանապարհը» նշանը', 'նշանից մինչև խաչմերուկ եղած հեռավորությունը, երբ խաչմերուկից անմիջապես առաջ տեղադրված է «Երթևեկությունն առանց կանգառի արգելված է» նշանը', 'Սահմանային անցակետի գտնվելու վայրը'],
        correct_answer: 'նշանից մինչև խաչմերուկ եղած հեռավորությունը, երբ խաչմերուկից անմիջապես առաջ տեղադրված է «Երթևեկությունն առանց կանգառի արգելված է» նշանը',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Կանգառ կատարել նշված վայրում ',
        answers: ['Թույլատրվում է', 'Արգելվում'],
        correct_answer: 'Թույլատրվում է',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Խաչմերուկն ուղիղ անցնելիս վարորդը ',
        answers: ['Կարող է առաջինն անցնել', 'Պետք է զիջի տրամվային', 'Պետք է զիջի երկու վարորդներին'],
        correct_answer: 'Պետք է զիջի տրամվային',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Շրջադարձը կատարելիս վարորդը պարտավոր է ճանապարհը զիջել ',
        answers: ['Միայն հետիոտներին', 'Հեծանվորդին', 'Հեծանվորդին և հետիոտներին'],
        correct_answer: 'Հեծանվորդին և հետիոտներին',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Որտե՞ղ է թույլատրվում երկարատեւ հանգստի, գիշերակացի եւ այլ նպատակներով կայանելը բնակավայրերից դուրս։ ',
        answers: ['Ճանապարհի կողնակներին։', 'Կայանման համար նախատեսված հրապարակներում կամ ճանապարհի սահմաններից դուրս։', 'Ճանապարհի երթեւեկելի մասի աջ կողմում` չխոչընդոտելով այլ տրանսպորտային միջոցների երթեւեկությունը։', 'Ճանապարհի ձախ կողմում` ապահովելով ճանապարհային երթեւեկության անվտանգությունը։'],
        correct_answer: 'Կայանման համար նախատեսված հրապարակներում կամ ճանապարհի սահմաններից դուրս։',
        image: null
    },
    {
        id: 14,
        question: 'Կանգառն արգելվում է, եթե հոծ գծի եւ կանգնած տրանսպորտային միջոցի միջեւ տարածությունը կազմում է` ',
        answers: ['6 մ։', '', '5 մ։', '4 մ։', '', '5 մ։', '', '5 մ։'],
        correct_answer: '',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Եթե երկաթուղային գծանցով երթեւեկությունը արգելված է եւ բացակայում են լուսացույցը, ճանապարհային նշանները, գծանշումն ու ուղեփակոցը, ապա վարորդը պետք է կանգնի՝ ',
        answers: ['Մոտակա ռելսից ոչ պակաս, քան 5 մ հեռավորության վրա։', 'Մոտակա ռելսից ոչ պակաս, քան 7 մ հեռավորության վրա։', 'Մոտակա ռելսից ոչ պակաս, քան 10 մ հեռավորության վրա։'],
        correct_answer: 'Մոտակա ռելսից ոչ պակաս, քան 10 մ հեռավորության վրա։',
        image: null
    },
    {
        id: 16,
        question: 'Ի՞նչ հեռավորության վրա է արգելվում տրանսպորտային միջոցների կայանումը երկաթուղային գծանցներից՝ ',
        answers: ['15 մ։', '50 մ։', '100 մ։', '150 մ։'],
        correct_answer: '15 մ։',
        image: null
    },
    {
        id: 17,
        question: 'Ի՞նչ արագությամբ է թույլատրվում տրանսպորտային միջոցների երթեւեկությունը «Բնակելի գոտի» եւ «Բնակելի գոտու վերջ» ճանապարհային նշանների ազդեցության տարածքներում։ ',
        answers: ['5 կմ/ժ ոչ ավելի։', '10 կմ/ժ ոչ ավելի։', '20 կմ/ժ ոչ ավելի։'],
        correct_answer: '20 կմ/ժ ոչ ավելի։',
        image: null
    },
    {
        id: 18,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում թեթեւ մարդատար ավտոմոբիլների երթեւեկությունը այս ճանապարհային նշանի ազդեցության ճանապարհահատվածներում։ ',
        answers: ['70 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։', '100 կմ/ժ։', '110 կմ/ժ։'],
        correct_answer: '110 կմ/ժ։',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Թույլատրվու՞մ է արդյոք թեթեւ մարդատար ավտոմոբիլի վարորդին վազանց կատարել նշված իրադրությունում։ ',
        answers: ['Թույլատրվում է։', 'Թույլատրվում է, եթե մոտոցիկլի արագությունը չի գերազանցում 30 կմ/ժ։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Առաջին օգնություն ցուցաբերելիս վարակումից պաշտպանվելու համար պետք է. ',
        answers: ['Խուսափել վերքին անմիջապես դիպչելուց եւ օգնություն ցուցաբերել միայն ստերիլ ձեռնոցներով։', 'Չօգնել այն տուժածներին, որոնք ունեն արյունահոսություն։'],
        correct_answer: 'Խուսափել վերքին անմիջապես դիպչելուց եւ օգնություն ցուցաբերել միայն ստերիլ ձեռնոցներով։',
        image: null
    }
];