export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Տվյալ իրադրությունում ունե՞ք արդյոք նշված մանեւրի իրավունք։ ',
        answers: ['Այո։', 'Ոչ։'],
        correct_answer: 'Ոչ։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Դուք շարունակում եք երթեւեկությունն ուղիղ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։ ',
        answers: ['Միայն թեթեւ մարդատար ավտոմոբիլին։', 'Բեռնատար ավտոմոբիլին։', 'Երկու տրանսպորտային միջոցներին։', 'Ոչ մեկին։'],
        correct_answer: 'Երկու տրանսպորտային միջոցներին։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Դուք շարունակում եք երթեւեկությունն ուղիղ, պարտավո՞ր եք արդյոք զիջել ճանապարհը թեթեւ մարդատար ավտոմոբիլին։ ',
        answers: ['Պարտավոր եք։', 'Պարտավոր չեք։'],
        correct_answer: 'Պարտավոր չեք։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ընդհանուր օգտագործման տրանսպորտային միջոց է համարվում՝ ',
        answers: ['Կանգառի կետեր (կանգառներ) ունեցող, երթուղիներով շարժվող, ուղեւորներ եւ (կամ) ուղեբեռներ տեղափոխող տրանսպորտային միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս)։', 'Կանգառի կետեր (կանգառներ) ունեցող, երթուղիներով շարժվող, ուղեւորներ եւ (կամ) ուղեբեռներ տեղափոխող տրանսպորտային միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս), ինչպես նաեւ թեթեւ մարդատար տաքսի ավտոմոբիլը։'],
        correct_answer: 'Կանգառի կետեր (կանգառներ) ունեցող, երթուղիներով շարժվող, ուղեւորներ եւ (կամ) ուղեբեռներ տեղափոխող տրանսպորտային միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս)։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Բեռնատար ավտոմոբիլում բացակայում է բժշկական դեղատուփը։', 'Առջեւի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող հարմարանքներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Բեռնատար ավտոմոբիլում բացակայում է բժշկական դեղատուփը։',
        image: null
    },
    {
        id: 6,
        question: 'Ո՞ր տրանսպորտային միջոցի երթեւեկությունն է արգելում այս ճանապարհային նշանը։ ',
        answers: ['Մեխանիկական տրանսպորտային միջոցների։', 'Միայն ավտոմոբիլների։', 'Միայն թեթեւ մարդատար ավտոմոբիլների։'],
        correct_answer: 'Մեխանիկական տրանսպորտային միջոցների։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Նշաններից ո՞րն է ցույց տալիս արգելքի շրջանցումն աջից կամ ձախից։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '5',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Նշաններից ո՞րն է տեղադրվում տրանսպորտային միջոցների առջեւի եւ ետեւի կողմերում` երեխաների կազմակերպված խմբեր տեղափոխելիս։ ',
        answers: ['', '', '', '', '', '', '', ''],
        correct_answer: '',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Այս իրավիճակում վարորդը կարող է՞ կատարել ձախ շրջադարձը ',
        answers: ['Այո', 'Այո, եթե չի խոչընդոտի բեռնատարի վարորդին', 'Ոչ'],
        correct_answer: 'Այո, եթե չի խոչընդոտի բեռնատարի վարորդին',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Այս իրադրությունում ձախ շրջադարձ կատարելիս վարորդը ',
        answers: ['Պետք է զիջի ճանապարհը', 'Կանցնի խաչմերուկն առաջինը'],
        correct_answer: 'Պետք է զիջի ճանապարհը',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Նշանները հայտնում են, որ ',
        answers: ['200 մետրից ճանապարհը հատվողին զիջելու անհրաժեշտություն է լինելու:', '200 մետր հատվածում պետք է զիջենք բոլորին:'],
        correct_answer: '200 մետրից ճանապարհը հատվողին զիջելու անհրաժեշտություն է լինելու:',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Երկրորդ անցում ձախ շրջադարձ կատարելու դեպքում վարորդն ',
        answers: ['Ունի առավելություն', 'Պետք է զիջի մյուս վարորդներին', 'Պետք է զիջի ավտոբուսի վարորդին'],
        correct_answer: 'Պետք է զիջի ավտոբուսի վարորդին',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Խաչմերուկն ուղիղ անցնելիս վարորդը ',
        answers: ['Կարող է առաջինն անցնել', 'Պետք է զիջի տրամվային', 'Պետք է զիջի երկու վարորդներին'],
        correct_answer: 'Պետք է զիջի տրամվային',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Խաչմերուկն առաջինը կանցնի՝ ',
        answers: ['Կարմիր ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։'],
        correct_answer: 'Կանաչ ավտոմոբիլը։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր նկարում է վարորդը ճիշտ կատարում շրջադարձը։ ',
        answers: ['Ձախ նկարում։', 'Աջ նկարում։', 'Երկու նկարներում էլ։'],
        correct_answer: 'Ձախ նկարում։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ի՞նչ են նախազգուշացնում երթեւեկելի մասի վրա գծանշված սլաքները։ ',
        answers: ['Նախազգուշացնում են վարորդին ճանապարհի վտանգավոր հատվածին մոտենալու մասին։', 'Նախազգուշացնում են երթեւեկության գոտու վերջին մոտենալու մասին։', 'Ցույց են տալիս ճանապարհի վտանգավոր շրջադարձի ուղղությունը։'],
        correct_answer: 'Նախազգուշացնում են երթեւեկության գոտու վերջին մոտենալու մասին։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Թույլատրվու՞մ է արդյոք մինչեւ 12 տարեկան երեխաների փոխադրումը մոտոցիկլի հետևի նստատեղին։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 18,
        question: 'Թույլատրվու՞մ է արդյոք երթեւեկության ժամանակ մարդկանց գտնվելը բեռնատար ավտոմոբիլի թափքում, եթե այն կահավորված չէ մարդկանց փոխադրելու համար։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է՝ ավտոմայրուղի չհամարվող ճանապարհներին։', 'Թույլատրվում է՝ միայն բեռն ուղեկցող կամ այն ստանալու համար մեկնող անձանց՝ այն պայմանով, որ նրանք ապահովված են ավտոմոբիլի կողերի մակարդակից ցածր տեղադրված նստարաներով։'],
        correct_answer: 'Թույլատրվում է՝ միայն բեռն ուղեկցող կամ այն ստանալու համար մեկնող անձանց՝ այն պայմանով, որ նրանք ապահովված են ավտոմոբիլի կողերի մակարդակից ցածր տեղադրված նստարաներով։',
        image: null
    },
    {
        id: 19,
        question: 'Կապույտ գույնի առկայծող փարոսիկ եւ հատուկ ձայնային ազդանշան միացրած տրանսպորտային միջոց մոտենալու դեպքում վարորդները պետք է՝ ',
        answers: ['Զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ անցումն ապահովելու համար։', 'Իջեցնեն արագությունը եւ զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ անցումն ապահովելու համար։'],
        correct_answer: 'Զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ անցումն ապահովելու համար։',
        image: null
    },
    {
        id: 20,
        question: 'Ավտովթարի դեպքում առաջին հերթին պետք է. ',
        answers: ['Տուժածին բերել հարմար դիրքի։', 'Զննել դեպքի վայրը եւ ապահովել անվտանգությունը։', 'Ստուգել տուժածի մոտ ուժեղ արյունահոսությունների առկայությունը։', 'Տեղափոխել տուժածին մեքենայից։'],
        correct_answer: 'Զննել դեպքի վայրը եւ ապահովել անվտանգությունը։',
        image: null
    }
];