export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Շրջադարձ է համարվում ',
        answers: ['տրանսպորտային միջոցի` այլ ճանապարհ դուրս գալու նպատակով իրականացվող մանևրը', 'տրանսպորտային միջոցի` այլ ճանապարհ կամ ճանապարհից մերձակա տարածք դուրս գալու նպատակով իրականացվող մանևրը'],
        correct_answer: 'տրանսպորտային միջոցի` այլ ճանապարհ կամ ճանապարհից մերձակա տարածք դուրս գալու նպատակով իրականացվող մանևրը',
        image: null
    },
    {
        id: 2,
        question: 'Հետադարձ է համարվում ',
        answers: ['տրանսպորտային միջոցը հանդիպակաց ուղղությամբ վարելը.', 'տրանսպորտային միջոցի շարժման ուղղությունը հանդիպակաց ուղղությամբ փոխելու նպատակով իրականացվող մանևր:'],
        correct_answer: 'տրանսպորտային միջոցի շարժման ուղղությունը հանդիպակաց ուղղությամբ փոխելու նպատակով իրականացվող մանևր:',
        image: null
    },
    {
        id: 3,
        question: 'Կողանցում է համարվում ',
        answers: ['շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային միջոցներից առաջ անցնելը` առանց զբաղեցրած գոտուց դուրս գալու', 'շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային միջոցներից առաջ անցնելը` կապված զբաղեցրած գոտուց դուրս գալու հետ'],
        correct_answer: 'շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային միջոցներից առաջ անցնելը` առանց զբաղեցրած գոտուց դուրս գալու',
        image: null
    },
    {
        id: 4,
        question: 'Երթևեկության սկիզբ է համարվում ',
        answers: ['կանգառի կամ կայանման վայրից տրանսպորտային միջոցի շարժումն սկսելու պահը` կապված հարևան երթևեկության գոտի վերադասավորման հետ կամ առանց դրա', 'կանգառի կամ կայանման վայրից տրանսպորտային միջոցի շարժումն սկսելու պահը` կապված հարևան երթևեկության գոտի վերադասավորման հետ:'],
        correct_answer: 'կանգառի կամ կայանման վայրից տրանսպորտային միջոցի շարժումն սկսելու պահը` կապված հարևան երթևեկության գոտի վերադասավորման հետ կամ առանց դրա',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե ',
        answers: ['կառուցվածքով նախատեսված անվտանգության ամրագոտիների ժապավենի վրա առկա են տեսանելի պատռվածքներ', 'կահավորված չէ հակամառախուղային լապտերիկներով', 'երկու դեպքում էլ'],
        correct_answer: 'կառուցվածքով նախատեսված անվտանգության ամրագոտիների ժապավենի վրա առկա են տեսանելի պատռվածքներ',
        image: null
    },
    {
        id: 6,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['չի աշխատում կառուցվածքով նախատեսված շարժիչի ծածկոցի փականը,', 'վարագուրապատված են հետին կողային ապակիները և առկա են հետին տեսանելիության 2 կողային հայելիները', 'երկու դեպքում էլ'],
        correct_answer: 'չի աշխատում կառուցվածքով նախատեսված շարժիչի ծածկոցի փականը,',
        image: null
    },
    {
        id: 7,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե ',
        answers: ['վարագուրապատված են հետին կողային ապակիները և բացակայում են հետին տեսանելիության 2 կողային հայելիները', 'չեն աշխատում կառուցվածքով նախատեսված ապակիների տաքացման ու փչահարման սարքերը', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 8,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['չի աշխատում կառուցվածքով նախատեսված վառելիքի բաքի խցանը', 'առջևի կողային ապակիները վարագուրապատված են', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 9,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['ձայնային ազդանշանի սարքով տրվող ազդանշանը չի աշխատում', 'բացակայում են տրանսպորտային միջոցի կառուցվածքով նախատեսված ապակիները', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 10,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե ',
        answers: ['անվահեցի կամ անվասկավառակի վրա առկա են ճաքեր', 'անվահեցի ամրացման անցքերի ձևի և չափերի տեսանելի խախտումներ են առկա', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 11,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե ',
        answers: ['կեղտոտված են արտաքին լուսային սարքերը և լուսանդրադարձիչները', 'կեղտոտված են առջևի և հետին պաշտպանիչ հարմարանքները', 'երկու դեպքում էլ'],
        correct_answer: 'կեղտոտված են արտաքին լուսային սարքերը և լուսանդրադարձիչները',
        image: null
    },
    {
        id: 12,
        question: 'Թույլատրվո՞ւմ է վազանցել բեռնատարին: ',
        answers: ['Այո', 'Այո, եթե վազանցը մինչև խաչմերուկ կավարտվի', 'Ոչ'],
        correct_answer: 'Այո, եթե վազանցը մինչև խաչմերուկ կավարտվի',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ի՞նչ է պահանջվում վազանցվող տրանսպորտային միջոցի վարորդից ',
        answers: ['Նա պարտավոր է զիջել ճանապարհը վազանց կատարողին:', 'Նա որևէ կերպ չպետք է խոչընդոտի վազանցողին՝ բարձրացնելով արագությունը կամ կատարելով այլ գործողություն'],
        correct_answer: 'Նա որևէ կերպ չպետք է խոչընդոտի վազանցողին՝ բարձրացնելով արագությունը կամ կատարելով այլ գործողություն',
        image: null
    },
    {
        id: 14,
        question: 'Թույլատրվո՞ւմ է այս իրավիճակում վազանց կատարել ',
        answers: ['Արգելվում է', 'Թույլատրվում է, եթե բեռնատարի արագությունը 30 կմ/ժ-ից պակաս է:', 'Թույլատրվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Թույլատրվո՞ւմ է բեռնատարի վարորդին վազանցել տրակտորին, եթե թույլատրելի առավելագույն զանգվածը 3 տոննա է: ',
        answers: ['Այո', 'Այո, եթե տրակտորը 30 կմ/ժ-ից պակաս է ընթանում', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Եթե հանդիպակաց երթևեկությունը դժվար է այս իրավիճակում, ապա ճանապարհը պետք է զիջի ',
        answers: ['Բեռնատարի վարորդը', 'Թեթև մարդատարի վարորդը'],
        correct_answer: 'Բեռնատարի վարորդը',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Հետիոտնային անցման վրա վազանցն ',
        answers: ['Արգելվում է միայն հետիոտնի առկայության դեպքում:', 'Արգելվում է', 'Թույլատրվում է'],
        correct_answer: 'Արգելվում է',
        image: null
    },
    {
        id: 18,
        question: 'Ո՞ր հետագծով է թույլատրվում վազանց կատարել ',
        answers: ['Ցանկացած', 'Միայն Ա', 'Միայն Բ'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Ի՞նչ է ցույց տալիս ճանապարհային նշանը ',
        answers: ['500 մետր հետո տապալված ծառ կա', '500 մետր հետո հանգստի վայր է:', '500 մետր հատվածում հանգստի վայր է:'],
        correct_answer: '500 մետր հետո հանգստի վայր է:',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Վարորդը միացնել շրջադարձի լուսային ցուցիչն այս իրավիճակում ',
        answers: ['Պարտավոր է', 'Պարտավոր է, եթե հետևից մոտեցող վարորդ կա', 'Պարտավոր չէ'],
        correct_answer: 'Պարտավոր չէ',
        image: 'images/image_20.jpg'
    }
];