export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Նշաններից ո՞րն է կոչվում «Արգելքի շրջանցումը ձախից»։',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Թույլատրվու՞մ է արդյոք ավտոբուսի վարորդին մուտք գործելխաչմերուկ տվյալ  իրադրությունում։երթուղով։',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է, եթե ավտոբուսը երթեւեկում է սահմանված'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Նշված դեպքում ո՞ր գոտուց պետք է կատարվի աջ շրջադարձը։',
        answers: ['Միայն  երկրորդ  գոտուց։', 'Միայն  «A»  գծանշումով  նշված  աջ   եզրային  գոտուց։'],
        correct_answer: 'Միայն  «A»  գծանշումով  նշված  աջ   եզրային  գոտուց։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: 'Խաչմերուկում կազմակերպված է շրջանաձեւ երթեւեկություն։Երթեւեկելի մասը, որով մոտենում  եք խաչմերուկին, ունիերթեւեկության երկու գոտի։ Խաչմերուկ մուտք գործելիս`շրջադարձ կատարելու համար ո՞ր գոտին եք պարտավորզբաղեցնել՝',
        answers: ['Աջ գոտին։', 'Ձախ  գոտին։', 'Կա՛մ աջ, կա՛մ ձախ  գոտին։'],
        correct_answer: 'Կա՛մ աջ, կա՛մ ձախ  գոտին։',
        image: null
    },
    {
        id: 5,
        question: 'Թույլատրվու՞մ է արդյոք մուտք գործել բակ նշված տեղից։',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: 'images/image_5.jpg'
    },
    {
        id: 6,
        question: 'Երկկողմ երթեւեկությամբ գծանշված ճանապարհներին, երեքգոտու առկայության դեպքում  (բացառությամբ երթեւեկությանդարձափոխային կարգավորմամբ ճանապարհների), որոնցիցմիջինն օգտագործվում է երկու ուղղություններով երթեւեկությանհամար, ձախ եզրային գոտի մուտք գործելը՝շրջադարձի կամ հետադարձի համար։',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է՝ միայն վազանցի, շրջանցման, ձախ'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 7,
        question: 'Ո՞ր  պատասխանում  է  ճիշտ  նշված  երթեւեկությանթույլատրելի  ուղղությունը։',
        answers: ['Միայն հետադարձ։', 'Ուղիղ եւ հետադարձ։', 'Միայն ուղիղ։'],
        correct_answer: 'Միայն ուղիղ։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ո՞ր ուղղությամբ է արգելվում երթեւեկությունը՝',
        answers: ['Դեպի ձախ եւ դեպի աջ։', 'Ուղիղ եւ հակառակ ուղղությամբ։', 'Միայն ուղիղ։', 'Բոլոր ուղղություններով։'],
        correct_answer: 'Դեպի ձախ եւ դեպի աջ։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Հետադարձն  արգելվում  է՝դրանց տակ։',
        answers: ['Հետիոտնային  անցումների  վրա։', 'Թունելներում։', 'Կամուրջների,  ուղեկամուրջների,  էստակադների վրա եւ', 'Երկաթուղային գծանցներում։', 'Թվարկած բոլոր դեպքերում։'],
        correct_answer: 'Թվարկած բոլոր դեպքերում։',
        image: null
    },
    {
        id: 10,
        question: 'Թույլատրվու՞մ է  արդյոք  դեղին ավտոբուսի  վարորդին  մուտքգործել  խաչմերուկ։երթուղով։',
        answers: ['Թույլատրվում  է։', 'Արգելվում  է։', 'Թույլատրվում  է,  եթե   ավտոբուսը  երթեւեկում  է  սահմանված'],
        correct_answer: 'Արգելվում  է։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ո՞ր պատասխանում  է  ճիշտ  նշված  երթեւեկությանթույլատրելի  ուղղությունը։',
        answers: ['Ուղիղ  եւ  դեպի  ձախ`  մուտք  գործելով  բակ։', 'Միայն  ուղիղ։', 'Միայն  հետադարձ։', 'Ուղիղ  եւ  հետադարձ։'],
        correct_answer: 'Միայն  ուղիղ։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Հետադարձն արգելվում է, եթե ճանապարհի թեկուզ եւ մեկուղղությամբ տեսանելիությունը պակաս է՝',
        answers: ['100  մ-ից։', '150  մ-ից։', '300  մ-ից։'],
        correct_answer: '100  մ-ից։',
        image: null
    },
    {
        id: 13,
        question: 'Դուք երթեւեկում եք երեք գոտի ունեցող երկկողմ երթեւեկությամբճանապարհով։ Ո՞ր դեպքում է  թույլատրվում  մուտք գործել միջինգոտի։',
        answers: ['Միայն վազանցի դեպքում։', 'Միայն շրջանցման դեպքում։', 'Միայն ձախ  շրջադարձի կամ  հետադարձի դեպքում։', 'Թվարկած բոլոր դեպքերում։'],
        correct_answer: 'Թվարկած բոլոր դեպքերում։',
        image: null
    },
    {
        id: 14,
        question: 'Ո՞ր ուղղությամբ է թույլատրվում բեռնատար ավտոմոբիլիերթեւեկությունը։',
        answers: ['Միայն դեպի աջ։', 'Դեպի աջ, դեպի ձախ եւ հակառակ  ուղղությամբ։', 'Միայն դեպի ձախ։'],
        correct_answer: 'Դեպի աջ, դեպի ձախ եւ հակառակ  ուղղությամբ։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր նկարում է  վարորդը ճիշտ կատարում մանեւրը։',
        answers: ['1', '2', '3'],
        correct_answer: '1',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն է ճիշտ կատարումհետադարձը։',
        answers: ['Կապույտ ավտոմոբիլի  վարորդը։', 'Կարմիր ավտոմոբիլի  վարորդը։', 'Երկու վարորդներն  էլ։'],
        correct_answer: 'Կարմիր ավտոմոբիլի  վարորդը։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ճանապարհային նշանների, գծանշման եւ բաժանարար  գոտուբացակայության  դեպքում վարորդները երկկողմ  երթեւեկությամբճանապարհների  երթեւեկելի  մասում  գտնվող ճանապարհայինկառույցների տարրերը պետք  է  շրջանցեն՝',
        answers: ['Աջ  կողմից։', 'Ձախ   կողմից։'],
        correct_answer: 'Աջ  կողմից։',
        image: null
    },
    {
        id: 18,
        question: 'Ո՞ր  ուղղությամբ է արգելվում երթեւեկությունը։',
        answers: ['Միայն  դեպի  ձախ։', 'Միայն  դեպի  աջ։', 'Ուղիղ  եւ  դեպի  ձախ։', 'Բոլոր  ուղղություններով։'],
        correct_answer: 'Միայն  դեպի  աջ։',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Ո՞ր  տրանսպորտային  միջոցի  վարորդն  է  խախտումկանոնները  շրջադարձ  կատարելիս՝  արգելակման  գոտիունեցող  ճանապարհին։',
        answers: ['Երկու վարորդն  էլ։', 'Դեղին  ավտոմոբիլի  վարորդը։', 'Երկու  վարորդն  էլ շրջադարձը  կատարում  են  ճիշտ։'],
        correct_answer: 'Դեղին  ավտոմոբիլի  վարորդը։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Թույլատրվու՞մ է արդյոք տվյալ իրադրությունում կարմիրավտոմոբիլի վարորդին  շարունակել  երթեւեկությունը։',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_20.jpg'
    },
    {
        id: 21,
        question: 'Երեք գոտի ունեցող երկկողմ երթեւեկությամբ ճանապարհի վրաՁեզ  անհրաժեշտ  է կատարել  ձախ շրջադարձ։  Ո՞ր գոտուցկկատարեք  տվյալ մանեւրը։',
        answers: ['Աջ  գոտուց։', 'Միջին  գոտուց։', 'Աջ  կամ  միջին  գոտուց։', 'Միջին  գոտուց, եթե  զբաղեցված  է  աջ  գոտին։'],
        correct_answer: 'Միջին  գոտուց։',
        image: null
    },
    {
        id: 22,
        question: 'Թույլատրվու՞մ  է  արդյոք  կարմիր  ավտոմոբիլի  վարորդիներթեւեկել  տրամվայի  գծերով։',
        answers: ['Թույլատրվում  է։', 'Արգելվում  է։'],
        correct_answer: 'Թույլատրվում  է։',
        image: 'images/image_22.jpg'
    },
    {
        id: 23,
        question: 'Հետադարձն  արգելվում  է՝դրանց  տակ։տեսանելիության  տեղերում։',
        answers: ['Հետիոտնային  անցումների  վրա  եւ  թունելներում։', 'Կամուրջների,  ուղեկամուրջների,  էստակադների  վրա  եւ', 'Երկաթուղային  գծանցներում։', 'Ճանապարհի`  թեկուզ  եւ  մեկ  ուղղությամբ  100 մ-ից  պակաս', 'Բոլոր  թվարկած  դեպքերում։'],
        correct_answer: 'Բոլոր  թվարկած  դեպքերում։',
        image: null
    },
    {
        id: 24,
        question: 'Ո՞ր  ուղղություններով  է  թույլատրվում  երթեւեկությունը։',
        answers: ['Միայն  դեպի  ձախ։', 'Ուղիղ,  դեպի  ձախ  եւ   հետադարձ։', 'Միայն  ուղիղ։'],
        correct_answer: 'Ուղիղ,  դեպի  ձախ  եւ   հետադարձ։',
        image: 'images/image_24.jpg'
    },
    {
        id: 25,
        question: 'Ո՞ր  տրանսպորտային  միջոցների  վարորդներն  են  խախտելճանապարհային  նշանի պահանջները։',
        answers: ['Մոտոցիկլների  վարորդները։', 'Ավտոմոբիլի  եւ  կողային  կցորդով  մոտոցիկլի  վարորդները։', 'Միայն  ավտոմոբիլի  վարորդը։', 'Բոլոր  տրանսպորտային  միջոցների  վարորդները։'],
        correct_answer: 'Բոլոր  տրանսպորտային  միջոցների  վարորդները։',
        image: 'images/image_25.jpg'
    },
    {
        id: 26,
        question: 'Համընթաց ուղղությամբ երթեւեկող տրանսպորտային միջոցներիմիաժամանակյա վերադասավորման դեպքում ճանապարհը պետքէ զիջի՝',
        answers: ['Ձախից ընթացող տրանսպորտային միջոցի վարորդը։', 'Աջից ընթացող տրանսպորտային միջոցի վարորդը։'],
        correct_answer: 'Ձախից ընթացող տրանսպորտային միջոցի վարորդը։',
        image: null
    },
    {
        id: 27,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթերթեւեկության  իրավունք։',
        answers: ['Բեռնատար ավտոմոբիլի վարորդը։', 'Ավտոբուսի վարորդը։'],
        correct_answer: 'Բեռնատար ավտոմոբիլի վարորդը։',
        image: 'images/image_27.jpg'
    },
    {
        id: 28,
        question: 'Պարտավո՞ր է արդյոք սահմանված երթուղով երթեւեկողավտոբուսի վարորդը նշված իրադրությունում  զիջելճանապարհը։',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։', 'Պարտավոր չէ, քանի որ երթեւեկում է ուղիղ։'],
        correct_answer: 'Պարտավոր է։',
        image: 'images/image_28.jpg'
    },
    {
        id: 29,
        question: 'Եթե համապատասխան  նշաններով  կահավորված  երկայնականթեքությամբ ճանապարհահատվածներում  հանդիպակացերթեւեկությունը  դժվարացած  է, ապա ճանապարհը  պետք  էզիջել՝',
        answers: ['Վայրէջքի  ուղղությամբ  ընթացող  տրանսպորտային  միջոցին։', 'Ընդհանուր  օգտագործման  տրանսպորտային  միջոցին։', 'Վերելքի  ուղղությամբ  ընթացող  տրանսպորտային  միջոցին։'],
        correct_answer: 'Վերելքի  ուղղությամբ  ընթացող  տրանսպորտային  միջոցին։',
        image: null
    },
    {
        id: 30,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջիճանապարհը։',
        answers: ['Տրակտորի  վարորդը։', 'Ավտոբուսի  վարորդը։'],
        correct_answer: 'Ավտոբուսի  վարորդը։',
        image: 'images/image_30.jpg'
    },
    {
        id: 31,
        question: 'Երթեւեկության առավելություն ունի՝երթեւեկության  ուղղությունը  դեպի   ձախ։վերադասավորման դեպքում գտնվում  է  աջ կողմում։վերադասավորման  դեպքում  գտնվում  է  ձախ կողմում։',
        answers: ['Կապույտ  ավտոմոբիլը,  քանի  որ կարմիրը  փոխում  է', 'Կարմիր ավտոմոբիլը,  քանի   որ միաժամանակյա', 'Կապույտ  ավտոմոբիլը,  քանի  որ  միաժամանակյա'],
        correct_answer: 'Կարմիր ավտոմոբիլը,  քանի   որ միաժամանակյա',
        image: 'images/image_31.jpg'
    },
    {
        id: 32,
        question: 'Պարտավո՞ր են արդյոք տրանսպորտային միջոցներիվարորդները   բնակավայրերում  ճանապարհը  զիջելկահավորված եւ նշված կանգառի կետերի տարածքիցերթեւեկությունը սկսող ընդհանուր օգտագործմանտրանսպորտային միջոցներին։',
        answers: ['Այո։', 'Ոչ։'],
        correct_answer: 'Այո։',
        image: null
    },
    {
        id: 33,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջիճանապարհը։',
        answers: ['Թեթեւ  մարդատար ավտոմոբիլի վարորդը։', 'Բեռնատար ավտոմոբիլի վարորդը։'],
        correct_answer: 'Թեթեւ  մարդատար ավտոմոբիլի վարորդը։',
        image: 'images/image_33.jpg'
    },
    {
        id: 34,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջիճանապարհը։',
        answers: ['Ավտոբուսի  վարորդը։', 'Ավտոմոբիլի   վարորդը։'],
        correct_answer: 'Ավտոմոբիլի   վարորդը։',
        image: 'images/image_34.jpg'
    },
    {
        id: 35,
        question: 'Ո՞ր տրանսպորտային  միջոցի վարորդը պետք է զիջիճանապարհը։',
        answers: ['Ավտոմոբիլի վարորդը։', 'Տրամվայի վարորդը։'],
        correct_answer: 'Ավտոմոբիլի վարորդը։',
        image: 'images/image_35.jpg'
    },
    {
        id: 36,
        question: 'Նշե՛ք  խաչմերուկի  անցման  հերթականությունը`',
        answers: ['Ավտոբուսը,  բեռնատար  ավտոմոբիլը,  լծասայլը։', 'Ավտոբուսը  եւ  լծասայլը,  բեռնատար   ավտոմոբիլը։'],
        correct_answer: 'Ավտոբուսը  եւ  լծասայլը,  բեռնատար   ավտոմոբիլը։',
        image: 'images/image_36.jpg'
    },
    {
        id: 37,
        question: 'Հանդիպակաց  երթեւեկության  դեպքում  կտրուկ  վայրէջքի  վրաանհրաժեշտ  է  ճանապարհը զիջել՝',
        answers: ['Ընդհանուր  օգտագործման  տրանսպորտային  միջոցին։', 'Վերեւ  բարձրացող  տրանսպորտային  միջոցին։', 'Ներքեւ  իջնող  տրանսպորտային  միջոցին։'],
        correct_answer: 'Վերեւ  բարձրացող  տրանսպորտային  միջոցին։',
        image: null
    },
    {
        id: 38,
        question: 'Բնակավայրերում միեւնույն ուղղությամբ երթեւեկության 3 եւավելի գոտիների առկայության դեպքում ձախ եզրային գոտիզբաղեցնել  թույլատրվու՞մ է արդյոք  ընդհանուր օգտագործմանտրանսպորտային միջոցներին։',
        answers: ['Թույլատրվում է  վազանց կատարելիս։', 'Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս։', 'Թույլատրվում է բոլոր դեպքերում։'],
        correct_answer: 'Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս։',
        image: null
    },
    {
        id: 39,
        question: 'Բոլոր ճանապարհներին միեւնույն ուղղությամբ երթեւեկության 3եւ ավելի գոտիների առկայության դեպքում ձախ եզրային գոտիզբաղեցնել  թույլատրվու՞մ է արդյոք ընդհանուր օգտագործմանտրանսպորտային միջոցներին։',
        answers: ['Թույլատրվում է  վազանց կատարելիս։', 'Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս։', 'Թույլատրվում է բոլոր դեպքերում։'],
        correct_answer: 'Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս։',
        image: null
    },
    {
        id: 40,
        question: 'Ինչպե՞ս պետք է վարվի երթուղային ավտոբուսի վարորդը տվյալիրավիճակում։երթեւեկությունը։մարդատար ավտոմոբիլի վարորդը զիջում է ճանապարհը։',
        answers: ['Ճանապարհը զիջի թեթեւ մարդատար ավտոմոբիլին։', 'Միացնի շրջադարձի ցուցիչը, տա  ձայնային ազդանշան եւ սկսի', 'Սկսի երթեւեկությունը` համոզված լինելով, որ թեթեւ'],
        correct_answer: 'Սկսի երթեւեկությունը` համոզված լինելով, որ թեթեւ',
        image: 'images/image_40.jpg'
    },
    {
        id: 41,
        question: 'Տվյալ իրադրությունում սպիտակ թեթեւ մարդատար ավտոմոբիլիվարորդը`սկսում է  երթեւեկությունը նշված  կանգառի կետից։երթուղային ավտոբուսը վերադասավորվում է  երկրորդ գոտիանցնելով։',
        answers: ['Ճանապարհը պետք է զիջի երթուղային ավտոբուսին, որը', 'Ունի առաջնահերթ երթեւեկության իրավունք,  քանի որ'],
        correct_answer: 'Ճանապարհը պետք է զիջի երթուղային ավտոբուսին, որը',
        image: 'images/image_41.jpg'
    },
    {
        id: 42,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթերթեւեկության իրավունք։',
        answers: ['Թեթեւ մարդատար ավտոմոբիլի վարորդը։', 'Երթուղային ավտոբուսի վարորդը։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։',
        image: 'images/image_42.jpg'
    },
    {
        id: 43,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթերթեւեկության իրավունք տվյալ իրավիճակում։անցնել աջ գոտի։',
        answers: ['Ավտոբուսի վարորդը։', 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։', 'Թեթեւ մարդատար ավտոմոբիլի վարորդը իրավունք չունի'],
        correct_answer: 'Ավտոբուսի վարորդը։',
        image: 'images/image_43.jpg'
    },
    {
        id: 44,
        question: 'Խաչմերուկում որտեղ կազմակերպված է շրջանաձեւերթեւեկություն, պարտավո՞ր է արդյոք ավտոբուսի վարորդըզիջել ճանապարհը բեռնատար ավտոմոբիլին։',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։'],
        correct_answer: 'Պարտավոր չէ։',
        image: 'images/image_44.jpg'
    },
    {
        id: 45,
        question: 'Երթեւեկությունն ուղիղ շարունակող ավտոբուսի վարորդըպարտավո՞ր է արդյոք զիջել ճանապարհը բեռնատարավտոմոբիլին։',
        answers: ['Պարտավոր է։', 'Պարտավոր չէ։'],
        correct_answer: 'Պարտավոր է։',
        image: 'images/image_45.jpg'
    },
    {
        id: 46,
        question: 'Եթե մտադիր եք  շարունակել երթեւեկությունն ուղիղ, ո՞րտրանսպորտային միջոցին  պետք է զիջեք ճանապարհը։',
        answers: ['Երկու տրանսպորտային միջոցներին։', 'Միայն ավտոբուսին։', 'Միայն թեթեւ մարդատար ավտոմոբիլին։', 'Ոչ մեկին։'],
        correct_answer: 'Երկու տրանսպորտային միջոցներին։',
        image: 'images/image_46.jpg'
    },
    {
        id: 47,
        question: 'Եթե մտադիր եք  շարունակել երթեւեկությունն ուղիղ, ու՞մ պետք էզիջեք ճանապարհը։',
        answers: ['Միայն թեթեւ մարդատար ավտոմոբիլին։', 'Միայն ավտոբուսին եւ թեթեւ մարդատար ավտոմոբիլին։', 'Բոլոր տրանսպորտային միջոցներին։', 'Միայն մոտոցիկլին։'],
        correct_answer: 'Միայն ավտոբուսին եւ թեթեւ մարդատար ավտոմոբիլին։',
        image: 'images/image_47.jpg'
    },
    {
        id: 48,
        question: 'Տվյալ իրադրությունում  պարտավո՞ր է մոտոցիկլի վարորդը զիջելճանապարհը։',
        answers: ['Պարտավոր չէ։', 'Պարտավոր է։'],
        correct_answer: 'Պարտավոր է։',
        image: 'images/image_48.jpg'
    },
    {
        id: 49,
        question: 'Տվյալ իրադրությունում ունե՞ք արդյոք նշված մանեւրի իրավունք։',
        answers: ['Այո։', 'Ոչ։'],
        correct_answer: 'Ոչ։',
        image: 'images/image_49.jpg'
    },
    {
        id: 50,
        question: 'Դուք շարունակում եք երթեւեկությունն ուղիղ, ո՞րտրանսպորտային  միջոցին   պետք է զիջեք  ճանապարհը։',
        answers: ['Միայն թեթեւ մարդատար ավտոմոբիլին։', 'Բեռնատար ավտոմոբիլին։', 'Երկու տրանսպորտային միջոցներին։', 'Ոչ մեկին։'],
        correct_answer: 'Երկու տրանսպորտային միջոցներին։',
        image: 'images/image_50.jpg'
    },
    {
        id: 51,
        question: 'Դուք շարունակում եք երթեւեկությունն ուղիղ, պարտավո՞ր եքարդյոք զիջել ճանապարհը  թեթեւ մարդատար ավտոմոբիլին։',
        answers: ['Պարտավոր եք։', 'Պարտավոր չեք։'],
        correct_answer: 'Պարտավոր չեք։',
        image: 'images/image_51.jpg'
    },
    {
        id: 52,
        question: 'Դուք սկսում եք երթեւեկել ճամփեզրից, պարտավո՞ր եք արդյոքզիջել ճանապարհը  թեթեւ մարդատար ավտոմոբիլին, որըկատարում է հետադարձ։',
        answers: ['Պարտավոր եք։', 'Պարտավոր չեք։'],
        correct_answer: 'Պարտավոր եք։',
        image: 'images/image_52.jpg'
    },
    {
        id: 53,
        question: 'Դուք շարունակում եք երթեւեկությունն ուղիղ, ո՞րտրանսպորտային միջոցին պետք  է զիջեք ճանապարհը։',
        answers: ['Միայն թեթեւ մարդատար ավտոմոբիլին։', 'Ոչ մեկին։', 'Միայն թեթեւ մարդատար ավտոմոբիլին եւ մոտոցիկլին։', 'Բոլոր տրանսպորտային միջոցներին։'],
        correct_answer: 'Միայն թեթեւ մարդատար ավտոմոբիլին։',
        image: 'images/image_53.jpg'
    },
    {
        id: 54,
        question: 'Եթե մտադիր եք կատարել  ձախ շրջադարձ, ո՞ր տրանսպորտայինմիջոցին պետք է զիջեք ճանապարհը։',
        answers: ['Մոտոցիկլին։', 'Պարեկային ավտոմոբիլին։', 'Բոլոր տրանսպորտային միջոցներին։'],
        correct_answer: 'Բոլոր տրանսպորտային միջոցներին։',
        image: 'images/image_54.jpg'
    },
    {
        id: 55,
        question: 'Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞րտրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
        answers: ['Թեթեւ մարդատար ավտոմոբիլին։', 'Բոլոր տրանսպորտային միջոցներին։', 'Բեռնատար ավտոմոբիլին։'],
        correct_answer: 'Բոլոր տրանսպորտային միջոցներին։',
        image: 'images/image_55.jpg'
    },
    {
        id: 56,
        question: 'Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞րտրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
        answers: ['Բեռնատար ավտոմոբիլին։', 'Բոլոր տրանսպորտային միջոցներին։', 'Ոչ մեկին։'],
        correct_answer: 'Բոլոր տրանսպորտային միջոցներին։',
        image: 'images/image_56.jpg'
    },
    {
        id: 57,
        question: 'Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞րտրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
        answers: ['Ոչ մեկին։', 'Միայն ավտոբուսին։', 'Միայն միացված փարոսիկով բեռնատար ավտոմոբիլին։', 'Բոլոր տրանսպորտային միջոցներին։'],
        correct_answer: 'Միայն ավտոբուսին։',
        image: 'images/image_57.jpg'
    },
    {
        id: 58,
        question: 'Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞րտրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
        answers: ['Բեռնատար ավտոմոբիլին։', 'Թեթեւ մարդատար ավտոմոբիլին։', 'Բոլոր տրանսպորտային միջոցներին։', 'Ոչ մեկին։'],
        correct_answer: 'Բեռնատար ավտոմոբիլին։',
        image: 'images/image_58.jpg'
    },
    {
        id: 59,
        question: 'Եթե մտադիր եք կատարել ձախ շրջադարձ, ո՞ր տրանսպորտայինմիջոցին պետք է զիջեք ճանապարհը։',
        answers: ['Ավտոբուսին։', 'Ավտոբուսին եւ թեթեւ մարդատար ավտոմոբիլին։', 'Թեթեւ մարդատար ավտոմոբիլին։', 'Ոչ մեկին։'],
        correct_answer: 'Ոչ մեկին։',
        image: 'images/image_59.jpg'
    },
    {
        id: 60,
        question: 'Եթե մտադիր եք կատարել աջ շրջադարձ, պարտավո՞ր եք արդյոքզիջել ճանապարհը  թեթեւ մարդատար ավտոմոբիլին։',
        answers: ['Պարտավոր եք։', 'Պարտավոր չեք։'],
        correct_answer: 'Պարտավոր չեք։',
        image: 'images/image_60.jpg'
    },
    {
        id: 61,
        question: 'Եթե մտադիր եք կատարել աջ շրջադարձ, ո՞ր տրանսպորտայինմիջոցին պետք է զիջեք ճանապարհը։',
        answers: ['Ոչ մեկին։', 'Թեթեւ մարդատար ավտոմոբիլին։', 'Մոտոցիկլին եւ թեթեւ մարդատար ավտոմոբիլին։'],
        correct_answer: 'Ոչ մեկին։',
        image: 'images/image_61.jpg'
    },
    {
        id: 62,
        question: 'Պարտավոր ենք արդյո՞ք այս իրավիճակում զիջել հանդիպակացիցմոտեցող ավտոմոբիլի վարորդին:',
        answers: ['Այո', 'ՈՉ'],
        correct_answer: 'Այո',
        image: 'images/image_62.jpg'
    },
    {
        id: 63,
        question: 'Այս իրավիճակում պարտավոր եք',
        answers: ['Զիջել ճանապարհը', 'Անցնել առաջինը'],
        correct_answer: 'Զիջել ճանապարհը',
        image: 'images/image_63.jpg'
    },
    {
        id: 64,
        question: 'Տվյալ իրավիճակումհետո:',
        answers: ['Կարող ենք շրջանցել բեռնատարին աջ կողմից՝ կողնակով:', 'Շարունակել երթևեկությունը միայն բեռնատարի անցումից', 'Թույլատրվում են երկու գործողությունները'],
        correct_answer: 'Շարունակել երթևեկությունը միայն բեռնատարի անցումից',
        image: 'images/image_64.jpg'
    },
    {
        id: 65,
        question: 'Այս իրավիճակում',
        answers: ['Պետք է զիջեք ճանապարհը', 'Կարող եք առաջինն անցնել'],
        correct_answer: 'Կարող եք առաջինն անցնել',
        image: 'images/image_65.jpg'
    },
    {
        id: 66,
        question: 'Տվյալ իրավիճակում ուղիղ երթևեկելու դեպքում թույլատրվում էհետո',
        answers: ['Շրջանցել բեռնատարն աջ կողմից:', 'Շարունակել երթևեկությունը միայն բեռնատարի անցումից', 'Նշված երկու դեպքերն էլ թույլատրելի են'],
        correct_answer: 'Նշված երկու դեպքերն էլ թույլատրելի են',
        image: 'images/image_66.jpg'
    },
    {
        id: 67,
        question: 'Ո՞ր հետագծով է թույլատրվում մոտենալ մայթեզրում սպասողհետիոտնին',
        answers: ['Միայն Ա', 'Միայն Բ', 'Թույլատրվում է երկու հետագծերով'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_67.jpg'
    },
    {
        id: 68,
        question: 'Դուրս գալով ճանապարհ այս իրավիճակում պարտավոր ենքզիջել',
        answers: ['Աջ կողմից մոտեցող վարորդներին', 'Բոլոր վարոդներին', 'Վարորդներին և հետիոտներին'],
        correct_answer: 'Վարորդներին և հետիոտներին',
        image: 'images/image_68.jpg'
    },
    {
        id: 69,
        question: 'Այս իրավիճակում զիջել ճանապարհը պարտավոր է',
        answers: ['Թեթև մարդատարի վարորդը', 'Մոտոցիկլի վարորդը'],
        correct_answer: 'Թեթև մարդատարի վարորդը',
        image: 'images/image_69.jpg'
    },
    {
        id: 70,
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
        answers: ['Միայն Ա', 'Միայն Բ', 'Երկու հետագծերով'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_70.jpg'
    },
    {
        id: 71,
        question: 'Կապույտ ավտոմոբիլի վարորդը ո՞ր նկարում ներկայացվածիրավիճակում ունի առաջնահերթ երթևեկության իրավունք մյուսվարորդի նկատմամբ',
        answers: ['Ձախ', 'Աջ', 'Երկու'],
        correct_answer: 'Երկու',
        image: 'images/image_71.jpg'
    },
    {
        id: 72,
        question: 'Հետադարձը նշված տեղում',
        answers: ['Թույլատրվում է, եթե մոտեցող գնացք չկա', 'Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է',
        image: 'images/image_72.jpg'
    },
    {
        id: 73,
        question: 'Ո՞ր հետագծով է թույլատրված աջ շրջադարձը',
        answers: ['Միայն Ա', 'Միայն Բ', 'Երկու հետագծերով'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_73.jpg'
    },
    {
        id: 74,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջիճանապարհը',
        answers: ['Բեռնատարի', 'Թեթև մարդատարի'],
        correct_answer: 'Թեթև մարդատարի',
        image: 'images/image_74.jpg'
    },
    {
        id: 75,
        question: 'Ո՞ր հետագծով է թույլատրվում հետադարձը վարորդին',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_75.jpg'
    },
    {
        id: 76,
        question: 'Այս գոտուց ո՞ր ուղղությամբ կարող է թեթև մարդատարիվարորդը շարունակել երթևեկությունը',
        answers: ['Միայն ուղիղ', 'Ուղիղ և աջ', 'Ցանկացած', 'Ուղիղ, ձախ և հակառակ'],
        correct_answer: 'Ուղիղ, ձախ և հակառակ',
        image: 'images/image_76.jpg'
    },
    {
        id: 77,
        question: 'Դեպի աջից հարող ճանապարհ աջ շրջադարձ կատարելիսանհրաժեշտ էկատարել միայն այդ գոտուցմիայն այդ գոտուց',
        answers: ['Շարունակել երթևեկությունն այս գոտով և շրջադարձը', 'Վերադասավորվել արգելակման գոտի և շրջադարձը կատարել', 'Երկու տարբերակներն էլ ճիշտ են:'],
        correct_answer: 'Վերադասավորվել արգելակման գոտի և շրջադարձը կատարել',
        image: 'images/image_77.jpg'
    },
    {
        id: 78,
        question: 'Ձախ բակ մուտք գործելիս ո՞ւմ պետք է զիջել ճանապարհը',
        answers: ['Միայն հանդիպակացից մոտեցող վարորդին', 'Վարորդին և հետիոտներին', 'Ոչ ոքի'],
        correct_answer: 'Վարորդին և հետիոտներին',
        image: 'images/image_78.jpg'
    },
    {
        id: 79,
        question: 'Հետադարձը այս խաչմերուկում',
        answers: ['Թույլատրված է', 'Արգելված է'],
        correct_answer: 'Թույլատրված է',
        image: 'images/image_79.jpg'
    },
    {
        id: 80,
        question: 'Պարտավոր է՞ թեթև մարդատարի վարորդը զիջել ճանապարհնիր գոտի վերադասավորվող ավտոկռունկի վարորդինկահավորված',
        answers: ['Այո, եթե ավտոկռունկը նարնջագույն փարոսիկներով է', 'Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_80.jpg'
    },
    {
        id: 81,
        question: 'Թույլատրված է՞ հետադարձն այս վայրում',
        answers: ['Այո', 'Թույլատրված է, եթե տեսանելիությունը 100 մետր և ավելի է', 'Ոչ'],
        correct_answer: 'Թույլատրված է, եթե տեսանելիությունը 100 մետր և ավելի է',
        image: 'images/image_81.jpg'
    },
    {
        id: 82,
        question: 'Պարտավոր է արդյո՞ք թեթև մարդատարի վարորդըվերադասավորվել աջ եզրային գոտի վազանց ավարտելուց հետո',
        answers: ['Ոչ, եթե գործում են բնակավայրով երթևեկության կանոնները', 'Այո', 'Ոչ'],
        correct_answer: 'Ոչ, եթե գործում են բնակավայրով երթևեկության կանոնները',
        image: 'images/image_82.jpg'
    },
    {
        id: 83,
        question: 'Ո՞ր հետագծով է թույլատրված ձախ շրջադարձը',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_83.jpg'
    },
    {
        id: 84,
        question: 'Այն դեպքերում, երբ տրանսպորտային միջոցների երթևեկությանուղիները հատվում են, իսկ անցման հերթականությունըկանոններով սահմանված չէ, ճանապարհը պետք է զիջի այնվարորդը',
        answers: ['Որին տրանսպորտային միջոց է մոտենում աջից', 'Որին տրանսպորտային միջոց է մոտենում ձախից:'],
        correct_answer: 'Որին տրանսպորտային միջոց է մոտենում աջից',
        image: null
    },
    {
        id: 85,
        question: 'Ո՞ր վարորդը պետք է զիջի ճանապարհը',
        answers: ['Շարժումը սկսող վարորդը', 'Կանգնել պատրստվող վարորդը'],
        correct_answer: 'Շարժումը սկսող վարորդը',
        image: 'images/image_85.jpg'
    },
    {
        id: 86,
        question: 'Հետադարձը նշված վայրումօգտագործման տրանսպորտային միջոցների վարորդներին',
        answers: ['Թույլատրվում է', 'Թույլատրվում է, եթե չի խոչընդոտում ընդհանուր', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_86.jpg'
    },
    {
        id: 87,
        question: 'Ո՞ր հետագծով է թույլատրված ձախ շրջադարձը',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_87.jpg'
    },
    {
        id: 88,
        question: 'Թեթև մարդատարի վարորդը',
        answers: ['Պետք է զիջի ճանապարհը', 'Ունի առավելություն, քանի որ մոտեցել է աջ կողմից'],
        correct_answer: 'Պետք է զիջի ճանապարհը',
        image: 'images/image_88.jpg'
    },
    {
        id: 89,
        question: 'Ո՞ր հետագծով է թույլատրված աջ շրջադարձը',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_89.jpg'
    },
    {
        id: 90,
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
        answers: ['Միայն Ա', 'Ա կամ Գ', 'Բոլոր'],
        correct_answer: 'Ա կամ Գ',
        image: 'images/image_90.jpg'
    },
    {
        id: 91,
        question: 'Պարտավոր է՞ վարորդը վերադասավորվել աջ գոտի և նոր միայնկատարել աջ շրջադարձն այս իրավիճակում',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_91.jpg'
    },
    {
        id: 92,
        question: 'Գտնվելով կամրջի սահմաններում թույլատրվո՞ւմ է հետադարձը',
        answers: ['Թույլատրվում է, եթե տեսանելիությունը 100 մետր և ավելի է', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_92.jpg'
    },
    {
        id: 93,
        question: 'Մուտք գործել խաչմերուկ նշված գոտուց',
        answers: ['Թույլատրվում է միայն հետադարձ կատարելիս', 'Թույլատրվում է ցանկացած դեպքում'],
        correct_answer: 'Թույլատրվում է ցանկացած դեպքում',
        image: 'images/image_93.jpg'
    },
    {
        id: 94,
        question: 'Թույլատրված է՞ հետադարձն այս վայրում',
        answers: ['Այո', 'Թույլատրված է, եթե տեսանելիությունը 100 մետր և ավելի է', 'Ոչ'],
        correct_answer: 'Թույլատրված է, եթե տեսանելիությունը 100 մետր և ավելի է',
        image: 'images/image_94.jpg'
    },
    {
        id: 95,
        question: 'Առանց վերադասավորման երթևեկող վարորդը զիջել աջիցվերադասավորվող վարորդին',
        answers: ['Պարտավոր չէ', 'Պարտավոր է'],
        correct_answer: 'Պարտավոր չէ',
        image: 'images/image_95.jpg'
    },
    {
        id: 96,
        question: 'Հետադարձն այս վայրում',
        answers: ['Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է',
        image: 'images/image_96.jpg'
    },
    {
        id: 97,
        question: 'Ձախ շրջադարձը թույլատրվում է',
        answers: ['Միայն Ա հետագծով', 'Միայն Բ հետագծով', 'Ցանկացած հետագծով'],
        correct_answer: 'Ցանկացած հետագծով',
        image: 'images/image_97.jpg'
    },
    {
        id: 98,
        question: 'Կայանատեղիից միաժամանակ շարժումը սկսելու դեպքումպարտավոր եք արդյո՞ք զիջել ճանապարհը առջևում գտնվողվարորդին',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_98.jpg'
    },
    {
        id: 99,
        question: 'Ո՞ր հետագծով իրավունք ունի վարորդը կատարել ձախշրջադարձն այս իրավիճակում',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_99.jpg'
    },
    {
        id: 100,
        question: 'Խաչմերուկում թույլատրվում է արդյո՞ք հետընթաց կատարումովհետադարձ կատարել',
        answers: ['Այո', 'Այո, եթե խոչընդոտ չի ստեղծի խաչմերուկով երթևեկողներին', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_100.jpg'
    },
    {
        id: 101,
        question: 'Թույլատրվո՞ւմ է վարորդին այս իրավիճակում աջ շրջադարձկատարել',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_101.jpg'
    },
    {
        id: 102,
        question: 'Այս իրավիճակում կանգառ կատարելիս ո՞ր ազդանշանի լուսայինցուցիչը պետք է միացնի վարորդը',
        answers: ['Աջ', 'Աջ, վերադասավորումից հետո ձախ', 'Ձախ'],
        correct_answer: 'Ձախ',
        image: 'images/image_102.jpg'
    },
    {
        id: 103,
        question: 'Ո՞ր հետագծերով է թույլատրված երթևեկությունը',
        answers: ['Բոլոր', 'Միայն Ա', 'Միայն Ա կամ Գ'],
        correct_answer: 'Միայն Ա կամ Գ',
        image: 'images/image_103.jpg'
    },
    {
        id: 104,
        question: 'Տեսանելիության բացակայության պատճառով հետընթացկատարելիս վարորդը պետք է',
        answers: ['Ձայնային ազդանշան տա', 'Միացնի վթարային լուսային ազդանշանը', 'Դիմի այլ անձանց օգնությանը'],
        correct_answer: 'Դիմի այլ անձանց օգնությանը',
        image: null
    },
    {
        id: 105,
        question: 'Հետընթաց վարմամբ բակի մուտքն օգտագործելով հետադարձկատարելն այս իրավիճակում',
        answers: ['Թույլատրվում է, եթե չի խոչընդոտի այլ երթևեկողներին', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է, եթե չի խոչընդոտի այլ երթևեկողներին',
        image: 'images/image_105.jpg'
    },
    {
        id: 106,
        question: 'Թույլատրվո՞ւմ է թեթև մարդատարի վարորդին սկսել շարժումը',
        answers: ['Այո', 'Այո, եթե չի խոչընդոտի բեռնատարի վարորդին', 'Ոչ'],
        correct_answer: 'Այո, եթե չի խոչընդոտի բեռնատարի վարորդին',
        image: 'images/image_106.jpg'
    },
    {
        id: 107,
        question: 'Ո՞ր տարբերակում է թույլատրված հետընթացը',
        answers: ['Խաչմերուկներում', 'Աջ եզրային չհանդիսացող գոտիներում', 'Հետիոտնային անցումներում'],
        correct_answer: 'Աջ եզրային չհանդիսացող գոտիներում',
        image: null
    },
    {
        id: 108,
        question: 'Տվյալ իրավիճակում թու՞յլատրվում է վարորոդին երթևեկությունըտրամվայի գծերովկատարելու դեպքում',
        answers: ['Այո', 'Թույլատրվում է միայն հետադարձ կամ ձախ շրջադարձ', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_108.jpg'
    },
    {
        id: 109,
        question: 'Պարտավոր է արդյո՞ք վարորդն այս իրավիճակում ձախշրջադարձ կատարելիս լուսային ցուցիչով ազդանշան տալ',
        answers: ['Այո', 'Այո, երբ առկա է հանդիպակաց երթևեկող', 'Պարտավոր չէ'],
        correct_answer: 'Այո',
        image: 'images/image_109.jpg'
    },
    {
        id: 110,
        question: 'Ձախ շրջադարձ թույլատրվում է',
        answers: ['Միայն Ա հետագծով', 'Միայն Բ հետագծով', 'Երկու հետագծերով'],
        correct_answer: 'Միայն Բ հետագծով',
        image: 'images/image_110.jpg'
    },
    {
        id: 111,
        question: 'Թույլատրվո՞ւմ է թեթև մարդատարի վարորդին հետընթացվարմամբ մոտենալ ուղևորին կամուրջի վրա',
        answers: ['Այո', 'Այո, եթե չի ստեղծի խոչընդոտ այլ մասնակիցներին', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_111.jpg'
    },
    {
        id: 112,
        question: 'Թո՞ւյլատրվում է հետադարձ կատարել այս իրավիճակումավելից մենք տեսանելի ենք',
        answers: ['Թույլատրում է, եթե հետևից երթևեկողների համար 100 մետր և', 'Արգելվում է'],
        correct_answer: 'Թույլատրում է, եթե հետևից երթևեկողների համար 100 մետր և',
        image: 'images/image_112.jpg'
    },
    {
        id: 113,
        question: 'Ի՞նչ կանոն է խախտում վարորդը մուտք գործելով բակ',
        answers: ['Աջ շրջադարձ է կատարում միայն ուղիղ նշանի ազդման գոտում', 'Լուսային ցուցիչով ազդանշան չի տալիս', 'Երկու խախտումները միաժամանակ'],
        correct_answer: 'Լուսային ցուցիչով ազդանշան չի տալիս',
        image: 'images/image_113.jpg'
    },
    {
        id: 114,
        question: 'Զիջել ճանապարհը բեռնատարի վարորդին',
        answers: ['Պարտավոր ենք', 'Պարտավոր ենք, եթե նա այդ մասին ձեռքով ազդանշան է տվել', 'Պարտավոր չենք'],
        correct_answer: 'Պարտավոր չենք',
        image: 'images/image_114.jpg'
    },
    {
        id: 115,
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_115.jpg'
    },
    {
        id: 116,
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
        answers: ['Ցանկացած', 'Միայն Բ', 'Միայն Ա'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_116.jpg'
    },
    {
        id: 117,
        question: 'Ճանապարհը պետք է զիջի',
        answers: ['Թեթև մարդատարի վարորդը', 'Բեռնատարի վարորդը'],
        correct_answer: 'Բեռնատարի վարորդը',
        image: 'images/image_117.jpg'
    },
    {
        id: 118,
        question: 'Թույլատրվո՞ւմ է պատահմամբ անցած խաչմերուկում հետընթացվարմամբ շտկել և շարունակել երթևեկությունը մեզ անհրաժեշտուղղությամբ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_118.jpg'
    },
    {
        id: 119,
        question: 'Այս գոտուց երթևեկությունը շարունակել թույլատրվում է',
        answers: ['Միայն ձախ ուղղությամբ', 'Ձախ և հակառակ ուղղություններով', 'Աջ, ձախ և հակառակ ուղղություններով'],
        correct_answer: 'Ձախ և հակառակ ուղղություններով',
        image: 'images/image_119.jpg'
    },
    {
        id: 120,
        question: 'Թույլատրվո՞ւմ է աջ բակը մտնել հետընթաց կատարելով նշվածիրադրությունումտրանսպորտային միջոցներին',
        answers: ['Այո, եթե չենք խոչընդոտի ընդհանուր օգտագործման', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_120.jpg'
    },
    {
        id: 121,
        question: 'Վերադասավորվելով հարևան գոտի այս իրավիճակում',
        answers: ['Պարտավոր եք զիջել նշված գոտով ընթացող վարորդներին', 'Ունեք երթևեկության առավելություն'],
        correct_answer: 'Պարտավոր եք զիջել նշված գոտով ընթացող վարորդներին',
        image: 'images/image_121.jpg'
    },
    {
        id: 122,
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_122.jpg'
    },
    {
        id: 123,
        question: 'Ո՞ր հետագծով է թույլատրված ձախ շրջադարձը',
        answers: ['Միայն Ա', 'Միայն Գ', 'Ցանկացած'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_123.jpg'
    },
    {
        id: 124,
        question: 'Այս իրավիճակում թո՞ւյլատրվում է հետընթացով մոտենալուղևորին',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_124.jpg'
    },
    {
        id: 125,
        question: 'Ինչպե՞ս պետք է վարվեք խաչմերուկից դուրս ձախ շրջադարձի ևհետադարձի ժամանակմիջոցներինմիջոցներին և համընթաց երթևեկող տրամվայներին',
        answers: ['Պետք է ճանապարհը զիջել հանդիպակաց տրանսպորտային', 'Պետք է ճանապարհը զիջել հանդիպակաց տրանսպորտային'],
        correct_answer: 'Պետք է ճանապարհը զիջել հանդիպակաց տրանսպորտային',
        image: null
    },
    {
        id: 126,
        question: 'Թույլատրվա՞ծ է հետընթացն այս իրավիճակում',
        answers: ['Արգելվում է', 'Թույլատրվում է մինչև հետիոտնային անցումը'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_126.jpg'
    },
    {
        id: 127,
        question: 'Շարժումն սկսելիս պարտավոր եք արդյո՞ք զիջել ճանապարհըհետադարձ կատարող վարորդին',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_127.jpg'
    },
    {
        id: 128,
        question: 'Հետընթացով մոտենալ ուղևորին այս իրավիճակումերթևեկությանը',
        answers: ['Թույլատրվում է', 'Թույլատրվում է, եթե չի խոչընդոտում այլ վարորդների', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_128.jpg'
    },
    {
        id: 129,
        question: 'Ո՞ր վարորդն է խախտում երթևեկության կանոնները դուրս գալովշրջանաձև երթևեկությամբ խաչմերուկից',
        answers: ['Թեթև մարդատարի', 'Երկու վարորդները', 'Ոչ ոք'],
        correct_answer: 'Թեթև մարդատարի',
        image: 'images/image_129.jpg'
    },
    {
        id: 130,
        question: 'Հետադարձն այս խաչմերուկում',
        answers: ['Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է',
        image: 'images/image_130.jpg'
    },
    {
        id: 131,
        question: 'Ո՞ր ուղղությամբ է թույլատրված երթևեկությունը',
        answers: ['Միայն ձախ', 'Ուղիղ և ձախ', 'Ձախ և հետադարձ'],
        correct_answer: 'Միայն ձախ',
        image: 'images/image_131.jpg'
    },
    {
        id: 132,
        question: 'Պարտավոր եք արդյո՞ք միացնել աջ շրջադարձի ցուցիչ այսխաչմերուկում',
        answers: ['Այո', 'Ոչ', 'Այո, բացառությամբ հետադարձ կատարելիս:'],
        correct_answer: 'Այո',
        image: 'images/image_132.jpg'
    },
    {
        id: 133,
        question: 'Մերձակա տարածք մուտք գործելիս վարորդը պետք էճանապարհը զիջի',
        answers: ['Միայն հետիոտներին', 'Միայն հեծանվորդներին', 'Հեծանվորդներին և չստեղծի խոչընդոտ հետիոտների համար'],
        correct_answer: 'Հեծանվորդներին և չստեղծի խոչընդոտ հետիոտների համար',
        image: null
    },
    {
        id: 134,
        question: 'Մերձակա տարածքից ճանապարհ դուրս գալիս՝ վարորդը պետք էմիջոցներինվարորդներին և չստեղծի խոչընդոտ հետիոտների համար',
        answers: ['Ճանապարհը զիջի միայն հետիոտներին', 'Ճանապարհը զիջի դրանով երթևեկող տրանսպորտային', 'Զիջի ճանապարհը երթևեկող տրանսպորտային միջոցների'],
        correct_answer: 'Զիջի ճանապարհը երթևեկող տրանսպորտային միջոցների',
        image: null
    },
    {
        id: 135,
        question: 'Հետադարձ կատարել նշանից հետո թույլատրվում է',
        answers: ['Միայն երկու կողմից 100 մետր տեսանելիության դեպքում', 'Խոչընդոտ չստեղծելու դեպքում', 'Ոչ մի դեպքում'],
        correct_answer: 'Ոչ մի դեպքում',
        image: 'images/image_135.jpg'
    },
    {
        id: 136,
        question: 'Ազդանշան տալը երթևեկության մյուս մասնակիցների նկատմամբառավելություն',
        answers: ['Տալիս է', 'Տալիս է միայն վերադասավորվելիս', 'Չի տալիս'],
        correct_answer: 'Չի տալիս',
        image: null
    },
    {
        id: 137,
        question: 'Նշված հետագծով աջ շրջադարձը',
        answers: ['Թույլատրված է', 'Արգելված է'],
        correct_answer: 'Թույլատրված է',
        image: 'images/image_137.jpg'
    },
    {
        id: 138,
        question: 'Բեռնատարից առաջ անցնելուց հետո ո՞ր գոտով կարող եքշարունակել երթևեկությունը',
        answers: ['Միայն աջ', 'Երկու համընթաց գոտիներով էլ թույլատրվում է'],
        correct_answer: 'Միայն աջ',
        image: 'images/image_138.jpg'
    },
    {
        id: 139,
        question: 'Հետադարձը նշված վայրումտրանսպորտային միջոցներ',
        answers: ['Թույլատրվում է', 'Թույլատրվում է, եթե առկա չեն ընդհանուր օգտագործման', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_139.jpg'
    },
    {
        id: 140,
        question: 'Առաջնահերթ երթևեկության իրավունք ունի',
        answers: ['Թեթև մարդատարի վարորդը', 'Բեռնատարի վարորդը'],
        correct_answer: 'Բեռնատարի վարորդը',
        image: 'images/image_140.jpg'
    },
    {
        id: 141,
        question: 'Միաժամանակ վերադասավորվելիս ո՞ր տրանսպորտային միջոցիվարորդը ունի առաջնահերթ երթևեկության իրավունք',
        answers: ['Բեռնատարի', 'Թեթև մարդատարի'],
        correct_answer: 'Թեթև մարդատարի',
        image: 'images/image_141.jpg'
    },
    {
        id: 142,
        question: 'Թույլատրվո՞ւմ է հետընթացով մոտենալ ուղևորին',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_142.jpg'
    },
    {
        id: 143,
        question: 'Աջ բակ մուտք գոծելու դեպքում պարտավոր ենք զիջել',
        answers: ['Միայն հետիոտներին', 'Միայն հեծանվորդին', 'Ոչ մեկին', 'Հեծանվորդին և հետիոտներին'],
        correct_answer: 'Հեծանվորդին և հետիոտներին',
        image: 'images/image_143.jpg'
    },
    {
        id: 144,
        question: 'Այս վերելքի ուղղությամբ շարժվելիս հետադարձ թույլատրվում է,եթե',
        answers: ['Հնարավոր լինի այն կատարել մեկ գործողությամբ', 'Ապահովված է 100 մետր տեսանելիությունը երկու կողմից', 'Արգելված է'],
        correct_answer: 'Ապահովված է 100 մետր տեսանելիությունը երկու կողմից',
        image: 'images/image_144.jpg'
    },
    {
        id: 145,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջիճանապարհը',
        answers: ['Ավտոբուսի վարորդը', 'Թեթև մարդատարի վարորդը'],
        correct_answer: 'Ավտոբուսի վարորդը',
        image: 'images/image_145.jpg'
    },
    {
        id: 146,
        question: 'Թույլատրվում է հետադարձն այս վայրումպայմաններում',
        answers: ['Թույլատրվում է երկու կողմից 100մ տեսանելիության', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է երկու կողմից 100մ տեսանելիության',
        image: 'images/image_146.jpg'
    },
    {
        id: 147,
        question: 'Թույլատրվո՞ւմ է անցնել կամուրջը, եթե դա չի խոչընդոտումմոտոցիկլի վարորդին',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_147.jpg'
    }
];