export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Մերձակա տարածք մուտք գործելիս վարորդը պետք է ճանապարհը զիջի ',
        answers: ['Միայն հետիոտներին', 'Միայն հեծանվորդներին', 'Հեծանվորդներին և չստեղծի խոչընդոտ հետիոտների համար'],
        correct_answer: 'Հեծանվորդներին և չստեղծի խոչընդոտ հետիոտների համար',
        image: null
    },
    {
        id: 2,
        question: 'Մերձակա տարածքից ճանապարհ դուրս գալիս՝ վարորդը պետք է ',
        answers: ['Ճանապարհը զիջի միայն հետիոտներին', 'Ճանապարհը զիջի դրանով երթևեկող տրանսպորտային միջոցներին', 'Զիջի ճանապարհը երթևեկող տրանսպորտային միջոցների վարորդներին և չստեղծի խոչընդոտ հետիոտների համար'],
        correct_answer: 'Զիջի ճանապարհը երթևեկող տրանսպորտային միջոցների վարորդներին և չստեղծի խոչընդոտ հետիոտների համար',
        image: null
    },
    {
        id: 3,
        question: 'Հետադարձ կատարել նշանից հետո թույլատրվում է ',
        answers: ['Միայն երկու կողմից 100 մետր տեսանելիության դեպքում', 'Խոչընդոտ չստեղծելու դեպքում', 'Ոչ մի դեպքում'],
        correct_answer: 'Ոչ մի դեպքում',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «D» կարգի եւ «D1» ենթակարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել այն անձանց, ովքեր ունեն` ',
        answers: ['«B» կամ «C» կարգի կամ «C1» ենթակարգի տրանսպորտային միջոցներ վարելու վարորդական վկայական եւ լրացել է նրանց 21 տարին։', '«B» կարգի կամ «B1» ենթակարգի տրանսպորտային միջոցներ վարելու վարորդական վկայական եւ լրացել է նրանց 18 տարին։', '«AB» կարգերի կամ «A1B1» ենթակարգերի տրանսպորտային միջոցներ վարելու վարորդական վկայական եւ լրացել է նրանց 18 տարին։', '«B» կամ «C» կարգի կամ «C1» ենթակարգի տրանսպորտային միջոցներ վարելու վարորդական վկայական եւ լրացել է նրանց 20 տարին։'],
        correct_answer: '«B» կամ «C» կարգի կամ «C1» ենթակարգի տրանսպորտային միջոցներ վարելու վարորդական վկայական եւ լրացել է նրանց 21 տարին։',
        image: null
    },
    {
        id: 5,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «D», «DE» կարգերի, «D1» եւ «D1E» ենթակարգերի տրանսպորտային միջոցներ վարելու միջազգային վարորդական իրավունքի վկայական կարող է տրվել՝ ',
        answers: ['19 տարին լրացած անձանց։', '20 տարին լրացած անձանց։', '21 տարին լրացած անձանց։', '22 տարին լրացած անձանց։'],
        correct_answer: '21 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 6,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Հետեւի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող հարմարանքներ։', 'Հետեւի մասում տեղադրված են կարմիր գույնի լուսանդրադարձնող հարմարանքներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Հետեւի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող հարմարանքներ։',
        image: null
    },
    {
        id: 7,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Առկա են երկուսից ոչ պակաս հակագլորման հենակներ։', 'Հետեւի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող հարմարանքներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Հետեւի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող հարմարանքներ։',
        image: null
    },
    {
        id: 8,
        question: 'Ո՞ր տրանսպորտային միջոցների վրա չի տարածվում կանգառն արգելող նշանի ազդեցությունն այս դեպքում ',
        answers: ['Թեթև մարդատար տաքսի ավտոմոբիլների', 'Միայն «Հաշմանդամ» ճանաչման նշանով կահավորված մոտոսայլակների և ավտոմոբիլների վրա', 'Բոլոր նշվածների'],
        correct_answer: 'Միայն «Հաշմանդամ» ճանաչման նշանով կահավորված մոտոսայլակների և ավտոմոբիլների վրա',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Մյուս խաչմերուկում նշվածներից ո՞ր ուղղությամբ կարող եք շարունակել երթևեկությունը ',
        answers: ['Միայն Բ', 'Ա կամ Բ', 'Բոլոր'],
        correct_answer: 'Բոլոր',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Ո՞ր նշանի ազդման գոտում կարող եք երթևեկել 60կմ/ժ արագությամբ ',
        answers: ['Միայն Բ', 'Բ և Գ', 'Ոչ մեկի'],
        correct_answer: 'Բ և Գ',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Որտե՞ղ պետք է կանգնել լուսացույցի ազդանշանին ենթարկվելով ',
        answers: ['Լուսացույցի առջև', 'Հատվող երթևեկելի մասի առջև', 'Ցանկացած տեղում'],
        correct_answer: 'Լուսացույցի առջև',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Թո՞ւյլատրվում է կանգառ կատարել նշված վայրում ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Նշվածներից ո՞ր վայրում է թույլատրված կանգառ կատարել ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած:'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Կայանումը նշված վայրում ',
        answers: ['Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Թույլատրվում է',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր վարորդն է խախտել կայանման կանոնները ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ոչ ոք'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Տրանսպորտային միջոցի վրա վթարային լուսային ազդանշանը պետք է միացված լինի` ',
        answers: ['Ճանապարհատրանսպորտային պատահարի դեպքում։', 'Քարշակման դեպքում (քարշակվող մեխանիկական տրանսպորտային միջոցի վրա)։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 17,
        question: 'Կառուցապատված տարածքներում, որտեղ մուտք ու ելքը նշված են «Բնակելի գոտի» եւ «Բնակելի գոտու վերջ» ճանապարհային նշաններով, չի արգելվում` ',
        answers: ['Հետիոտների տեղաշարժը ճանապարհի երթեւեկելի մասով։', 'Տրանսպորտային միջոցների միջանցիկ երթեւեկությունը։', 'Ուսումնական վարումը։'],
        correct_answer: 'Հետիոտների տեղաշարժը ճանապարհի երթեւեկելի մասով։',
        image: null
    },
    {
        id: 18,
        question: 'Խաչմերուկը համարվում է կարգավորվող, եթե երթեւեկության հերթականությունը որոշվում է` ',
        answers: ['Միայն լուսացույցի ազդանշաններով։', 'Միայն կարգավորողի ազդանշաններով։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 19,
        question: 'Առանց ծածկույթի հողային ճանապարհի վրա, անմիջապես խաչմերուկից առաջ, ծածկույթով հատվածի առկայությունն արդյոք այդ ճանապարհը դարձնու՞մ է հատվողին հավասարազոր։ ',
        answers: ['Ոչ։', 'Այո։'],
        correct_answer: 'Ոչ։',
        image: null
    },
    {
        id: 20,
        question: 'Որո՞նք են խոշոր զարկերակից արյունահոսության նշանները և ինչի՞ց է սկսվում առաջին օգնությունը խոշոր զարկերակային արյունահոսության ժամանակ: ',
        answers: ['Վերքից դանդաղորեն դուրս է հոսում մուգ գույնի արյուն: Վերքի վրա դրվում է սեղմող վիրակապ, որի վրա գրառում կա վերքի վրա պահելու ժամանակի վերաբերյալ:', 'Վերքից վառ կարմիր գույնի արյուն է հոսում` ուժեղ ցայտելով, ընդհատվող շիթով կամ շատրվանի նման: Վնասված զարկերակն անհրաժեշտ է սեղմել մատներով, այնուհետև վերքից վերև, որքան հնարավոր է վերքին մոտ դրվում է արյունահոսությունը կանգնեցնող լարան, որի վրա գրառում կա պահելու ժամանակի վերաբերյալ:', 'Արյունը դանդաղորեն դուրս է հոսում վերքից: Վնասվածքից ցած դրվում է արյունահոսությունը կանգնեցնող լարան, որի վրա գրառում կա պահելու ժամանակի վերաբերյալ'],
        correct_answer: 'Վերքից վառ կարմիր գույնի արյուն է հոսում` ուժեղ ցայտելով, ընդհատվող շիթով կամ շատրվանի նման: Վնասված զարկերակն անհրաժեշտ է սեղմել մատներով, այնուհետև վերքից վերև, որքան հնարավոր է վերքին մոտ դրվում է արյունահոսությունը կանգնեցնող լարան, որի վրա գրառում կա պահելու ժամանակի վերաբերյալ:',
        image: null
    }
];