export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Թույլատրվու՞մ է արդյոք դեղին ավտոբուսի վարորդին մուտք գործել խաչմերուկ։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է, եթե ավտոբուսը երթեւեկում է սահմանված երթուղով։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ո՞ր պատասխանում է ճիշտ նշված երթեւեկության թույլատրելի ուղղությունը։ ',
        answers: ['Ուղիղ եւ դեպի ձախ` մուտք գործելով բակ։', 'Միայն ուղիղ։', 'Միայն հետադարձ։', 'Ուղիղ եւ հետադարձ։'],
        correct_answer: 'Միայն ուղիղ։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Հետադարձն արգելվում է, եթե ճանապարհի թեկուզ եւ մեկ ուղղությամբ տեսանելիությունը պակաս է՝ ',
        answers: ['100 մ-ից։', '150 մ-ից։', '300 մ-ից։'],
        correct_answer: '100 մ-ից։',
        image: null
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն` ճանապարհի երթեւեկելի մաս է համարվում` ',
        answers: ['Ճանապարհի տարրը` նախատեսված տրանսպորտային միջոցների երթեւեկության համար։', 'Ճանապարհի տարրը` նախատեսված ոչ ռելսագնաց տրանսպորտային միջոցների երթեւեկության համար։'],
        correct_answer: 'Ճանապարհի տարրը` նախատեսված ոչ ռելսագնաց տրանսպորտային միջոցների երթեւեկության համար։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Սահմանված ռեժիմով չեն աշխատում արտաքին լուսային սարքերը։', 'Մոտոցիկլի դողերի պահպանաշերտի մնացորդային բարձրությունը կազմում է', '6 մմ։', 'Երկու դեպքում էլ։'],
        correct_answer: '6 մմ։',
        image: null
    },
    {
        id: 6,
        question: 'Նշաններից ո՞րն է վարորդին առավելություն տալիս հանդիպակաց տրանսպորտային միջոցների նկատմամբ։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ի՞նչ է նշանակում նշանի տակ տեղադրված ցուցանակը։ ',
        answers: ['Նշանից մինչեւ առաջին շրջադարձի սկիզբը եղած հեռավորությունը։', 'Առաջին շրջադարձից մինչեւ երկրորդ շրջադարձի սկիզբը եղած հեռավորությունը։', 'Վտանգավոր շրջադարձերով ճանապարհի հատվածի երկարությունը։'],
        correct_answer: 'Վտանգավոր շրջադարձերով ճանապարհի հատվածի երկարությունը։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ի՞նչ են նշանակում հետեւյալ նշանները։ ',
        answers: ['Մոտոցիկլների երթեւեկությունը դեպի աջ արգելվում է։', 'Մոտոցիկլների երթեւեկությունը դեպի աջ թույլատրվում է։'],
        correct_answer: 'Մոտոցիկլների երթեւեկությունը դեպի աջ արգելվում է։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Խաչմերուկը վերջինը կանցնի՝ ',
        answers: ['Կանաչ ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կարմիր ավտոմոբիլը։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Ո՞ր ավտոմոբիլը վերջինը կանցնի խաչմերուկը։ ',
        answers: ['Կապույտը։', 'Կարմիրը։', 'Կանաչը։'],
        correct_answer: 'Կարմիրը։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Խաչմերուկն առաջինը կանցնի՝ ',
        answers: ['Կանաչ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։'],
        correct_answer: 'Կանաչ ավտոմոբիլը։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։ ',
        answers: ['Ավտոբուսի վարորդը։', 'Մոտոցիկլի վարորդը։'],
        correct_answer: 'Ավտոբուսի վարորդը։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Խաչմերուկն առաջինը կանցնի՝ ',
        answers: ['Կարմիր ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։'],
        correct_answer: 'Կապույտ ավտոմոբիլը։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Կարգավորողի այս ազդանշանը նշանակում է, որ երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Կապույտ եւ կանաչ ավտոմոբիլներին։ Արգելվում է կարմիրին, դեղինին եւ սպիտակին։', 'Կապույտ, կարմիր եւ կանաչ ավտոմոբիլներին։ Արգելվում է դեղինին եւ սպիտակին։'],
        correct_answer: 'Կապույտ, կարմիր եւ կանաչ ավտոմոբիլներին։ Արգելվում է դեղինին եւ սպիտակին։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր տրանսպորտային միջոցները կարող են կատարել աջ շրջադարձ։ ',
        answers: ['Միայն կարմիր ավտոմոբիլը։', 'Բոլոր տրանսպորտային միջոցները։', 'Կարմիր եւ կանաչ ավտոմոբիլները։'],
        correct_answer: 'Կարմիր եւ կանաչ ավտոմոբիլները։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ազդու՞մ է արդյոք արգելող նշանը ճանապարհի այն հատվածի վրա, որտեղ կանգառ է կատարել վարորդը։ ',
        answers: ['Ազդում է։', 'Չի ազդում։'],
        correct_answer: 'Ազդում է։',
        image: 'images/image_16.jpg'
    },
    {
        id: 18,
        question: 'Միջքաղաքային ավտոբուսների երթեւեկությունը բնակավայրերից դուրս թույլատրվում է՝ ',
        answers: ['70 կմ/ժ ոչ ավելի արագությամբ։', '90 կմ/ժ ոչ ավելի արագությամբ։', '110 կմ/ժ ոչ ավելի արագությամբ։'],
        correct_answer: '90 կմ/ժ ոչ ավելի արագությամբ։',
        image: null
    },
    {
        id: 19,
        question: 'Ի՞նչ արագությամբ է թույլատրվում երթեւեկել 3.5 տ ոչ ավելի թույլատրելի առավելագույն զանգված ունեցող բեռնատար ավտոմոբիլներով՝ բնակավայրերից դուրս։ ',
        answers: ['90 կմ/ժ արագությունից ոչ ավելի։', '70 կմ/ժ արագությունից ոչ ավելի։', '80 կմ/ժ արագությունից ոչ ավելի։'],
        correct_answer: '90 կմ/ժ արագությունից ոչ ավելի։',
        image: null
    },
    {
        id: 19,
        question: 'Օրվա մութ ժամանակ ճանապարհի չլուսավորված հատվածներում սահմանված երթուղով երթեւեկող ավտոբուսի վրա պետք է միացված լինի՝ ',
        answers: ['Լապտերների միայն մոտակա լույսը։', 'Լապտերների միայն հեռահար լույսը։', 'Լապտերների հեռահար կամ մոտակա լույսը։'],
        correct_answer: 'Լապտերների հեռահար կամ մոտակա լույսը։',
        image: null
    },
    {
        id: 20,
        question: 'Մեքենան վարելու ընթացքում վարորդը հանկարծակի սկսում է գանգատվել կրծքավանդակի ճնշող ուժեղ ցավերից եւ շնչառության դժվարացումից։ Ի՞նչ է պետք անել։ ',
        answers: ['Առաջարկել նրան գնալ մոտակա հիվանդանոց։', 'Տալ մի բաժակ ջուր, 2 հաբ վալերիանա։', 'Անմիջապես կանգնեցնել մեքենան եւ միացնել վթարային ազդանշանը։', 'Խորհուրդ տալ նրան մի փոքր քայլել ու մաքուր օդ շնչել։'],
        correct_answer: 'Անմիջապես կանգնեցնել մեքենան եւ միացնել վթարային ազդանշանը։',
        image: null
    }
];