export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Երթեւեկությունն արգելվում է՝ ',
        answers: ['Կարմիր եւ սպիտակ ավտոմոբիլներին։', 'Կապույտ, կանաչ եւ սպիտակ ավտոմոբիլներին։', 'Սպիտակ, կապույտ  եւ դեղին  ավտոմոբիլներին։'],
        correct_answer: 'Կապույտ, կանաչ եւ սպիտակ ավտոմոբիլներին։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Վարորդներից ո՞վ իրավունք ունի երթեւեկել ուղիղ։ ',
        answers: ['Ավտոբուսի եւ մոտոցիկլի վարորդները։', 'Թեթեւ մարդատար եւ բեռնատար ավտոմոբիլների  վարորդները։', 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։ ',
        answers: ['Ավտոմոբիլի վարորդը։', 'Տրամվայի վարորդը։'],
        correct_answer: 'Տրամվայի վարորդը։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: 'Եթե  կարգավորողի աջ ձեռքը պարզված է առաջ, ապա ոչ ռելսագնաց տրանսպորտային միջոցների  երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Ձախ կողմից` դեպի ձախ  եւ հակառակ ուղղությամբ։', 'Աջ կողմից` միայն դեպի աջ։', 'Ձախ կողմից` բոլոր ուղղություններով։', 'Թիկունքից` միայն դեպի աջ։'],
        correct_answer: 'Ձախ կողմից` բոլոր ուղղություններով։',
        image: null
    },
    {
        id: 5,
        question: 'Ո՞ր պատասխանում են ճիշտ նշված այն տրանսպորտային միջոցները, որոնց թույլատրվում է երթեւեկությունը։ ',
        answers: ['Մոտոցիկլը։', 'Բեռնատար  ավտոմոբիլը։', 'Ավտոբուսը։', 'Թեթեւ  մարդատար  ավտոմոբիլը։', 'Թեթեւ  մարդատար  եւ  բեռնատար  ավտոմոբիլները։'],
        correct_answer: 'Թեթեւ  մարդատար  ավտոմոբիլը։',
        image: 'images/image_5.jpg'
    },
    {
        id: 6,
        question: 'Ո՞ր  տրանսպորտային  միջոցի  վարորդը  պետք  է  զիջի  ճանապարհը՝ ',
        answers: ['Մոտոցիկլի  վարորդը։', 'Ավտոմոբիլի  վարորդը։'],
        correct_answer: 'Ավտոմոբիլի  վարորդը։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Կարգավորողի այս ազդանշանը նշանակում է, որ երթեւեկությունը  թույլատրվում է՝ ',
        answers: ['Կապույտ եւ կանաչ ավտոմոբիլներին։  Արգելվում է  կարմիրին, դեղինին եւ սպիտակին։', 'Կապույտ, կարմիր եւ կանաչ ավտոմոբիլներին։  Արգելվում է դեղինին  եւ  սպիտակին։'],
        correct_answer: 'Կապույտ, կարմիր եւ կանաչ ավտոմոբիլներին։  Արգելվում է դեղինին  եւ  սպիտակին։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ո՞ր տրանսպորտային միջոցները կարող են կատարել աջ շրջադարձ։ ',
        answers: ['Միայն կարմիր ավտոմոբիլը։', 'Բոլոր տրանսպորտային միջոցները։', 'Կարմիր եւ կանաչ ավտոմոբիլները։'],
        correct_answer: 'Կարմիր եւ կանաչ ավտոմոբիլները։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Ուղիղ։', 'Դեպի աջ՝ առաջին անցումով։', 'Դեպի աջ՝ երկրորդ անցումով։', 'Դեպի աջ՝ առաջին եւ երկրորդ անցումներով։'],
        correct_answer: 'Դեպի աջ՝ առաջին անցումով։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Դեպի  աջ՝  առաջին  անցումով։', 'Ուղիղ  եւ  դեպի  աջ՝  առաջին  անցումով։'],
        correct_answer: 'Դեպի  աջ՝  առաջին  անցումով։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Այս  լուսացույցն  արգելում  է  երթեւեկությունը՝ ',
        answers: ['Միայն դեպի ձախ։', 'Ուղիղ եւ դեպի ձախ։', 'Ուղիղ  եւ դեպի աջ։', 'Միայն դեպի աջ։'],
        correct_answer: 'Միայն դեպի ձախ։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Եթե  կարգավորողի ձեռքերը կողմ են պարզված կամ իջեցված են, ապա ոչ ռելսագնաց տրանսպորտային  միջոցների  երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Թիկունքի եւ կրծքի կողմից՝ միայն դեպի աջ։', 'Ձախ եւ աջ կողմերից՝ ուղիղ եւ դեպի աջ։', 'Ձախ եւ աջ կողմերից՝ միայն ուղիղ։'],
        correct_answer: 'Ձախ եւ աջ կողմերից՝ ուղիղ եւ դեպի աջ։',
        image: null
    },
    {
        id: 13,
        question: 'Կարմիր ավտոմոբիլի վարորդը՝ ',
        answers: ['Պետք է զիջի ճանապարհը։', 'Ունի  առաջնահերթ երթեւեկության  իրավունք։'],
        correct_answer: 'Պետք է զիջի ճանապարհը։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ո՞ր տրանսպորտային միջոցներին  է թույլատրվում  երթեւեկությունը։ ',
        answers: ['Դեղին եւ կարմիր ավտոմոբիլներին։', 'Կանաչ, կարմիր եւ սպիտակ ավտոմոբիլներին։', 'Սպիտակ եւ կանաչ ավտոմոբիլներին։'],
        correct_answer: 'Դեղին եւ կարմիր ավտոմոբիլներին։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Լուսացույցի  ի՞նչ  ազդանշանի  դեպքում  ավտոմոբիլի  վարորդը  կարող  է  ավարտել հետադարձը։ ',
        answers: ['Կարմիր։', 'Կանաչ։', 'Ցանկացած։'],
        correct_answer: 'Կանաչ։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ի՞նչ է նշանակում լուսացույցի դեղին եւ կարմիր գույների  ազդանշանների զուգակցումը։ ',
        answers: ['Թույլատրվում է սկսել երթեւեկությունը։', 'Արգելվում է երթեւեկությունը եւ տեղեկացնում  կանաչ ազդանշանի առաջիկայում միանալու   մասին։', 'Խաչմերուկին  մոտենում  է  հատուկ  ձայնային   ազդանշան եւ առկայծող փարոսիկներ միացրած  տրանպորտային միջոց։'],
        correct_answer: 'Արգելվում է երթեւեկությունը եւ տեղեկացնում  կանաչ ազդանշանի առաջիկայում միանալու   մասին։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ո՞ր նկարում է վարորդը ճիշտ կատարում շրջադարձը։ ',
        answers: ['Ձախ  նկարում։', 'Աջ  նկարում։'],
        correct_answer: 'Ձախ  նկարում։',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Պարտավո՞ր է արդյոք տրամվայի վարորդը  լուսացույցի կանաչ ազդանշանի  դեպքում  զիջել  ճանապարհն  այլ  ուղղություններից  մոտեցող տրանսպորտային միջոցներին։ ',
        answers: ['Պարտավոր  է։', 'Պարտավոր  չէ։'],
        correct_answer: 'Պարտավոր  է։',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Այս լուսացույցը կիրառվում է երթեւեկությունը կարգավորելու համար՝ ',
        answers: ['Երթեւեկելի մասի ամբողջ լայնությամբ։', 'Երթեւեկելի մասի այն գոտիներով, որտեղ երթեւեկության  ուղղությունը  կարող է փոխվել հանդիպակացի։', 'Միայն ընդհանուր օգտագործման տրանսպորտային միջոցների  երթեւեկության համար նախատեսված գոտիներում։'],
        correct_answer: 'Երթեւեկելի մասի այն գոտիներով, որտեղ երթեւեկության  ուղղությունը  կարող է փոխվել հանդիպակացի։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Եթե  կարգավորողի աջ ձեռքը պարզված է առաջ, ապա  նրա ձախ կողմից ոչ ռելսագնաց տրանսպորտային միջոցների  երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Բոլոր ուղղություններով։', 'Միայն դեպի ձախ։'],
        correct_answer: 'Բոլոր ուղղություններով։',
        image: null
    },
    {
        id: 21,
        question: 'Ո՞ր  տրանսպորտային միջոցների երթեւեկությունն  է  թույլատրվում լուսացույցի տվյալ ազդանշանի դեպքում։ ',
        answers: ['Տրամվայի, դեղին եւ   կարմիր ավտոմոբիլների։', 'Դեղին   եւ  կարմիր  ավտոմոբիլների։', 'Բոլոր  տրանսպորտային միջոցների։'],
        correct_answer: 'Դեղին   եւ  կարմիր  ավտոմոբիլների։',
        image: 'images/image_21.jpg'
    },
    {
        id: 22,
        question: 'Երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Բոլոր  տրանսպորտային  միջոցներին։', 'Մոտոցիկլին։', 'Ավտոմոբիլին  եւ   մոտոցիկլին։'],
        correct_answer: 'Մոտոցիկլին։',
        image: 'images/image_22.jpg'
    },
    {
        id: 23,
        question: 'Եթե  կարգավորողի ձեռքերը կողմ են պարզված կամ  իջեցված են, ապա  նրա  ձախ եւ աջ կողմերից ոչ ռելսագնաց տրանսպորտային  միջոցների  երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Ուղիղ  եւ  դեպի  աջ։', 'Միայն  ուղիղ։'],
        correct_answer: 'Ուղիղ  եւ  դեպի  աջ։',
        image: null
    },
    {
        id: 24,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի երթեւեկության առավելություն։ ',
        answers: ['Ավտոմոբիլի վարորդը։', 'Տրամվայի վարորդը։'],
        correct_answer: 'Տրամվայի վարորդը։',
        image: 'images/image_24.jpg'
    },
    {
        id: 25,
        question: 'Երթեւեկությունն արգելվում է՝ ',
        answers: ['Կանաչ եւ սպիտակ ավտոմոբիլներին։', 'Սպիտակ, կապույտ եւ կանաչ ավտոմոբիլներին։', 'Սպիտակ եւ դեղին  ավտոմոբիլներին։', 'Կանաչ եւ դեղին  ավտոմոբիլներին։'],
        correct_answer: 'Սպիտակ, կապույտ եւ կանաչ ավտոմոբիլներին։',
        image: 'images/image_25.jpg'
    },
    {
        id: 26,
        question: 'Այս լուսացույցի կարմիր ազդանշանի դեպքում  երթեւեկությունն արգվելում է՝ ',
        answers: ['Երթեւեկելի մասի ամբողջ   լայնությամբ։', '50 կմ/ժ ոչ ավելի արագությամբ։', 'Այն գոտիով, որի վերեւում  տեղակայված է։'],
        correct_answer: 'Այն գոտիով, որի վերեւում  տեղակայված է։',
        image: 'images/image_26.jpg'
    },
    {
        id: 27,
        question: 'Ի՞նչ նշանակություն ունի լուսացույցի կլոր կանաչ  թարթող ազդանշանը։ ',
        answers: ['Տեղեկացնում  է,  որ  մուտքը  խաչմերուկ արգելվում է։', 'Թույլատրում է երթեւեկությունը եւ տեղեկացնում, որ  դրա  գործողության  ժամկետը  լրանում  է  եւ  շուտով  կմիանա  արգելող  ազդանշանը։'],
        correct_answer: 'Թույլատրում է երթեւեկությունը եւ տեղեկացնում, որ  դրա  գործողության  ժամկետը  լրանում  է  եւ  շուտով  կմիանա  արգելող  ազդանշանը։',
        image: null
    },
    {
        id: 28,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությանբ՝ ',
        answers: ['Տրամվայը,  կարմիր ավտոմոբիլը, կանաչ ավտոմոբիլը։', 'Կարմիր  ավտոմոբիլը, տրամվայը`  կանաչ  ավտոմոբիլի  հետ միաժամանակ։', 'Տրամվայը` կանաչ ավտոմոբիլի   հետ  միաժամանակ,  կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կարմիր  ավտոմոբիլը, տրամվայը`  կանաչ  ավտոմոբիլի  հետ միաժամանակ։',
        image: 'images/image_28.jpg'
    },
    {
        id: 29,
        question: 'Ո՞ր պատասխանում են ճիշտ նշված այն տրանսպորտային  միջոցները, որոնց երթեւեկությունը թույլատրվում է։ ',
        answers: ['Ավտոմոբիլները  եւ  մոտոցիկլը։', 'Բոլոր տրանսպորտային  միջոցները։', 'Ավտոմոբիլները  եւ  տրամվայը։'],
        correct_answer: 'Ավտոմոբիլները  եւ  մոտոցիկլը։',
        image: 'images/image_29.jpg'
    },
    {
        id: 30,
        question: 'Եթե  կարգավորողի աջ ձեռքը պարզված է առաջ, ապա  նրա ձախ կողմից ոչ ռելսագնաց տրանսպորտային միջոցների երթեւեկությունը  թույլատրվում է՝ ',
        answers: ['Ուղիղ  եւ  դեպի  ձախ։', 'Բոլոր  ուղղություններով։'],
        correct_answer: 'Բոլոր  ուղղություններով։',
        image: null
    },
    {
        id: 31,
        question: 'Երթեւեկությունն  արգելվում  է՝ ',
        answers: ['Կապտադեղին  ավտոմոբիլին`  դեպի  ձախ։', 'Կապտադեղին  ավտոմոբիլին`  ուղիղ,  կարմիր  ավտոմոբիլին`  ուղիղ  եւ  դեպի աջ։', 'Կարմիր  ավտոմոբիլին։'],
        correct_answer: 'Կապտադեղին  ավտոմոբիլին`  դեպի  ձախ։',
        image: 'images/image_31.jpg'
    },
    {
        id: 32,
        question: 'Ո՞ր ուղղությամբ է թույլատրվում երթեւեկությունը։ ',
        answers: ['Ուղիղ եւ դեպի  աջ` առաջին անցումով։', 'Դեպի  աջ`  առաջին   անցումով։', 'Դեպի  աջ`   երկրորդ   անցումով։', 'Դեպի  աջ`  առաջին  եւ   երկրորդ  անցումներով։'],
        correct_answer: 'Դեպի  աջ`  առաջին   անցումով։',
        image: 'images/image_32.jpg'
    },
    {
        id: 33,
        question: 'Խաչմերուկն առաջինը կանցնի՝ ',
        answers: ['Կարմիր  ավտոմոբիլը։', 'Կապույտ  ավտոմոբիլը։', 'Կանաչ  ավտոմոբիլը։'],
        correct_answer: 'Կանաչ  ավտոմոբիլը։',
        image: 'images/image_33.jpg'
    },
    {
        id: 34,
        question: 'Ո՞ր նկարում է վարորդը ճիշտ կատարում շրջադարձը։ ',
        answers: ['Ձախ  նկարում։', 'Աջ  նկարում։', 'Երկու  նկարներում  էլ։'],
        correct_answer: 'Ձախ  նկարում։',
        image: 'images/image_34.jpg'
    },
    {
        id: 35,
        question: 'Կարմիր ավտոմոբիլը խաչմերուկը կանցնի՝ ',
        answers: ['Առաջինը։', 'Երկրորդը։', 'Երրորդը։', 'Վերջինը։'],
        correct_answer: 'Վերջինը։',
        image: 'images/image_35.jpg'
    },
    {
        id: 36,
        question: 'Այս լուսացույցը կիրառվում է՝ ',
        answers: ['Տրամվայների եւ տրոլեյբուսների երթեւեկությունը կարգավորելու համար։', 'Միայն  տրամվայների  երթեւեկությունը  կարգավորելու համար։', 'Տրամվայների, ինչպես նաեւ առանձնացված գոտիներով երթեւեկող ընդհանուր  օգտագործման  այլ տրանսպորտային  միջոցների երթեւեկությունը կարգավորելու համար։'],
        correct_answer: 'Տրամվայների, ինչպես նաեւ առանձնացված գոտիներով երթեւեկող ընդհանուր  օգտագործման  այլ տրանսպորտային  միջոցների երթեւեկությունը կարգավորելու համար։',
        image: 'images/image_36.jpg'
    },
    {
        id: 37,
        question: 'Ավտոմոբիլը խաչմերուկը կանցնի՝ ',
        answers: ['Առաջինը։', 'Երկրորդը։'],
        correct_answer: 'Առաջինը։',
        image: 'images/image_37.jpg'
    },
    {
        id: 38,
        question: 'Երթեւեկությունը  թույլատրվում  է՝ ',
        answers: ['Կապտադեղին  ավտոմոբիլին`  ուղիղ,  կարմիրին`  դեպի  աջ։', 'Կարմիր ավտոմոբիլին` ուղիղ  եւ  դեպի  աջ,  կապտադեղինին`  ուղիղ։', 'Երկու  ավտոմոբիլներին` միայն ուղիղ։'],
        correct_answer: 'Կարմիր ավտոմոբիլին` ուղիղ  եւ  դեպի  աջ,  կապտադեղինին`  ուղիղ։',
        image: 'images/image_38.jpg'
    },
    {
        id: 39,
        question: 'Երթեւեկությունը  թույլատրվում  է՝ ',
        answers: ['Կարմիր  ավտոմոբիլին։', 'Մոտոցիկլին։', 'Տրամվային  եւ  կարմիր  ավտոմոբիլին։', 'Տրամվային։', 'Կապույտ  ավտոմոբիլին։'],
        correct_answer: 'Կարմիր  ավտոմոբիլին։',
        image: 'images/image_39.jpg'
    },
    {
        id: 40,
        question: 'Թույլատրվու՞մ է երթեւեկել  նշված հետագծով, երբ դարձափոխային  լուսացույցերն անջատված են։ ',
        answers: ['Թույլատրվում է։', 'Թույլատրվում է վազանցելու նպատակով։', 'Արգելվում է։', 'Թույլատրվում է հանդիպակաց երթեւեկող տրանսպորտային միջոցների բացակայության դեպքում։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_40.jpg'
    },
    {
        id: 41,
        question: 'Տվյալ իրավիճակում ո՞ր տրանսպորտային միջոցներն ունեն  երթեւեկությունը շարունակելու իրավունք։ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլը` ուղիղ, պարեկային ավտոմոբիլը` բոլոր ուղղություններով, ավտոբուսը` միայն աջ։', 'Միայն պարեկային ավտոմոբիլը`  բոլոր ուղղություններով։', 'Պարեկային ավտոմոբիլը`  բոլոր ուղղություններով, ավտոբուսը` միայն աջ։'],
        correct_answer: 'Պարեկային ավտոմոբիլը`  բոլոր ուղղություններով, ավտոբուսը` միայն աջ։',
        image: 'images/image_41.jpg'
    },
    {
        id: 42,
        question: 'Ի՞նչ  է տեղեկացնում լուսացույցի ազդանշանը։ ',
        answers: ['Լուսացույցն անսարք է։', 'Խաչմերուկն անցնելիս վարորդները պետք է ղեկավարվեն ճանապարհային նշանի պահանջներով։', 'Վարորդները պետք է սպասեն  լուսացույցի թույլատրող ազդանշանին։'],
        correct_answer: 'Վարորդները պետք է սպասեն  լուսացույցի թույլատրող ազդանշանին։',
        image: 'images/image_42.jpg'
    },
    {
        id: 43,
        question: 'Թույլատրվու՞մ է թեթեւ մարդատար ավտոմոբիլի վարորդին առաջ անցնել ավտոբուսից, երբ դարձափոխային  լուսացույցն անջատված է։ ',
        answers: ['Թույլատրվում է։', 'Թույլատրվում է,  եթե ավտոբուսը շարժվում է 30 կմ/ժ արագությամբ։', 'Թույլատրվում է, եթե չկան հանդիպակաց երթեւեկող տրանսպորտային միջոցներ։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_43.jpg'
    },
    {
        id: 44,
        question: 'Ո՞ր տրանսպորտային միջոցը պետք է զիջի ճանապարհը։ ',
        answers: ['Ավտոբուսը։', 'Մոտոցիկլը եւ թեթեւ մարդատար ավտոմոբիլը։'],
        correct_answer: 'Ավտոբուսը։',
        image: 'images/image_44.jpg'
    },
    {
        id: 45,
        question: 'Նշված հետագծերով  երթեւեկությունը շարունակելու իրավունք ունեն` ',
        answers: ['Բեռնատար ավտոմոբիլի վարորդը։', 'Ավտոբուսի եւ բեռնատար ավտոմոբիլների վարորդները։', 'Թեթեւ մարդատար ավտոմոբիլի եւ ավտոբուսի վարորդները։', 'Ավտոբուսի վարորդը։'],
        correct_answer: 'Ավտոբուսի վարորդը։',
        image: 'images/image_45.jpg'
    },
    {
        id: 46,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալ  հերթականությամբ։ ',
        answers: ['Տրամվայը, թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը։', 'Թեթեւ մարդատար ավտոմոբիլը, տրամվայը, ավտոբուսը։', 'Թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը, տրամվայը։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլը, տրամվայը, ավտոբուսը։',
        image: 'images/image_46.jpg'
    },
    {
        id: 47,
        question: 'Տվյալ իրադրությունում ավտոբուսի վարորդն ունի՞ ուղիղ երթեւեկելու իրավունք։ ',
        answers: ['Այո։', 'Ոչ։', 'Այո, եթե նա երթեւեկում է սահմանված երթուղով։'],
        correct_answer: 'Ոչ։',
        image: 'images/image_47.jpg'
    },
    {
        id: 48,
        question: 'Ո՞ր ուղղությամբ   կարող է վարորդը շարունակել երթեւեկությունը։ ',
        answers: ['Դեպի  աջ` առաջին անցումով։', 'Դեպի աջ` առաջին եւ երկրորդ անցումներով։', 'Դեպի ձախ` առաջին անցումով։'],
        correct_answer: 'Դեպի  աջ` առաջին անցումով։',
        image: 'images/image_48.jpg'
    },
    {
        id: 49,
        question: 'Աջ շրջադարձի դեպքում վարորդը պարտավոր է  ճանապարհը զիջել` ',
        answers: ['Միայն հեծանվորդին։', 'Միայն հետիոտներին։', 'Հետիոտներին եւ հեծանվորդին։', 'Կարող է շարունակել երթեւեկությունն առանց կանգ առնելու։'],
        correct_answer: 'Հետիոտներին եւ հեծանվորդին։',
        image: 'images/image_49.jpg'
    },
    {
        id: 50,
        question: 'Տրանսպորտային  միջոցները  խաչմերուկը  կանցնեն  հետեւյալ  հերթականությամբ։ ',
        answers: ['Տրամվայը,  ավտոբուսը, բեռնատար ավտոմոբիլը, մոտոցիկլը։', 'Ավտոբուսը,  բեռնատար ավտոմոբիլը, տրամվայը, մոտոցիկլը։', 'Ավտոբուսը, տրամվայը եւ մոտոցիկլը, բեռնատար ավտոմոբիլը։'],
        correct_answer: 'Ավտոբուսը, տրամվայը եւ մոտոցիկլը, բեռնատար ավտոմոբիլը։',
        image: 'images/image_50.jpg'
    },
    {
        id: 51,
        question: 'Այս իրավիճակում ո՞ր տրամվայի վարորդին պետք է զիջել ճանապարհը ',
        answers: ['Ոչ մեկին', 'Երկու տրամվայների', 'Միայն Ա'],
        correct_answer: 'Երկու տրամվայների',
        image: 'images/image_51.jpg'
    },
    {
        id: 52,
        question: 'Ո՞ր վարորդն ունի առաջնահերթ երթևեկության իրավունք ',
        answers: ['Ավտոբուսի վարորդը', 'Թեթև մարդատարի վարորդը'],
        correct_answer: 'Թեթև մարդատարի վարորդը',
        image: 'images/image_52.jpg'
    },
    {
        id: 53,
        question: 'Այս իրավիճակում ձախ շրջադարձ կատարելիս ',
        answers: ['Կզիջենք ճանապարհը տրամվային', 'Խաչմերուկն առաջինը կանցնեմ'],
        correct_answer: 'Խաչմերուկն առաջինը կանցնեմ',
        image: 'images/image_53.jpg'
    },
    {
        id: 54,
        question: 'Ինչպե՞ս վարվել այս իրավիճակում ',
        answers: ['Մուտք գործել խաչմերուկ և զիջելով ճանապարհը թեթև մարդատարի վարորդին անցնել խաչմերուկը:', 'Սպասել «Կանգ-գծի»՛ առջև, մինչև թեթև մարդատարի վարորդը կանցնի խաչմերուկը', 'Անցնել առաջինը'],
        correct_answer: 'Մուտք գործել խաչմերուկ և զիջելով ճանապարհը թեթև մարդատարի վարորդին անցնել խաչմերուկը:',
        image: 'images/image_54.jpg'
    },
    {
        id: 55,
        question: 'Ո՞ր վարորդն է խախտում երթևեկության կանոնները շրջադարձ կատարելիս ',
        answers: ['Թեթև մարդատարի', 'Մոտոցիկլի', 'Երկու վարորդները', 'Ոչ ոք'],
        correct_answer: 'Երկու վարորդները',
        image: 'images/image_55.jpg'
    },
    {
        id: 56,
        question: 'Աջ շրջադարձ կատարելիս այս իրավիճակում զիջել ճանապարհը ',
        answers: ['Պարտավոր եք', 'Պարտավոր չեք'],
        correct_answer: 'Պարտավոր եք',
        image: 'images/image_56.jpg'
    },
    {
        id: 57,
        question: 'Աջ շրջադարձ թույլատրելի է՞ այս իրավիճակում ',
        answers: ['Այո՝ չխոչընդոտելով հետիոտններին', 'Ոչ'],
        correct_answer: 'Այո՝ չխոչընդոտելով հետիոտններին',
        image: 'images/image_57.jpg'
    },
    {
        id: 58,
        question: 'Զիջել ճանապարհը տրամվայի վարորդին այս իրավիճակում ',
        answers: ['Պարտավոր չեք', 'Պարտավոր եք'],
        correct_answer: 'Պարտավոր եք',
        image: 'images/image_58.jpg'
    },
    {
        id: 59,
        question: 'Կանաչ ազդանշանի միանալու դեպքում վարորդը ',
        answers: ['Պետք է զիջի բեռնատարի վարորդին', 'Ունի առաջնահերթ երթևեկելու իրավունք'],
        correct_answer: 'Պետք է զիջի բեռնատարի վարորդին',
        image: 'images/image_59.jpg'
    },
    {
        id: 60,
        question: 'Այս խաչմերուկում վարորդը ',
        answers: ['Կանցնի առաջինը', 'Պետք է զիջի ճանապարհը տրամվային'],
        correct_answer: 'Կանցնի առաջինը',
        image: 'images/image_60.jpg'
    },
    {
        id: 61,
        question: 'Խաչմերուկն ուղիղ անցնելիս վարորդը ',
        answers: ['Կարող է առաջինն անցնել', 'Պետք է զիջի տրամվային', 'Պետք է զիջի երկու վարորդներին'],
        correct_answer: 'Պետք է զիջի տրամվային',
        image: 'images/image_61.jpg'
    },
    {
        id: 62,
        question: 'Շրջադարձը կատարելիս վարորդը պարտավոր է ճանապարհը զիջել ',
        answers: ['Միայն հետիոտներին', 'Հեծանվորդին', 'Հեծանվորդին և հետիոտներին'],
        correct_answer: 'Հեծանվորդին և հետիոտներին',
        image: 'images/image_62.jpg'
    },
    {
        id: 63,
        question: 'Աջ շրջադարձ կատարելիս պարտավո՞ր եք զիջել ճանապարհը հանդիպակացից մոտեցող վարորդին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_63.jpg'
    },
    {
        id: 64,
        question: 'Խաչմերուկն ուղիղ անցնելիս ',
        answers: ['Կարող ենք անցնել առաջինը', 'Պարտավոր ենք զիջել ճանապարհը թեթև մարդատարի վարորդին'],
        correct_answer: 'Պարտավոր ենք զիջել ճանապարհը թեթև մարդատարի վարորդին',
        image: 'images/image_64.jpg'
    },
    {
        id: 65,
        question: 'Ձախ շրջադարձ կատարելիս պետք է զիջել ',
        answers: ['Միայն թեթև մարդատարի վարորդին', 'Միայն հետիոտներին', 'Թեթև մարդատարի վարորդին և հետիոտներին'],
        correct_answer: 'Թեթև մարդատարի վարորդին և հետիոտներին',
        image: 'images/image_65.jpg'
    },
    {
        id: 66,
        question: 'Այս իրավիճակում աջ շրջադարձ թույլատրվո՞ւմ է ',
        answers: ['Ոչ', 'Այո՝ չխոչընդոտելով հետիոտնին'],
        correct_answer: 'Այո՝ չխոչընդոտելով հետիոտնին',
        image: 'images/image_66.jpg'
    },
    {
        id: 67,
        question: 'Ձախ շրջադարձը կատարելիս ',
        answers: ['Պարտավոր եք զիջել տրամվայի վարորդին', 'Խաչմերուն անցնել առաջինը'],
        correct_answer: 'Պարտավոր եք զիջել տրամվայի վարորդին',
        image: 'images/image_67.jpg'
    },
    {
        id: 68,
        question: 'Ո՞ր  ճանապարհային նշանները չեն գործում, երբ դրանց պահանջները հակասում է լուսացույցի ազդանշանների նշանակությանը: ',
        answers: ['Առավելության նշանները', 'Արգելող նշանները', 'Թելադրող նշանները', 'Բոլոր թվարկվածները:'],
        correct_answer: 'Առավելության նշանները',
        image: null
    },
    {
        id: 69,
        question: 'Այս իրավիճակում ճանապարհը պարտավոր է զիջել ',
        answers: ['Թեթև մարդատարի վարորդը', 'Տրամվայի վարորդը'],
        correct_answer: 'Տրամվայի վարորդը',
        image: 'images/image_69.jpg'
    },
    {
        id: 70,
        question: 'Աջ շրջադարձ կատարելիս ',
        answers: ['Պարտավոր ենք զիջել ճանապարհը տրամվայի վարոդին', 'Կանցնենք խաչմերուկն առաջինը'],
        correct_answer: 'Կանցնենք խաչմերուկն առաջինը',
        image: 'images/image_70.jpg'
    },
    {
        id: 71,
        question: 'Մտադիր եք կատարել ձախ շրջադարձ: Ո՞ւմ եք պարտավոր զիջել ճանապարհը ',
        answers: ['Միայն տրամվայի վարորդին', 'Ոչ ոքի', 'Ավտոմոբիլի և տրամվայի վարորդներին'],
        correct_answer: 'Ավտոմոբիլի և տրամվայի վարորդներին',
        image: 'images/image_71.jpg'
    },
    {
        id: 72,
        question: 'Ձախ շրջադարձ կատարելիս ',
        answers: ['Մանևրը կկատարեմ առանց կանգ առնելու:', 'Խաչմերուկ մուտք գործելուց հետո կկանգնեմ երկրորդ ՛՛Կանգ-գծի՛՛ առջև և կսպասեմ կանաչ ազդանշանի միանալուն'],
        correct_answer: 'Խաչմերուկ մուտք գործելուց հետո կկանգնեմ երկրորդ ՛՛Կանգ-գծի՛՛ առջև և կսպասեմ կանաչ ազդանշանի միանալուն',
        image: 'images/image_72.jpg'
    },
    {
        id: 73,
        question: 'Պարտավոր ենք արդյո՞ք այս իրավիճակում զիջել բեռնատարի վարորդին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_73.jpg'
    },
    {
        id: 74,
        question: 'Ձախ շրջադարձն այս իրադրությունում կատարելիս պետք է ',
        answers: ['Մուտք գործի խաչմերուկ և սպասի կարգավորողի ձախ շրջադարձ թույլատրող ազդանշանին', 'Կանգ առնի ՛՛Կանգ-գիծ՛՛ գծանշման առջև և սպասի կարգավորողի ձախ շրջադարձ թույլատրող ազդանշանին', 'Դուրս գա խաչմերուկ և հանդիպակացից մոտեցող վարորդին ճանապարհը զիջելուց հետո անցնի խաչմերուկը:'],
        correct_answer: 'Կանգ առնի ՛՛Կանգ-գիծ՛՛ գծանշման առջև և սպասի կարգավորողի ձախ շրջադարձ թույլատրող ազդանշանին',
        image: 'images/image_74.jpg'
    },
    {
        id: 75,
        question: 'Ո՞ր դեպքում կարող եք խաչմերուկն անցնել առանց ճանապարհն երթևեկության այլ մասնակցին զիջելու ',
        answers: ['Ուղիղ անցնելու դեպքում', 'Աջ շրջադարձ կատարելիս', 'Ձախ շրջադարձ կատարելիս'],
        correct_answer: 'Ուղիղ անցնելու դեպքում',
        image: 'images/image_75.jpg'
    },
    {
        id: 76,
        question: 'Աջ շրջադարձ կատարելիս պետք է ',
        answers: ['Կանգ առնել «Կանգ-գծի» առջև հետիոտններին խոչընդոտ չստեղծելու նպատակով,', 'Մտնելով խաչմերուկ կանգ առնի հետիոտններին խոչընդոտ չստեղծելու նպատակով', 'Առանց կանգ առնելու անցնել խաչմերուկը'],
        correct_answer: 'Մտնելով խաչմերուկ կանգ առնի հետիոտններին խոչընդոտ չստեղծելու նպատակով',
        image: 'images/image_76.jpg'
    },
    {
        id: 77,
        question: 'Աջ շրջադարձ կատարելիս ',
        answers: ['Պետք է զիջել ճանապարհը թեթև մարդատարի վարորդին', 'Խաչմերուկը կանցնեք առաջինը'],
        correct_answer: 'Խաչմերուկը կանցնեք առաջինը',
        image: 'images/image_77.jpg'
    },
    {
        id: 78,
        question: 'Լուսացույցի թույլատրող ազդանշանի միանալուց հետո մուտք գործել խաչմերուկ կարող ենք ',
        answers: ['Միայն հետադարձ կամ շրջադարձ կատարելու դեպքում', 'Բոլոր դեպքերում'],
        correct_answer: 'Միայն հետադարձ կամ շրջադարձ կատարելու դեպքում',
        image: 'images/image_78.jpg'
    },
    {
        id: 79,
        question: 'Կանաչ ազդանշանի միանալուց հետո պարտավոր ենք ',
        answers: ['Համոզվել, որ հետիոտնային անցման չերևացող մասում չկան անցումը չավարտած հետիոտներ', 'Լուսացույցի ազդանշանի համաձայն անմիջապես սկսել շարժումը'],
        correct_answer: 'Համոզվել, որ հետիոտնային անցման չերևացող մասում չկան անցումը չավարտած հետիոտներ',
        image: 'images/image_79.jpg'
    },
    {
        id: 80,
        question: 'Պարտավոր եք արդյո՞ք զիջել ճանապարհը ավտոբուսին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_80.jpg'
    },
    {
        id: 81,
        question: 'Հետադարձ կատարելիս այս իրավիճակում զիջել ճանապարհը մյուս վարորդին ',
        answers: ['Պարտավոր չենք', 'Պարտավոր ենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_81.jpg'
    },
    {
        id: 82,
        question: 'Այս դրությունից ո՞ր ուղղությամբ կարող է վարորդը շարունակել երթևեկությունը ',
        answers: ['Միայն ուղիղ', 'Ուղիղ և աջ', 'Ուղիղ և ձախ', 'Բոլոր'],
        correct_answer: 'Միայն ուղիղ',
        image: 'images/image_82.jpg'
    },
    {
        id: 83,
        question: 'Ո՞ր վարորդը կարող է շարունակել երթևեկությունը ',
        answers: ['Ոչ ոք', 'Միայն ավտոբուսի վարորդը', 'Երկու վարորդները'],
        correct_answer: 'Երկու վարորդները',
        image: 'images/image_83.jpg'
    },
    {
        id: 84,
        question: 'Գծանցն անցնելը ',
        answers: ['Թույլատրված է', 'Արգելված է'],
        correct_answer: 'Թույլատրված է',
        image: 'images/image_84.jpg'
    },
    {
        id: 85,
        question: 'Որտե՞ղ պետք է կանգնել լուսացույցի ազդանշանին ենթարկվելով ',
        answers: ['Լուսացույցի առջև', 'Հատվող երթևեկելի մասի առջև', 'Ցանկացած տեղում'],
        correct_answer: 'Լուսացույցի առջև',
        image: 'images/image_85.jpg'
    },
    {
        id: 86,
        question: 'Ձախ շրջադարձ կատարելը թույլատրվում է ',
        answers: ['Դարձափոխային գոտուց', 'Նկարում նշված գոտուց'],
        correct_answer: 'Նկարում նշված գոտուց',
        image: 'images/image_86.jpg'
    },
    {
        id: 87,
        question: 'Երթևեկությունը թույլատրվում է ',
        answers: ['Միայն ուղիղ', 'Միայն աջ', 'Ուղիղ և աջ'],
        correct_answer: 'Ուղիղ և աջ',
        image: 'images/image_87.jpg'
    },
    {
        id: 88,
        question: 'Երթևեկությունը թույլատրվում է ',
        answers: ['Ուղիղ և աջ', 'Միայն ուղիղ', 'Միայն աջ'],
        correct_answer: 'Միայն աջ',
        image: 'images/image_88.jpg'
    },
    {
        id: 89,
        question: 'Լուսացույցի կանաչ ազդանշանին պատկերված սլաքները տեղեկացնում են ',
        answers: ['Աջ շրջադարձն արգելված է', 'Աջ ուղղությամբ երթևեկությունը կարգավորվում է լրացուցիչ սեկցիայով:'],
        correct_answer: 'Աջ ուղղությամբ երթևեկությունը կարգավորվում է լրացուցիչ սեկցիայով:',
        image: 'images/image_89.jpg'
    },
    {
        id: 90,
        question: 'Վազանցել բեռնատարին թույլատրվա՞ծ է ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_90.jpg'
    },
    {
        id: 91,
        question: 'Ո՞ր ուղղությամբ կարող է շարունակել երթևեկությունը վարորդն այս իրավիճակում ',
        answers: ['Միայն ձախ', 'Պետք է սպասի թույլատրող ազդանշանի', 'Ձախ և հակառակ'],
        correct_answer: 'Ձախ և հակառակ',
        image: 'images/image_91.jpg'
    },
    {
        id: 92,
        question: 'Մուտք գործել դարձափոխային երթևեկության գոտի այս իրավիճակում ',
        answers: ['Թույլատրված է', 'Թույլատրված է միայն վազանց կատարելու նպատակով', 'Արգելված է'],
        correct_answer: 'Թույլատրված է',
        image: 'images/image_92.jpg'
    },
    {
        id: 93,
        question: 'Նշված գոտուց ուղիղ երթևեկությունը ',
        answers: ['Թույլատրված է', 'Թույլատրված է միայն հիմնական կանաչ ազդանշանի միանալուց հետո', 'Արգելված է'],
        correct_answer: 'Արգելված է',
        image: 'images/image_93.jpg'
    },
    {
        id: 94,
        question: 'Երթևեկությունը թույլատրված է ',
        answers: ['Ուղիղ և աջ', 'Միայն աջ', 'Բոլոր ուղղություններով'],
        correct_answer: 'Բոլոր ուղղություններով',
        image: 'images/image_94.jpg'
    },
    {
        id: 95,
        question: 'Այս իրավիճակում երթևեկությունը ',
        answers: ['Թույլատրված է', 'Արգելված է'],
        correct_answer: 'Արգելված է',
        image: 'images/image_95.jpg'
    }
];