export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։ ',
        answers: ['Բեռնատար ավտոմոբիլին։', 'Թեթեւ մարդատար ավտոմոբիլին։', 'Բոլոր տրանսպորտային միջոցներին։', 'Ոչ մեկին։'],
        correct_answer: 'Բեռնատար ավտոմոբիլին։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Եթե մտադիր եք կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։ ',
        answers: ['Ավտոբուսին։', 'Ավտոբուսին եւ թեթեւ մարդատար ավտոմոբիլին։', 'Թեթեւ մարդատար ավտոմոբիլին։', 'Ոչ մեկին։'],
        correct_answer: 'Ոչ մեկին։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Եթե մտադիր եք կատարել աջ շրջադարձ, պարտավո՞ր եք արդյոք զիջել ճանապարհը թեթեւ մարդատար ավտոմոբիլին։ ',
        answers: ['Պարտավոր եք։', 'Պարտավոր չեք։'],
        correct_answer: 'Պարտավոր չեք։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ Հայաստանի Հանրապետության ճանապարհներին սահմանվում է՝ ',
        answers: ['Աջակողմյան երթեւեկություն։', 'Ձախակողմյան երթեւեկություն։'],
        correct_answer: 'Աջակողմյան երթեւեկություն։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Առանց տրանսպորտային միջոցի հաշվառումն իրականացնող մարմնի թույլտվության՝ տրանսպորտային միջոցի կառուցվածքում կատարված են փոփոխություններ (վերասարքավորումներ)։', 'Առջեւի մասում տեղադրված են դեղին գույնի լույսերով շրջադարձի ցուցիչներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Առանց տրանսպորտային միջոցի հաշվառումն իրականացնող մարմնի թույլտվության՝ տրանսպորտային միջոցի կառուցվածքում կատարված են փոփոխություններ (վերասարքավորումներ)։',
        image: null
    },
    {
        id: 6,
        question: 'Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները։ ',
        answers: ['Կանգառն արգելված է շաբաթ օրերին։', 'Կանգառն արգելված է կիրակի օրերին։', 'Կանգառն արգելված է շաբաթ-կիրակի եւ տոն օրերին։', 'Կանգառն արգելված է ձյունաթափի ժամանակ։'],
        correct_answer: 'Կանգառն արգելված է շաբաթ-կիրակի եւ տոն օրերին։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ո՞ր ճանապարհային նշանն է արգելում հետադարձը։ ',
        answers: ['', '', '', '', '3'],
        correct_answer: '',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները։ ',
        answers: ['Նորոգման աշխատանքների պատճառով կողնակ մուտք գործելը վտանգավոր է։', 'Ճանապարհին իրականացվում են վերանորոգման աշխատանքներ։'],
        correct_answer: 'Նորոգման աշխատանքների պատճառով կողնակ մուտք գործելը վտանգավոր է։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Տրամվային զիջել ',
        answers: ['Պարտավոր ենք', 'Պարտավոր չենք'],
        correct_answer: 'Պարտավոր ենք',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Այս իրավիճակում ե՞րբ է թույլատրվում աջ շրջադարձը կատարել ',
        answers: ['Անմիջապես', 'Բեռնատարին չխոչընդոտելու դեպքում՝ նրա անցման հետ միաժամանակ', 'Բեռնատարի անցումից հետո'],
        correct_answer: 'Բեռնատարին չխոչընդոտելու դեպքում՝ նրա անցման հետ միաժամանակ',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Խաչմերուկն ուղիղ անցնելիս պարտավոր եք զիջել ճանապարհը ',
        answers: ['Միայն Ա տրամվայի վարորդին', 'Միայն Բ տրամվայի վարորդին', 'Երկու վարորդներին', 'Ոչ ոքի'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ձախ շրջադարձ կատարելիս պարտավոր եք զիջել ճանապարհը ',
        answers: ['Միայն ավտոբուսի վարորդին', 'Երկու վարորդներին', 'Ոչ ոքի'],
        correct_answer: 'Միայն ավտոբուսի վարորդին',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ո՞վ առաջինը կանցնի խաչմերուկը ',
        answers: ['Բեռնատարի վարորդը', 'Տրոլեյբուսի վարորդը', 'Կանոններն այս դեպքը չեն կանոնակարգում: Վարորդները կանցնեն փոխադարձ հարգանք ցուցաբերելով:'],
        correct_answer: 'Կանոններն այս դեպքը չեն կանոնակարգում: Վարորդները կանցնեն փոխադարձ հարգանք ցուցաբերելով:',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Կարմիր ավտոմոբիլին։', 'Մոտոցիկլին։', 'Տրամվային եւ կարմիր ավտոմոբիլին։', 'Տրամվային։', 'Կապույտ ավտոմոբիլին։'],
        correct_answer: 'Կարմիր ավտոմոբիլին։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Թույլատրվու՞մ է երթեւեկել նշված հետագծով, երբ դարձափոխային լուսացույցերն անջատված են։ ',
        answers: ['Թույլատրվում է։', 'Թույլատրվում է վազանցելու նպատակով։', 'Արգելվում է։', 'Թույլատրվում է հանդիպակաց երթեւեկող տրանսպորտային միջոցների բացակայության դեպքում։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ճանապարհային նշաններից որի՞ հետ կարող է կիրառվել դեղին գույնի ընդհատվող գծանշումը։ ',
        answers: ['«Կանգառն արգելվում է»։', '«Կայանելն արգելվում է»։', '«Կայանելն արգելվում է ամսվա կենտ օրերին»։'],
        correct_answer: '«Կայանելն արգելվում է»։',
        image: 'images/image_16.jpg'
    },
    {
        id: 18,
        question: 'Մարդկանց փոխադրումն արգելվում է, եթե` ',
        answers: ['Զբոսաշրջության երթուղիներով երթեւեկող ավտոբուսի սրահում մարդկանց թիվը գերազանցում է կահավորված նստատեղերի քանակը։', 'Միջքաղաքային երթուղիներով երթեւեկող ավտոբուսի սրահում մարդկանց թիվը գերազանցում է կահավորված նստատեղերի քանակը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 19,
        question: 'Ավտոբուսով երեխաների կազմակերպված խմբեր փոխադրելիս սրահում պետք է գտնվի առնվազն` ',
        answers: ['Մեկ չափահաս ուղեկցող։', 'Երկու չափահաս ուղեկցող։', 'Երեք չափահաս ուղեկցող։'],
        correct_answer: 'Մեկ չափահաս ուղեկցող։',
        image: null
    },
    {
        id: 19,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթեւեկության իրավունք։ ',
        answers: ['Ճանապարհային մեքենայի վարորդը։', 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Հանգիստ վիճակում չափահաս մարդու շնչառությունը կազմում է. ',
        answers: ['12-18 շնչառական շարժում մեկ րոպեում։', '20-30 շնչառական շարժում մեկ րոպեում։', '40-60 շնչառական շարժում մեկ րոպեում։'],
        correct_answer: '12-18 շնչառական շարժում մեկ րոպեում։',
        image: null
    }
];