export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Թույլատրվո՞ւմ է հետընթացով մոտենալ ուղևորին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Աջ բակ մուտք գոծելու դեպքում պարտավոր ենք զիջել ',
        answers: ['Միայն հետիոտներին', 'Միայն հեծանվորդին', 'Ոչ մեկին', 'Հեծանվորդին և հետիոտներին'],
        correct_answer: 'Հեծանվորդին և հետիոտներին',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Այս վերելքի ուղղությամբ շարժվելիս հետադարձ թույլատրվում է, եթե ',
        answers: ['Հնարավոր լինի այն կատարել մեկ գործողությամբ', 'Ապահովված է 100 մետր տեսանելիությունը երկու կողմից', 'Արգելված է'],
        correct_answer: 'Ապահովված է 100 մետր տեսանելիությունը երկու կողմից',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: 'Ճանապարհի մաս հանդիսանում են արդյո՞ք մայթը կամ կողնակները ',
        answers: ['Այո', 'Միայն կողնակը', 'Ոչ'],
        correct_answer: 'Այո',
        image: null
    },
    {
        id: 5,
        question: 'Քանի՞ երթևեկելի մասեր ունի այս ճանապարհը ',
        answers: ['Մեկ', 'Երկու', 'Չորս'],
        correct_answer: 'Երկու',
        image: 'images/image_5.jpg'
    },
    {
        id: 6,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Չեն աշխատում վթարային ելքերը եւ դրանք գործողության մեջ դնող հարմարանքները։', 'Չի աշխատում կանգառ կատարելու պահանջի ազդանշանը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 7,
        question: 'Ավտոբուսների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Չի աշխատում դռների կառավարման հաղորդակը։', 'Բացակայում է բժշկական դեղատուփը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 8,
        question: 'Այս ճանապարհային նշանները տեղեկացնում են ',
        answers: ['Երկաթուղային գծանցի շինարարության մասին', 'Ուղեփակոցով երկաթուղային գծանցին մոտենալու մասին', 'Առանց ուղեփակոց երկաթուղային գծանցի մասին'],
        correct_answer: 'Ուղեփակոցով երկաթուղային գծանցին մոտենալու մասին',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ո՞ր նշաններն են թույլատրում հետադարձը ',
        answers: ['Բոլորը, բացի Գ', 'Բոլորը', 'Միայն Ա'],
        correct_answer: 'Բոլորը',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Նշված գոտով երթևեկելիս թույլատրվում է երթևեկությունը ',
        answers: ['Միայն ձախ', 'Միայն ուղիղ', 'Ձախ և հետադարձ'],
        correct_answer: 'Ձախ և հետադարձ',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Երթևեկությունը թույլատրվում է ',
        answers: ['Ուղիղ և աջ', 'Միայն ուղիղ', 'Միայն աջ'],
        correct_answer: 'Միայն աջ',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Այս գծանշումը ցույց է տալիս ',
        answers: ['Առավելությունը վերադասավորման ժամանակ', 'Ճանապարհի կորագիծ հատվածին մոտեցումը', 'Գոտու վերջին մոտենալը'],
        correct_answer: 'Գոտու վերջին մոտենալը',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ի՞նչ է ցույց տալիս այս գծանշումը ',
        answers: ['«Կանգ-գծին» մոտենալը կարգավորվող խաչմերուկում', '«Կանգ-գիծ» գծանշմանը մոտենալը, երբ այն կիրառվել է«Երթևեկությունն առանց կանգառի արգելվում է» նշանի հետ', 'Ուղեփակոցին մոտենալը'],
        correct_answer: '«Կանգ-գիծ» գծանշմանը մոտենալը, երբ այն կիրառվել է«Երթևեկությունն առանց կանգառի արգելվում է» նշանի հետ',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ցանկապատերի ուղղահայաց գծանշումը տեղեկացնում է ',
        answers: ['Երկաթուղային գծանցին մոտենալու մասին', 'Վտանգավոր խաչմերուկին մոտենալու մասին', 'Ճանապարհի վտանգավոր հատվածով երթևեկության մասին'],
        correct_answer: 'Ճանապարհի վտանգավոր հատվածով երթևեկության մասին',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Այս եռանկյունաձև գծանշումը տեղեկացնում է ',
        answers: ['Վտանգավոր շրջադարձին մոտենալու մասին', 'Ճանապարհը զիջելու տեղին մոտենալու մասին', 'Մեքենան կանգնեցնելու տեղին մոտենալու մասին'],
        correct_answer: 'Ճանապարհը զիջելու տեղին մոտենալու մասին',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Միջքաղաքային ավտոբուսի վարորդն իրավունք ունի՞ վազանցելու մոտոցիկլին, որը երթեւեկում է 70 կմ/ժ արագությամբ։ ',
        answers: ['Իրավունք չունի։', 'Իրավունք ունի։'],
        correct_answer: 'Իրավունք չունի։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Կարելի՞ է նշված հետագծով երթեւեկելու համար ձեռքով տալ նախազգուշացնող ազդանշան։ ',
        answers: ['Կարելի է, եթե անսարք է շրջադարձի ցուցիչը։', 'Կարելի, եթե անսարք է շրջադարձի ցուցիչը` օրվա լուսավոր ժամերին։', 'Կարելի է բոլոր դեպքերում։'],
        correct_answer: 'Կարելի է, եթե անսարք է շրջադարձի ցուցիչը։',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Պարտավո՞ր է վարորդը միացնել շրջադարձի ցուցիչը` բնակելի գոտում երթեւեկությունը սկսելուց առաջ։ ',
        answers: ['Պարտավոր չէ։', 'Պարտավոր է։', 'Պարտավոր է, այլ տրանսպորտային միջոցների առկայության դեպքում։'],
        correct_answer: 'Պարտավոր է։',
        image: null
    },
    {
        id: 19,
        question: 'Պարեկային ծառայության ավտոմոբիլի վարորդը երթեւեկության այլ մասնակիցների նկատմամբ առավելություն ստանալու համար պետք է միացնի` ',
        answers: ['Կապույտ գույնի առկայծող փարոսիկը։', 'Կապույտ եւ կարմիր գույնի առկայծող փարոսիկները։', 'Կապույտ գույնի առկայծող փարոսիկը եւ հատուկ ձայնային ազդանշանը։'],
        correct_answer: 'Կապույտ գույնի առկայծող փարոսիկը եւ հատուկ ձայնային ազդանշանը։',
        image: null
    },
    {
        id: 20,
        question: 'Որո՞նք են առաջին բուժօգնության նախնական քայլերը` վթարի հետևանքով առաջացած վնասվածքների դեպքում: ',
        answers: ['Վերքը լվանալ ջրով, վերքից հեռացնել օտար մարմինները, վերքի վրա դնել ստերիլ բամբակ` ամրացնելով բինտային վիրակապով:', 'Հագնել բժշկական ձեռնոցներ, վերքը մաքրել յոդի ալկոհոլային լուծույթով, դեղաքսուք դնել և ծածկել կպչուն սպեղանիով:', 'Հագնել բժշկական ձեռնոցներ, վերքն առանց մաքրելու ծածկել ստերիլ թանզիֆե անձեռոցիկով` եզրերին ամրացնելով կպչուն սպեղանի կամ բինտով վիրակապել:'],
        correct_answer: 'Հագնել բժշկական ձեռնոցներ, վերքն առանց մաքրելու ծածկել ստերիլ թանզիֆե անձեռոցիկով` եզրերին ամրացնելով կպչուն սպեղանի կամ բինտով վիրակապել:',
        image: null
    }
];