export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Նշաններից ո՞րն է կոչվում «Արգելքի շրջանցումը ձախից»։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Թույլատրվու՞մ է արդյոք ավտոբուսի վարորդին մուտք գործել խաչմերուկ տվյալ իրադրությունում։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է, եթե ավտոբուսը երթեւեկում է սահմանված երթուղով։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Նշված դեպքում ո՞ր գոտուց պետք է կատարվի աջ շրջադարձը։ ',
        answers: ['Միայն երկրորդ գոտուց։', 'Միայն «A» գծանշումով նշված աջ եզրային գոտուց։'],
        correct_answer: 'Միայն «A» գծանշումով նշված աջ եզրային գոտուց։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն ուղեւոր է համարվում՝ ',
        answers: ['Տրանսպորտային միջոցի սրահում (խցիկում) կամ տրանսպորտային միջոցի վրա գտնվող անձը` բացառությամբ վարորդի եւ վարել սովորեցնողի։', 'Տրանսպորտայինմիջոցիսրահում(խցիկում)կամտրանսպորտայինմիջոցիվրագտնվող,ինչպեսնաեւտրանսպորտային միջոցընստող(բարձրացող)ուդրանիցդուրսեկող (իջնող) անձը` բացառությամբվարորդիեւվարելսովորեցնողի։'],
        correct_answer: 'Տրանսպորտայինմիջոցիսրահում(խցիկում)կամտրանսպորտայինմիջոցիվրագտնվող,ինչպեսնաեւտրանսպորտային միջոցընստող(բարձրացող)ուդրանիցդուրսեկող (իջնող) անձը` բացառությամբվարորդիեւվարելսովորեցնողի։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե` ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլների դողերի պահպանաշերտի մնացորդային բարձրությունը կազմում է', '8 մմ։', 'Խախտված է հիդրավլիկ արգելակային հաղորդակի հերմետիկությունը։', 'Երկու դեպքում էլ։'],
        correct_answer: '8 մմ։',
        image: null
    },
    {
        id: 6,
        question: 'Թույլատրվու՞մ է արդյոք մուտք գործել այս նշանով նշված գոտի աջ շրջադարձ կատարելիս։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է, եթե այդ գոտին մնացած երթեւեկելի մասից բաժանված չէ գծանշման հոծ գծով։'],
        correct_answer: 'Թույլատրվում է, եթե այդ գոտին մնացած երթեւեկելի մասից բաժանված չէ գծանշման հոծ գծով։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Այս ճանապարհային նշանը ցույց է տալիս` ',
        answers: ['Ճանապարհի հատված, որտեղ առկա է մայթ կամ հետիոտնային արահետ։', 'Ճանապարհի հատված, որտեղ առկա է հետիոտնային անցում։', 'Ճանապարհի հատված, որտեղ բացակայում է մայթ կամ հետիոտնային արահետ։'],
        correct_answer: 'Ճանապարհի հատված, որտեղ առկա է հետիոտնային անցում։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Նշաններից ո՞րն է արգելում երթեւեկությունը նշանի վրա պատկերվածից ավելի փոքր միջտարածությամբ։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը, տրոլեյբուսը։', 'Տրոլեյբուսը եւ ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը։', 'Տրոլեյբուսը, թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը։'],
        correct_answer: 'Տրոլեյբուսը, թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Խաչմերուկն առաջինը կանցնի՝ ',
        answers: ['Կարմիր ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։', 'Դեղին ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։'],
        correct_answer: 'Կանաչ ավտոմոբիլը։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Խաչմերուկը վերջինը կանցնի՝ ',
        answers: ['Կապույտ ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կապույտ ավտոմոբիլը։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Կապույտ ավտոմոբիլը խաչմերուկը կանցնի՝ ',
        answers: ['Առաջինը։', 'Երկրորդը։'],
        correct_answer: 'Առաջինը։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ո՞ր պատասխանում է ճիշտ նշված խաչմերուկի անցման հերթականությունը։ ',
        answers: ['Ավտոբուս, թեթեւ մարդատար ավտոմոբիլ, հեծանիվ։', 'Թեթեւ մարդատար ավտոմոբիլ, ավտոբուս, հեծանիվ։', 'Հեծանիվ, ավտոբուս, թեթեւ մարդատար ավտոմոբիլ։'],
        correct_answer: 'Հեծանիվ, ավտոբուս, թեթեւ մարդատար ավտոմոբիլ։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Երթեւեկությունն արգելվում է՝ ',
        answers: ['Կարմիր եւ սպիտակ ավտոմոբիլներին։', 'Կապույտ, կանաչ եւ սպիտակ ավտոմոբիլներին։', 'Սպիտակ, կապույտ եւ դեղին ավտոմոբիլներին։'],
        correct_answer: 'Կապույտ, կանաչ եւ սպիտակ ավտոմոբիլներին։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Վարորդներից ո՞վ իրավունք ունի երթեւեկել ուղիղ։ ',
        answers: ['Ավտոբուսի եւ մոտոցիկլի վարորդները։', 'Թեթեւ մարդատար եւ բեռնատար ավտոմոբիլների վարորդները։', 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլի վարորդը։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ո՞ր տրանսպորտային միջոցներին է թույլատրվում կայանումը։ ',
        answers: ['Միայն մոտոցիկլին։', 'Միայն բեռնատար ավտոմոբիլին։', 'Միայն թեթեւ մարդատար ավտոմոբիլին։', 'Թեթեւ մարդատար ավտոմոբիլին եւ մոտոցիկլին։', 'Բոլոր տրանսպորտային միջոցներին։'],
        correct_answer: 'Թեթեւ մարդատար ավտոմոբիլին եւ մոտոցիկլին։',
        image: 'images/image_16.jpg'
    },
    {
        id: 18,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում թեթեւ մարդատար ավտոմոբիլների երթեւեկությունը ճանապարհներին` բնակավայրերից դուրս։ ',
        answers: ['110 կմ/ժ։', '100 կմ/ժ։', '90 կմ/ժ։', '80 կմ/ժ։', '70 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 19,
        question: 'Կահավորված թափքում մարդ փոխադրող բեռնատար ավտոմոբիլների երթեւեկությունը թույլատրվում է ոչ ավելի քան` ',
        answers: ['60 կմ/ժ արագությամբ։', '70 կմ/ժ արագությամբ։', '80 կմ/ժ արագությամբ։'],
        correct_answer: '60 կմ/ժ արագությամբ։',
        image: null
    },
    {
        id: 19,
        question: 'Կարմիր գույնի առկայծող փարոսիկ միացրած, կանգնած վիճակում գտնվող տրանսպորտային միջոցին մոտենալիս` տվյալ ուղղությամբ երթեւեկող ընդհանուր օգտագործման տրանսպորտային միջոցների վարորդները պետք է` ',
        answers: ['Կանգ առնեն եւ շարունակեն երթեւեկությունը միայն թույլտվություն ստանալուց հետո։', 'Իջեցնեն արագությունը, որպեսզի անհրաժեշտության դեպքում հնարավորություն ունենան անմիջապես կանգ առնել։', 'Շարունակեն երթեւեկությունը, քանի որ երթեւեկում են սահմանված երթուղով։'],
        correct_answer: 'Կանգ առնեն եւ շարունակեն երթեւեկությունը միայն թույլտվություն ստանալուց հետո։',
        image: null
    },
    {
        id: 20,
        question: 'Գլխի վնասվածքի դեպքում տուժածին օգնություն ցուցաբերելիս պետք է. ',
        answers: ['Պառկեցնել նրան ոտքերը բարձրացնելով։', 'Պառկեցնել նրան գլուխն ու իրանը բարձրացնելով ապահովել կիսապառկած դիրք։', 'Պառկեցնել նրան հորիզոնական դիրքով։'],
        correct_answer: 'Պառկեցնել նրան գլուխն ու իրանը բարձրացնելով ապահովել կիսապառկած դիրք։',
        image: null
    }
];