export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Դուք սկսում եք երթեւեկել ճամփեզրից, պարտավո՞ր եք արդյոք զիջել ճանապարհը թեթեւ մարդատար ավտոմոբիլին, որը կատարում է հետադարձ։ ',
        answers: ['Պարտավոր եք։', 'Պարտավոր չեք։'],
        correct_answer: 'Պարտավոր եք։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Դուք շարունակում եք երթեւեկությունն ուղիղ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։ ',
        answers: ['Միայն թեթեւ մարդատար ավտոմոբիլին։', 'Ոչ մեկին։', 'Միայն թեթեւ մարդատար ավտոմոբիլին եւ մոտոցիկլին։', 'Բոլոր տրանսպորտային միջոցներին։'],
        correct_answer: 'Միայն թեթեւ մարդատար ավտոմոբիլին։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Եթե մտադիր եք կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։ ',
        answers: ['Մոտոցիկլին։', 'Պարեկային ավտոմոբիլին։', 'Բոլոր տրանսպորտային միջոցներին։'],
        correct_answer: 'Բոլոր տրանսպորտային միջոցներին։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ հետիոտներին են հավասարեցվում՝ ',
        answers: ['Առանց շարժիչի հաշմանդամային սայլակներով տեղաշարժվող հաշմանդամները։', 'Բեռնասայլակ, սահնակ, մանկասայլակ կամ հաշմանդամային սայլակ քաշող (հրող) անձինք։', 'Թվարկած բոլոր անձինք։'],
        correct_answer: 'Թվարկած բոլոր անձինք։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Կողային կցորդով մոտոցիկլում բացակայում է բժշկական դեղատուփը։', 'Անսարք է քարշակի հենակցման հարմարանքը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները։ ',
        answers: ['Գլխավոր ճանապարհը շարունակվում է խաչմերուկից դեպի ձախ։', 'Գլխավոր ճանապարհը շարունակվում է խաչմերուկից ուղիղ եւ դեպի ձախ։'],
        correct_answer: 'Գլխավոր ճանապարհը շարունակվում է խաչմերուկից դեպի ձախ։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները։ ',
        answers: ['Ցուցանակի ազդեցության գոտում վարորդները պետք է երթեւեկեն նշանի վրա ցույց տրվածից ավելի բարձր արագությամբ։', 'Ցուցանակի ազդեցության գոտում վարորդներին առաջարկվում է երթեւեկել նշանի վրա ցույց տրված արագությամբ։'],
        correct_answer: 'Ցուցանակի ազդեցության գոտում վարորդներին առաջարկվում է երթեւեկել նշանի վրա ցույց տրված արագությամբ։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ո՞ր նշանների ազդեցությունն է գործում միայն այն ժամանակահատվածում, որի ընթացքում երթեւեկելի մասի ծածկույթը խոնավ է։ ',
        answers: ['Միայն A եւ C։', 'Միայն B։', 'Միայն C։', 'Բոլոր։'],
        correct_answer: 'Միայն C։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ձախ շրջադարձ կատարելիս վարորդն ո՞ւմ է պարտավոր զիջել ',
        answers: ['Ավտոբուսի վարորդին', 'Թեթև մարդատարի վարորդին', 'Ոչ ոքի'],
        correct_answer: 'Ավտոբուսի վարորդին',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Այս խաչմերուկ մուտք գործելիս վարորդը ',
        answers: ['Ունի առաջնահերթ երթևեկության իրավունք', 'Պետք է զիջի բեռնատարին', 'Երկու վարոդներին պետք է զիջի'],
        correct_answer: 'Երկու վարոդներին պետք է զիջի',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ձախ շրջադարձ կատարելիս վարորդն ո՞ւմ է պարտավոր զիջել ',
        answers: ['Երկու վարորդներին', 'Թեթև մարդատարի վարորդին', 'Ավտոբուսի վարորդին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Այս իրադրությունում զիջել պարտավոր ենք ',
        answers: ['Երկու վարորդներին', 'Միայն հանդիպակացից մոտեցող բեռնատարին'],
        correct_answer: 'Երկու վարորդներին',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ձախ շրջադարձ կատարելիս ',
        answers: ['Խաչմերուկն առաջինը կանցնեք', 'Կզիջեք ճանապարհը'],
        correct_answer: 'Խաչմերուկն առաջինը կանցնեք',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Կարմիր ավտոմոբիլը խաչմերուկը կանցնի՝ ',
        answers: ['Առաջինը։', 'Երկրորդը։', 'Երրորդը։', 'Վերջինը։'],
        correct_answer: 'Վերջինը։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Այս լուսացույցը կիրառվում է՝ ',
        answers: ['Տրամվայների եւ տրոլեյբուսների երթեւեկությունը կարգավորելու համար։', 'Միայն տրամվայների երթեւեկությունը կարգավորելու համար։', 'Տրամվայների, ինչպես նաեւ առանձնացված գոտիներով երթեւեկող ընդհանուր օգտագործման այլ տրանսպորտային միջոցների երթեւեկությունը կարգավորելու համար։'],
        correct_answer: 'Տրամվայների, ինչպես նաեւ առանձնացված գոտիներով երթեւեկող ընդհանուր օգտագործման այլ տրանսպորտային միջոցների երթեւեկությունը կարգավորելու համար։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Գծանշման այս գծերից ո՞րն է օգտագործվում դարձափոխային երթեւեկությամբ գոտիները նշելու համար։ ',
        answers: ['1-ին գիծը։', '2-րդ գիծը։', '3-րդ գիծը։', '2-րդ եւ 3 -րդ գծերը։', '3-րդ եւ 4 -րդ գծերը։'],
        correct_answer: '2-րդ գիծը։',
        image: 'images/image_16.jpg'
    },
    {
        id: 18,
        question: 'Մարդկանց փոխադրումը բեռնատար կցորդում՝ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է։', 'Թույլատրվում է միայն բեռն ուղեկցող անձանց։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 19,
        question: 'Կոշտ կամ ճկուն կցիչով քարշակման ժամանակ թույլատրվու՞մ է արդյոք մարդկանց փոխադրումը քարշակվող ավտոբուսում։ ',
        answers: ['Թույլատրվում է։', 'Թույլատրվում է մինչեւ 8 ուղեւոր։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 19,
        question: 'Կապույտ ավտոմոբիլը խաչմերուկը կանցնի՝ ',
        answers: ['Առաջինը՝ կարմիրի հետ միաժամանակ։', 'Երկրորդը՝ կարմիրի հետ միաժամանակ։', 'Երրորդը՝ կարմիրի հետ միաժամանակ։'],
        correct_answer: 'Երրորդը՝ կարմիրի հետ միաժամանակ։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Եթե տուժածի վերքի մեջ օտար մարմին կա, ապա օգնություն ցուցաբերելիս պետք է. ',
        answers: ['Հեռացնել օտար մարմինը վերքից։', 'Թողնել վնասված մասն արյունահոսի։', 'Ապահովել օտար մարմնի անշարժ վիճակը։', 'Սպիրտով մշակել վերքի տարածքը։'],
        correct_answer: 'Ապահովել օտար մարմնի անշարժ վիճակը։',
        image: null
    }
];