export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Հետադարձը այս խաչմերուկում ',
        answers: ['Թույլատրված է', 'Արգելված է'],
        correct_answer: 'Թույլատրված է',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Պարտավոր է՞ թեթև մարդատարի վարորդը զիջել ճանապարհն իր գոտի վերադասավորվող ավտոկռունկի վարորդին ',
        answers: ['Այո, եթե ավտոկռունկը նարնջագույն փարոսիկներով է կահավորված', 'Այո', 'Ոչ'],
        correct_answer: 'Ոչ',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Թույլատրված է՞ հետադարձն այս վայրում ',
        answers: ['Այո', 'Թույլատրված է, եթե տեսանելիությունը 100 մետր և ավելի է', 'Ոչ'],
        correct_answer: 'Թույլատրված է, եթե տեսանելիությունը 100 մետր և ավելի է',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցի վարորդը պարտավոր է ճանապարհատրանսպորտային պատահարին առընչություն ունենալու դեպքում՝ ',
        answers: ['Անմիջապես կանգնեցնել տրանսպորտային միջոցը։', 'Միացնել վթարային լուսային ազդանշանը։', 'Չտեղաշարժել պատահարի հետ կապված առարկաները։', 'Կատարել թվարկած բոլոր գործողությունները։'],
        correct_answer: 'Կատարել թվարկած բոլոր գործողությունները։',
        image: null
    },
    {
        id: 5,
        question: 'Կողային կցորդով մոտոցիկլների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Բացակայում է կառուցվածքով նախատեսված` թամբի վրայի ուղեւորի համար լայնակի բռնատեղը։', 'Դողերի պահպանաշերտի մնացորդային բարձրությունը կազմում է', '6 մմ։', 'Բացակայում է բժշկական դեղատուփը։', 'Թվարկած բոլոր դեպքերում։'],
        correct_answer: 'Բացակայում է բժշկական դեղատուփը։',
        image: null
    },
    {
        id: 6,
        question: 'Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրադրությունում։ ',
        answers: ['Անհրաժեշտության դեպքում ճանապարհը զիջի հատվող ճանապարհով երթեւեկող տրանսպորտային միջոցին։', 'Կանգ առնի եւ ճանապարհը զիջի հատվող ճանապարհով երթեւեկող տրանսպորտային միջոցին։'],
        correct_answer: 'Կանգ առնի եւ ճանապարհը զիջի հատվող ճանապարհով երթեւեկող տրանսպորտային միջոցին։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ստորև ներկայացվող ճանապարհային նշաններից ո՞րն է արգելում մուտք գործել խաչմերուկի տարածք, եթե առջևում՝ երթևեկության ուղղությամբ առաջացել է խցանում, բացառությամբ աջ կամ ձախ շրջադարձ կատարելու դեպքերի ',
        answers: ['1', '2', '3', '4'],
        correct_answer: '3',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ի՞նչ առավելագույն հեռավորության վրա է տեղադրվում բարդ խաչմերուկներում «խաչմերուկի տարածք» ճանապարհային նշանը, եթե այն հնարավոր չէ տեղադրել խաչմերուկի սահմանին: ',
        answers: ['10 մետր', '20 մետր', '30 մետր'],
        correct_answer: '30 մետր',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ո՞ր նշանի դեպքում խաչմերուկում պետք է զիջեք ձախից մոտեցող վարորդներին ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ա և Բ', 'Բոլոր'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Ո՞ր նկարում է պատկերված գլխավոր ճանապարհ ',
        answers: ['Միայն ձախ', 'Նեքևի և ձախ', 'Բոլոր'],
        correct_answer: 'Նեքևի և ձախ',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ո՞ր նկարում է պատկերված գլխավոր ճանապարհ ',
        answers: ['Միայն աջ', 'Աջ և ներքևի', 'Բոլոր'],
        correct_answer: 'Աջ և ներքևի',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ո՞ր նկարում է պատկերված գլխավոր ճանապարհ ',
        answers: ['Վերին ձախ', 'Վերին աջ', 'Վերևի նկարներում', 'Բոլոր'],
        correct_answer: 'Վերևի նկարներում',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Խաչմերուկում ո՞ր ճանապարհն է համարվում գլխավոր ',
        answers: ['Կոշտ ծածկույթով (ասֆալտբետոն, ցեմենտբետոն, քարե նյութեր և այլն) ճանապարհը հողային ծածկույթ ունեցողի նկատմամբ', 'Եռագոտի ճանապարհը ամեն ուղղությամբ մեկ գոտի ունեցողի նկատմամբ', 'Ասֆալտբետոնե ճանապարհը սալիկապատ ճանապարհի նկատմամբ'],
        correct_answer: 'Կոշտ ծածկույթով (ասֆալտբետոն, ցեմենտբետոն, քարե նյութեր և այլն) ճանապարհը հողային ծածկույթ ունեցողի նկատմամբ',
        image: null
    },
    {
        id: 14,
        question: 'Այս իրավիճակում ձախ շրջադարձ կատարելիս ',
        answers: ['Կզիջենք ճանապարհը տրամվային', 'Խաչմերուկն առաջինը կանցնեմ'],
        correct_answer: 'Խաչմերուկն առաջինը կանցնեմ',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ինչպե՞ս վարվել այս իրավիճակում ',
        answers: ['Մուտք գործել խաչմերուկ և զիջելով ճանապարհը թեթև մարդատարի վարորդին անցնել խաչմերուկը:', 'Սպասել «Կանգ-գծի»՛ առջև, մինչև թեթև մարդատարի վարորդը կանցնի խաչմերուկը', 'Անցնել առաջինը'],
        correct_answer: 'Մուտք գործել խաչմերուկ և զիջելով ճանապարհը թեթև մարդատարի վարորդին անցնել խաչմերուկը:',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Վարորդը որտե՞ղ պետք է կանգնեցնի տրանսպորտային միջոցն այս գծանշման առկայության դեպքում։ ',
        answers: ['Գծանշման մոտ։', 'Գծանշման վրա։', 'Գծանշումից ոչ պակաս, քան 5 մ հեռավորության վրա։'],
        correct_answer: 'Գծանշման մոտ։',
        image: 'images/image_16.jpg'
    },
    {
        id: 18,
        question: 'Այս նշանով կահավորված ճանապարհներին միջքաղաքային ավտոբուսների վարորդներն իրավունք ունեն երթեւեկելու ոչ ավելի քան` ',
        answers: ['60 կմ/ժ արագությամբ։', '80 կմ/ժ արագությամբ։', '90 կմ/ժ արագությամբ։'],
        correct_answer: '60 կմ/ժ արագությամբ։',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Այս նշանով կահավորված ճանապարհներին միջքաղաքային ավտոբուսների վարորդներն իրավունք ունեն երթեւեկելու ոչ ավել քան` ',
        answers: ['60 կմ/ժ։', '80 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: 'images/image_19.jpg'
    },
    {
        id: 19,
        question: 'Ի՞նչ տարածության վրա է արգելվում վազանցը մինչեւ երկաթուղային գծանցը։ ',
        answers: ['Մինչեւ 50 մ առաջ։', 'Մինչեւ 100 մ առաջ։', 'Մինչեւ 150 մ առաջ։'],
        correct_answer: 'Մինչեւ 100 մ առաջ։',
        image: null
    },
    {
        id: 20,
        question: 'Առավել վտանգավոր արյունահոսության նշան է, եթե. ',
        answers: ['Արյունը 10 րոպեի ընթացքում մակարդվում է։', 'Արյունը շիթով բխում է վերքից։', 'Արյունը մուգ կարմիր գույնի է։', 'Արյունը միալար հոսում է վերքից։'],
        correct_answer: 'Արյունը շիթով բխում է վերքից։',
        image: null
    }
];