export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։ ',
        answers: ['Ավտոբուսի վարորդը։', 'Ավտոմոբիլի վարորդը։'],
        correct_answer: 'Ավտոմոբիլի վարորդը։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։ ',
        answers: ['Ավտոմոբիլի վարորդը։', 'Տրամվայի վարորդը։'],
        correct_answer: 'Ավտոմոբիլի վարորդը։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Նշե՛ք խաչմերուկի անցման հերթականությունը` ',
        answers: ['Ավտոբուսը, բեռնատար ավտոմոբիլը, լծասայլը։', 'Ավտոբուսը եւ լծասայլը, բեռնատար ավտոմոբիլը։'],
        correct_answer: 'Ավտոբուսը եւ լծասայլը, բեռնատար ավտոմոբիլը։',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «B» եւ «C» կարգերի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել՝ ',
        answers: ['16 տարին լրացած անձանց։', '17 տարին լրացած անձանց։', '18 տարին լրացած անձանց։'],
        correct_answer: '18 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Խախտված է շարժիչի հենատուփի օդափոխության համակարգի հերմետիկությունը։', 'Նույն սռնու վրա՝ տեղադրված են ցրտադիմացկուն եւ ոչ ցրտադիմացկուն դողեր։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Ո՞ր նշանն է պարտադրում զիջել ճանապարհը հատվող ճանապարհով երթեւեկող տրանսպորտային միջոցներին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '4',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Հետեւյալ նշաններից (ցուցանակներից) ո՞րն է ցույց տալիս տրանսպորտային միջոցի կանգնեցման ձեւը կայանման տեղերում։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Թույլատրվու՞մ է արդյոք ուղեւորներ նստեցնելու համար կանգ առնել այս նշանով նշված գոտու վրա։ ',
        answers: ['Թույլատրվում է, եթե այդ գոտին գտնվում է երթեւեկելի մասի աջ եզրի մոտ եւ մնացած երթեւեկելի մասից բաժանված չէ գծանշման հոծ գծով։', 'Արգելվում է։', 'Թույլատրվում է։'],
        correct_answer: 'Թույլատրվում է, եթե այդ գոտին գտնվում է երթեւեկելի մասի աջ եզրի մոտ եւ մնացած երթեւեկելի մասից բաժանված չէ գծանշման հոծ գծով։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['«Շտապ օգնության» ավտոմոբիլը, տրամվայը, մոտոցիկլը, ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը։', 'Մոտոցիկլը, ավտոբուսը, տրամվայը եւ «Շտապ օգնության» ավտոմոբիլը, թեթեւ մարդատար ավտոմոբիլը։'],
        correct_answer: 'Մոտոցիկլը, ավտոբուսը, տրամվայը եւ «Շտապ օգնության» ավտոմոբիլը, թեթեւ մարդատար ավտոմոբիլը։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Բեռնատար ավտոմոբիլը եւ մոտոցիկլը, ավտոբուսը, տրոլեյբուսը։', 'Բեռնատար ավտոմոբիլը եւ ավտոբուսը, մոտոցիկլը, տրոլեյբուսը։'],
        correct_answer: 'Բեռնատար ավտոմոբիլը եւ մոտոցիկլը, ավտոբուսը, տրոլեյբուսը։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Բեռնատար ավտոմոբիլը, թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը, ավտոցիստեռնը։', 'Բեռնատար ավտոմոբիլը, ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը, ավտոցիստեռնը։'],
        correct_answer: 'Բեռնատար ավտոմոբիլը, թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը, ավտոցիստեռնը։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Թեթեւ մարդատար ավտոմոբիլը խաչմերուկը կանցնի` ',
        answers: ['Առաջինը։', 'Երկրորդը` ավտոբուսից հետո։', 'Երրորդը։'],
        correct_answer: 'Երկրորդը` ավտոբուսից հետո։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը, բեռնատար ավտոմոբիլը։', 'Ավտոբուսը, բեռնատար ավտոմոբիլը, թեթեւ մարդատար ավտոմոբիլը։', 'Ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը, բեռնատար ավտոմոբիլը։'],
        correct_answer: 'Ավտոբուսը, բեռնատար ավտոմոբիլը, թեթեւ մարդատար ավտոմոբիլը։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Եթե կարգավորողի ձեռքերը կողմ են պարզված կամ իջեցված են, ապա նրա ձախ եւ աջ կողմերից ոչ ռելսագնաց տրանսպորտային միջոցների երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Ուղիղ եւ դեպի աջ։', 'Միայն ուղիղ։'],
        correct_answer: 'Ուղիղ եւ դեպի աջ։',
        image: null
    },
    {
        id: 15,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի երթեւեկության առավելություն։ ',
        answers: ['Ավտոմոբիլի վարորդը։', 'Տրամվայի վարորդը։'],
        correct_answer: 'Տրամվայի վարորդը։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ի՞նչ է ցույց տալիս հորիզոնական գծանշման դեղին հոծ գիծը։ ',
        answers: ['Այն տեղը, որտեղ արգելվում է տրանսպորտային միջոցների կանգառը եւ կայանումը։', 'Այն տեղը, որտեղ թույլատրվում է կանգառ կատարել՝ ուղեւորներ իջեցնելու կամ տրանսպորտային միջոցը բեռնաթափելու համար։', 'Այն տեղը, որտեղ արգելվում է տրանսպորտային միջոցների կայանումը։'],
        correct_answer: 'Այն տեղը, որտեղ արգելվում է տրանսպորտային միջոցների կանգառը եւ կայանումը։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Թույլատրվու՞մ է արդյոք մոտոցիկլների քարշակումը։ ',
        answers: ['Թույլատրվում է` կողային կցորդով մոտոցիկլների քարշակումը։', 'Թույլատրվում է` առանց կողային կցորդի մոտոցիկլների քարշակումը։', 'Թույլատրվում է` երկու դեպքում էլ։'],
        correct_answer: 'Թույլատրվում է` կողային կցորդով մոտոցիկլների քարշակումը։',
        image: null
    },
    {
        id: 18,
        question: 'Քարշարկման ժամանակ տրանսպորտային միջոցների միջեւ ի՞նչ հեռավորություն պետք է ապահովի ճկուն կցիչը։ ',
        answers: ['1 - 3 մ։', '2 - 4 մ։', '3 - 6 մ։', '4 - 6 մ։', '4 - 8 մ։'],
        correct_answer: '4 - 6 մ։',
        image: null
    },
    {
        id: 19,
        question: 'Շրջադարձի լուսային ցուցիչի բացակայության կամ անսարքության դեպքում ձեռքով տրվող նախազգուշացնող ազդանշանը դադարեցվում է՝ ',
        answers: ['Մանեւրն սկսելուց անմիջապես առաջ։', 'Մանեւրն ավարտելուց անմիջապես հետո։', 'Մանեւրը կատարելու ժամանակ։'],
        correct_answer: 'Մանեւրն սկսելուց անմիջապես առաջ։',
        image: null
    },
    {
        id: 20,
        question: 'Երբ տուժածը ունի վերջույթի բաց կոտրվածք, ապա օգնություն ցուցաբերելիս անհրաժեշտ է. ',
        answers: ['Անմիջապես բարձրացնել տուժածի վերջույթը։', 'Ստերիլ անձեռոցիկով ծածկել վերքը եւ անշարժացնել վնասված վերջույթը։', 'Ուղղակի ճնշմամբ դադարեցնել արյունահոսությունը։', 'Տեղադրել սառը թրջոցներ վերքին։'],
        correct_answer: 'Ստերիլ անձեռոցիկով ծածկել վերքը եւ անշարժացնել վնասված վերջույթը։',
        image: null
    }
];