export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն է խախտում կանոնները շրջադարձ կատարելիս՝ արգելակման գոտի ունեցող ճանապարհին։ ',
        answers: ['Երկու վարորդն էլ։', 'Դեղին ավտոմոբիլի վարորդը։', 'Երկու վարորդն էլ շրջադարձը կատարում են ճիշտ։'],
        correct_answer: 'Դեղին ավտոմոբիլի վարորդը։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Թույլատրվու՞մ է արդյոք տվյալ իրադրությունում կարմիր ավտոմոբիլի վարորդին շարունակել երթեւեկությունը։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Երեք գոտի ունեցող երկկողմ երթեւեկությամբ ճանապարհի վրա Ձեզ անհրաժեշտ է կատարել ձախ շրջադարձ։ Ո՞ր գոտուց կկատարեք տվյալ մանեւրը։ ',
        answers: ['Աջ գոտուց։', 'Միջին գոտուց։', 'Աջ կամ միջին գոտուց։', 'Միջին գոտուց, եթե զբաղեցված է աջ գոտին։'],
        correct_answer: 'Միջին գոտուց։',
        image: null
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ հետիոտն է համարվում՝ ',
        answers: ['Տրանսպորտային միջոցից դուրս` ճանապարհի վրա գտնվող անձը` բացառությամբ ճանապարհի վրա աշխատանքներ իրականացնելու իրավասություն ունեցող եւ օրենսդրությամբ սահմանված կարգով այդ աշխատանքներն իրականացնող անձը։', 'Տրանսպորտային միջոցից դուրս` ճանապարհի վրա գտնվող, այդ թվում` ճանապարհի վրա աշխատանքներ իրականացնելու իրավասություն ունեցող եւ օրենսդրությամբ սահմանված կարգով այդ աշխատանքներն իրականացնող անձը։'],
        correct_answer: 'Տրանսպորտային միջոցից դուրս` ճանապարհի վրա գտնվող անձը` բացառությամբ ճանապարհի վրա աշխատանքներ իրականացնելու իրավասություն ունեցող եւ օրենսդրությամբ սահմանված կարգով այդ աշխատանքներն իրականացնող անձը։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Առանց կողային կցորդի մոտոցիկլում բացակայում է «Վթարային կանգառ» նշանը։', 'Դողերը չափերով կամ թույլատրելի բեռնվածությամբ չեն համապատասխանում տրանսպորտային միջոցի տվյալ մոդելին։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Դողերը չափերով կամ թույլատրելի բեռնվածությամբ չեն համապատասխանում տրանսպորտային միջոցի տվյալ մոդելին։',
        image: null
    },
    {
        id: 6,
        question: 'Հետեւյալ նշաններից ո՞րն է թույլատրում երթեւեկել միայն նշված (կմ/ժ) կամ ավելի բարձր արագությամբ։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Նշաններից ո՞րն է ցույց տալիս միակողմ երթեւեկության ճանապարհի հատվածը։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ի՞նչ է ցույց տալիս այս նշանի տակ տեղադրված ցուցանակը՝ ',
        answers: ['Ճանապարհի նեղ հատվածի երկարությունը։', 'Նշանից մինչեւ սահմանափակման տեղն ընկած հեռավորությունը։', 'Մինչեւ ճանապարհի նեղ հատվածի շրջանցման տեղն ընկած հեռավորությունը։'],
        correct_answer: 'Նշանից մինչեւ սահմանափակման տեղն ընկած հեռավորությունը։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։ ',
        answers: ['Տրամվայի վարորդը։', 'Բեռնատար ավտոմոբիլի վարորդը։', 'Ավտոմոբիլների վարորդները։'],
        correct_answer: 'Ավտոմոբիլների վարորդները։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Կարմիր ավտոմոբիլը խաչմերուկը կանցնի՝ ',
        answers: ['Առաջինը։', 'Երկրորդը։'],
        correct_answer: 'Առաջինը։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլը, ավտոբուսը, հեծանիվը։', 'Ավտոբուսը, հեծանիվը, թեթեւ մարդատար ավտոմոբիլը։', 'Ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը, հեծանիվը։', 'Հեծանիվը, ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը։'],
        correct_answer: 'Հեծանիվը, ավտոբուսը, թեթեւ մարդատար ավտոմոբիլը։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթեւեկության իրավունք։ ',
        answers: ['Ավտոմոբիլի վարորդը։', 'Հեծանվորդը։'],
        correct_answer: 'Հեծանվորդը։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետեւյալ հերթականությամբ՝ ',
        answers: ['Տրամվայը, ավտոմոբիլը եւ ավտոբուսը միաժամանակ։', 'Տրամվայը, ավտոբուսը, ավտոմոբիլը։', 'Ավտոբուսը, տրամվայը, ավտոմոբիլը։'],
        correct_answer: 'Տրամվայը, ավտոմոբիլը եւ ավտոբուսը միաժամանակ։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Կարմիր ավտոմոբիլի վարորդը՝ ',
        answers: ['Պետք է զիջի ճանապարհը։', 'Ունի առաջնահերթ երթեւեկության իրավունք։'],
        correct_answer: 'Պետք է զիջի ճանապարհը։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ո՞ր տրանսպորտային միջոցներին է թույլատրվում երթեւեկությունը։ ',
        answers: ['Դեղին եւ կարմիր ավտոմոբիլներին։', 'Կանաչ, կարմիր եւ սպիտակ ավտոմոբիլներին։', 'Սպիտակ եւ կանաչ ավտոմոբիլներին։'],
        correct_answer: 'Դեղին եւ կարմիր ավտոմոբիլներին։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Թույլատրվու՞մ է արդյոք տվյալ դեպքում կանգ առնել ուղեւոր իջեցնելու համար։ ',
        answers: ['Թույլատրվում է, եթե դա խոչընդոտ չի ստեղծի ընդհանուր օգտագործման տրանսպորտային միջոցների երթեւեկությանը։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է, եթե դա խոչընդոտ չի ստեղծի ընդհանուր օգտագործման տրանսպորտային միջոցների երթեւեկությանը։',
        image: 'images/image_16.jpg'
    },
    {
        id: 18,
        question: 'Թույլատրվու՞մ է արդյոք կոշտ կամ ճկուն կցիչով քարշակման ժամանակ մարդկանց փոխադրումը բեռնատար ավտոմոբիլի թափքում՝ ',
        answers: ['Թույլատրվում է քարշակող եւ քարշակվող ավտոմոբիլների թափքում։', 'Թույլատրվում է միայն քարշակվող ավտոմոբիլի թափքում։', 'Թույլատրվում է միայն քարշակող ավտոմոբիլի թափքում։', 'Երկու ավտոմոբիլների թափքում էլ արգելվում է։'],
        correct_answer: 'Թույլատրվում է միայն քարշակող ավտոմոբիլի թափքում։',
        image: null
    },
    {
        id: 19,
        question: 'Կոշտ կամ ճկուն կցիչով քարշակման ժամանակ նշվածներից ո՞ր դեպքում է թույլատրվում մարդկանց փոխադրումը քարշակվող ավտոմոբիլում։ ',
        answers: ['Թույլատրվում է ավտոբուսում։', 'Թույլատրվում է թեթեւ մարդատար ավտոմոբիլում։', 'Թույլատրվում է բեռնատար ավտոմոբիլի թափքում՝ կոշտ կցիչով քարշարկելիս։'],
        correct_answer: 'Թույլատրվում է թեթեւ մարդատար ավտոմոբիլում։',
        image: null
    },
    {
        id: 19,
        question: 'Վերադասավորումից առաջ նախազգուշացնող ազդանշանը պետք է տրվի՝ ',
        answers: ['Անմիջապես մանեւրն սկսելուց առաջ։', 'Անմիջապես մանեւրն սկսելուց հետո։', 'Նախօրոք՝ մինչեւ մանեւրն սկսելը։'],
        correct_answer: 'Նախօրոք՝ մինչեւ մանեւրն սկսելը։',
        image: null
    },
    {
        id: 20,
        question: 'Վթարի հետեւանքով հետիոտն ընկել է եւ վնասել ձեռքը։ Նախաբազկի վրա կա մեծ վերք (մոտ 5 սմ երկարությամբ), որից միալար մուգ գույնի արյուն է հոսում։ Ի՞նչ է պետք անել արյունահոսությունը դադարեցնելու նպատակով։ ',
        answers: ['Լվանալ վերքը ջրով։', 'Բարձրացնել տուժածի ձեռքը եւ տեղադրել ճնշող վիրակապ։', 'Վերքին յոդի սպիրտային լուծույթ քսել։'],
        correct_answer: 'Բարձրացնել տուժածի ձեռքը եւ տեղադրել ճնշող վիրակապ։',
        image: null
    }
];