export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Ձախ շրջադարձը թույլատրվում է ',
        answers: ['Միայն Ա հետագծով', 'Միայն Բ հետագծով', 'Ցանկացած հետագծով'],
        correct_answer: 'Ցանկացած հետագծով',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Կայանատեղիից միաժամանակ շարժումը սկսելու դեպքում պարտավոր եք արդյո՞ք զիջել ճանապարհը առջևում գտնվող վարորդին ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Ո՞ր հետագծով իրավունք ունի վարորդը կատարել ձախ շրջադարձն այս իրավիճակում ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ վթարային իրադրություն է համարվում՝ ',
        answers: ['Երթեւեկության մասնակցի գործողության եւ (կամ) անգործության հետեւանքով առաջացած իրավիճակը, որի ժամանակ ստեղծվում է ճանապարհատրանսպորտային պատահարի իրական վտանգ։', 'Երթեւեկության մասնակցի եւ (կամ) կարգավորողի գործողության եւ (կամ) անգործության հետեւանքով առաջացած իրավիճակը, որի ժամանակ ստեղծվում է ճանապարհատրանսպորտային պատահարի իրական վտանգ։'],
        correct_answer: 'Երթեւեկության մասնակցի եւ (կամ) կարգավորողի գործողության եւ (կամ) անգործության հետեւանքով առաջացած իրավիճակը, որի ժամանակ ստեղծվում է ճանապարհատրանսպորտային պատահարի իրական վտանգ։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլում բացակայում է բժշկական դեղատուփը։', 'Հետեւի մասում տեղադրված են կարմիր գույնի լույսերով հետընթացի լապտերիկներ։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Երկու դեպքում էլ։',
        image: null
    },
    {
        id: 6,
        question: 'Ո՞ր հետագծերով է թույլատրված երթևեկությունը ',
        answers: ['Միայն Բ', 'Ա կամ Բ', 'Բ կամ Գ'],
        correct_answer: 'Միայն Բ',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Նշաններից ո՞րն է արգելում երթևեկությունը 40կմ/ժ-ից պակաս արագությամբ ',
        answers: ['Միայն Ա', 'Միայն Գ', 'Ա և Բ'],
        correct_answer: 'Ա և Բ',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Նշաններից ո՞րի դեպքում պետք է զիջեք ճանապարհը հանդիպակաց երթևեկողին նեղ հատվածում ',
        answers: ['Միայն Գ', 'Ա և Գ', 'Բ և Գ'],
        correct_answer: 'Ա և Գ',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Ո՞ր ուղղությամբ կարող եք շարունակել երթևեկությունն այս խաչմերուկում, եթե վարում եք 3.5 տոննա թույլատրելի առավելագույն զանգվածով բեռնատար ավտոմեքենա ',
        answers: ['Միայն ձախ', 'Աջ, ձախ կամ հակառակ', 'Ցանկացած'],
        correct_answer: 'Ցանկացած',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Թո՞ւյլատրվում է աջ շրջադարձ դեպի հողային ծածկույթով ճանապարհը ',
        answers: ['Այո', 'Ոչ'],
        correct_answer: 'Այո',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ձախ շրջադարձ կատարելիս պետք է զիջել ',
        answers: ['Միայն թեթև մարդատարի վարորդին', 'Միայն հետիոտներին', 'Թեթև մարդատարի վարորդին և հետիոտներին'],
        correct_answer: 'Թեթև մարդատարի վարորդին և հետիոտներին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Այս իրավիճակում աջ շրջադարձ թույլատրվո՞ւմ է ',
        answers: ['Ոչ', 'Այո՝ չխոչընդոտելով հետիոտնին'],
        correct_answer: 'Այո՝ չխոչընդոտելով հետիոտնին',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Ի՞նչ է նշանակում երթեւեկելի մասի գոտում գծանշված «A» տառը։ ',
        answers: ['Ճանապարհի (երթուղու) համարը։', 'Ընդհանուր օգտագործման տրանսպորտային միջոցների երթեւեկության համար նախատեսված հատուկ գոտի։', ',,A" կարգի տրանսպորտային միջոցների երթեւեկության համար նախատեսված հատուկ գոտի։'],
        correct_answer: 'Ընդհանուր օգտագործման տրանսպորտային միջոցների երթեւեկության համար նախատեսված հատուկ գոտի։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Տրանսպորտային միջոցին թույլատրվու՞մ է կանգնել նշված տեղում ուղեւորներ իջեցնելու համար։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է` բայց մայթին բարձրանալով։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Թույլատրվու՞մ է շարունակել երթեւեկությունը սլաքով նշված ուղղությամբ։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է բոլոր դեպքերում։', 'Թույլատրվում է ուղեւորներ իջեցնելու նպատակով կանգառ կատարելու համար։', 'Թույլատրվում է բեռնատար ավտոմոբիլին վազանցելու նպատակով։'],
        correct_answer: 'Թույլատրվում է ուղեւորներ իջեցնելու նպատակով կանգառ կատարելու համար։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Այսպիսի ուղղաձիգ գծանշմամբ նշվում են` ',
        answers: ['Կամրջի, թունելի ստորին եզրերը։', 'Չլուսավորված թունելների մուտքը։', 'Ճանապարհային շինությունների ցանկացած տարր, որը վտանգ է ստեղծում երթեւեկության համար։'],
        correct_answer: 'Կամրջի, թունելի ստորին եզրերը։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ի՞նչ պայմաններ պետք է հաշվի առնի վարորդը սահմանված արագությունը չգերազանցող արագությունը ընտրելիս ',
        answers: ['Ճանապարհային ծածկույթի վիճակը', 'Տեսանելիությունը երթևեկության ուղղությամբ', 'Նշված երկու պայմանները:'],
        correct_answer: 'Նշված երկու պայմանները:',
        image: null
    },
    {
        id: 18,
        question: 'Ի՞նչ արագություն պետք է ընտրի վարորդը թույլատրելի առավելագույնի սահմաններում ',
        answers: ['Տրանսպորտային միջոցի լիարժեք կառավարումը ապահովող', 'Ազատ է ընտրելու ցանկացած արագություն, որը չի գերազանցի առավելագույն թույլատրելին'],
        correct_answer: 'Տրանսպորտային միջոցի լիարժեք կառավարումը ապահովող',
        image: null
    },
    {
        id: 19,
        question: 'Թույլատրվու՞մ է արդյոք կանաչ ավտոմոբիլի վարորդին վազանց կատարել։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է, եթե կարմիր ավտոմոբիլը երթեւեկում է 30 կմ/ժ ավելի փոքր արագությամբ։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Ցածր թափքով մեքենայի չափահաս հետիոտնին, որի հասակը կազմում է 1 մ 55 սմ եւ ավելի, բախման դեպքում նրա մոտ առավել հավանական վնասվածքներն են. ',
        answers: ['Ստորին վերջույթի եւ գլխի վնասվածք։', 'Կոնքի եւ կրծքավանդակի վնասվածք։'],
        correct_answer: 'Ստորին վերջույթի եւ գլխի վնասվածք։',
        image: null
    }
];