export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Խաչմերուկում կազմակերպված է շրջանաձեւ երթեւեկություն։ Երթեւեկելի մասը, որով մոտենում եք խաչմերուկին, ունի երթեւեկության երկու գոտի։ Խաչմերուկ մուտք գործելիս` շրջադարձ կատարելու համար ո՞ր գոտին եք պարտավոր զբաղեցնել՝ ',
        answers: ['Աջ գոտին։', 'Ձախ գոտին։', 'Կա՛մ աջ, կա՛մ ձախ գոտին։'],
        correct_answer: 'Կա՛մ աջ, կա՛մ ձախ գոտին։',
        image: null
    },
    {
        id: 2,
        question: 'Թույլատրվու՞մ է արդյոք մուտք գործել բակ նշված տեղից։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Երկկողմ երթեւեկությամբ գծանշված ճանապարհներին, երեք գոտու առկայության դեպքում (բացառությամբ երթեւեկության դարձափոխային կարգավորմամբ ճանապարհների), որոնցից միջինն օգտագործվում է երկու ուղղություններով երթեւեկության համար, ձախ եզրային գոտի մուտք գործելը՝ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է՝ միայն վազանցի, շրջանցման, ձախ շրջադարձի կամ հետադարձի համար։'],
        correct_answer: 'Արգելվում է։',
        image: null
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «A» կարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել՝ ',
        answers: ['16 տարին լրացած անձանց։', '17 տարին լրացած անձանց։', '18 տարին լրացած անձանց։'],
        correct_answer: '18 տարին լրացած անձանց։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Բեռնատար ավտոմոբիլի դողերի պահպանաշերտի մնացորդային բարձրությունը կազմում է', '6 մմ։', 'Չի գործում պնեւմատիկ արգելակային հաղորդակի ճնշաչափը։', 'Երկու դեպքում էլ։'],
        correct_answer: '6 մմ։',
        image: null
    },
    {
        id: 6,
        question: 'Ճանապարհի վտանգավոր հատվածի տեղամասից ի՞նչ հեռավորության վրա են տեղադրվում այս նշանները բնակավայրերում։ ',
        answers: ['15 - 25 մ։', '25 - 50 մ։', '50 - 100 մ։', '100 - 150 մ։', '150 - 300 մ։'],
        correct_answer: '50 - 100 մ։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Այս ճանապարհային նշանը՝ ',
        answers: ['Արգելում է բոլոր մեխանիկական տրանսպորտային միջոցների երթեւեկությունը՝ բացառությամբ առանց կողային կցորդի երկանիվ մոտոցիկլների։', 'Արգելվում է բոլոր տրանսպորտային միջոցների երթեւեկությունը՝ բացառությամբ անվավոր տրակտորների։', 'Արգելվում է տրակտորների եւ ինքնագնաց մեքենաների երթեւեկությունը։'],
        correct_answer: 'Արգելվում է տրակտորների եւ ինքնագնաց մեքենաների երթեւեկությունը։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Նշաններից ո՞րն է պարտադրում զիջել ճանապարհը հանդիպակաց ուղղությամբ ճանապարհի նեղ հատված մուտք գործող կամ դրան մոտեցող տրանսպորտային միջոցներին։ ',
        answers: ['1', '2', '3', '4', '5'],
        correct_answer: '3',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Խաչմերուկը երկրորդը կանցնի՝ ',
        answers: ['Տրամվայը։', 'Կարմիր ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։'],
        correct_answer: 'Տրամվայը։',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Ո՞ր ուղղությամբ է արգելվում երթեւեկությունը։ ',
        answers: ['Դեպի աջ՝ առաջին անցումով։', 'Դեպի աջ՝ երկրորդ անցումով։', 'Դեպի աջ՝ առաջին եւ երկրորդ անցումներով։'],
        correct_answer: 'Դեպի աջ՝ երկրորդ անցումով։',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Խաչմերուկը երկրորդը կանցնի՝ ',
        answers: ['Կանաչ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։', 'Կապույտ ավտոմոբիլը։'],
        correct_answer: 'Կարմիր ավտոմոբիլը։',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Խաչմերուկը երկրորդը կանցնի՝ ',
        answers: ['Կապույտ ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։', 'Կարմիր ավտոմոբիլը։'],
        correct_answer: 'Կապույտ ավտոմոբիլը։',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Խաչմերուկը երկրորդը կանցնի՝ ',
        answers: ['Սպիտակ ավտոմոբիլը՝ դեղինի հետ միաժամանակ։', 'Կարմիր ավտոմոբիլը։', 'Կանաչ ավտոմոբիլը։'],
        correct_answer: 'Կարմիր ավտոմոբիլը։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։ ',
        answers: ['Ավտոմոբիլի վարորդը։', 'Տրամվայի վարորդը։'],
        correct_answer: 'Տրամվայի վարորդը։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Եթե կարգավորողի աջ ձեռքը պարզված է առաջ, ապա ոչ ռելսագնաց տրանսպորտային միջոցների երթեւեկությունը թույլատրվում է՝ ',
        answers: ['Ձախ կողմից` դեպի ձախ եւ հակառակ ուղղությամբ։', 'Աջ կողմից` միայն դեպի աջ։', 'Ձախ կողմից` բոլոր ուղղություններով։', 'Թիկունքից` միայն դեպի աջ։'],
        correct_answer: 'Ձախ կողմից` բոլոր ուղղություններով։',
        image: null
    },
    {
        id: 16,
        question: 'Կայանումն արգելվում է՝ ',
        answers: ['Կամուրջների, էստակադների եւ ուղեկամուրջների վրա։', 'Կամուրջների, էստակադների եւ ուղեկամուրջների տակ։', 'Թվարկած բոլոր դեպքերում։'],
        correct_answer: 'Թվարկած բոլոր դեպքերում։',
        image: null
    },
    {
        id: 17,
        question: 'Այս նախազգուշացնող նշանը բնակավայրերից դուրս, մինչեւ վտանգավոր հատվածի սկիզբը ի՞նչ հեռավորության վրա է տեղադրվում։ ',
        answers: ['50 - 100 մ։', '150 - 300 մ։', '300 - 500 մ։'],
        correct_answer: '150 - 300 մ։',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Երեխաների կազմակերպված խմբեր փոխադրող տրանսպորտային միջոցների երթեւեկությունը թույլատրվում է՝ ',
        answers: ['60 կմ/ժ ոչ ավելի արագությամբ։', '70 կմ/ժ ոչ ավելի արագությամբ։', '80 կմ/ժ ոչ ավելի արագությամբ։'],
        correct_answer: '60 կմ/ժ ոչ ավելի արագությամբ։',
        image: null
    },
    {
        id: 19,
        question: 'Կապույտ գույնի առկայծող փարոսիկ եւ հատուկ ձայնային ազդանշան միացրած տրանսպորտային միջոց մոտենալու դեպքում ընդհանուր օգտագործման տրանսպորտային միջոցների վարորդները պետք է՝ ',
        answers: ['Շարունակեն երթեւեկությունը, քանի որ երթեւեկում են սահմանված երթուղով։', 'Զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ անցումն ապահովելու համար։', 'Իջեցնեն արագությունը եւ զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ անցումն ապահովելու համար։'],
        correct_answer: 'Զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ անցումն ապահովելու համար։',
        image: null
    },
    {
        id: 20,
        question: 'Ավտովթարի ժամանակ հետեւյալ տուժածներից որի՞ն օգնություն կցուցաբերեք առաջին հերթին։ ',
        answers: ['Վախեցած հղի կին։', 'Քերծվածքներով երեխա։', 'Բազկի կոտրվածքով տղամարդ։', 'Անգիտակից տղամարդ։'],
        correct_answer: 'Անգիտակից տղամարդ։',
        image: null
    }
];