export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Քանի՞ երթևեկելի մասերի հատում կա խաչմերուկում ',
        answers: ['Մեկ', 'Երկու', 'Չորս'],
        correct_answer: 'Երկու',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Վերադասավորում է համարվում ',
        answers: ['տրանսպորտային միջոցի զբաղեցրած երթևեկության գոտուց երթևեկության սկզբնական ուղղությունը պահպանելով, դուրս գալը', 'տրանսպորտային միջոցի գծանշված երթևեկության գոտու սահմաններում զբաղեցրած շարքից, երթևեկության սկզբնական ուղղությունը պահպանելով, դուրս գալը', 'Նշված երկու դեպքերը'],
        correct_answer: 'Նշված երկու դեպքերը',
        image: null
    },
    {
        id: 3,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['կայանման արգելակային համակարգը ստանդարտով սահմանված թեքության վրա չի ապահովում անշարժ վիճակ', 'խախտված է փոխանցման տուփի կիպարարների հերմետիկությունը', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 4,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['չի աշխատում պահեստային անիվի բռնիչը', 'խախտված է հետին կամրջակի կիպարարների հերմետիկությունը', 'երկու դեպքում էլ'],
        correct_answer: 'երկու դեպքում էլ',
        image: null
    },
    {
        id: 5,
        question: 'Ո՞ր նշանի դեպքում կանգ առնելուց հետո առանց թույլտվության շարժումը վերսկսել չի կարելի: ',
        answers: ['Միայն 2', '1 և 5', 'Միայն 5', 'Բոլորը'],
        correct_answer: 'Միայն 5',
        image: null
    },
    {
        id: 6,
        question: 'Գրառումը երթևեկելի մասում ցույց է տալիս ',
        answers: ['Հեռավորությունը մոտակա խաչմերուկից', 'Հեռավորությունը մոտակա բնակավայրից', 'Ճանապարհի կամ երթուղու համարը'],
        correct_answer: 'Ճանապարհի կամ երթուղու համարը',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ո՞ր կողմից կարելի է շրջանցել արգելքը ',
        answers: ['Միայն Ա', 'Միայն Բ', 'Ցանկացած'],
        correct_answer: 'Միայն Ա',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Ո՞ր տրանսպորտային միջոցները կարող են երթևեկել այս ճանապարհի աջ եզրային գոտիով ',
        answers: ['Տրոլեյբուսներն ու ընդհանուր օգտագործման ավտոբուսները', 'Տրոլեյբուսներն ու ավտոբուսները', 'Միայն ավտոբուսները'],
        correct_answer: 'Տրոլեյբուսներն ու ընդհանուր օգտագործման ավտոբուսները',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Թո՞ւյլատրվում է կայանել նշված վայրում ',
        answers: ['Արգելվում է', 'Միայն մայթին', 'Միայն մոտոցիկլներին', 'Թույլատրվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Ընդհատվող գծանշման գծիկների մեծացումը հայտնում է ',
        answers: ['Գոտու վերջին մոտենալու մասին', 'Վտանգավոր հատվածին մոտենալու', 'Որ այդ գծանշումը շուտով հոծ է դառնալու'],
        correct_answer: 'Որ այդ գծանշումը շուտով հոծ է դառնալու',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Նշված իրավիճակում ուղիղ երթևեկելն ',
        answers: ['Արգելվում է', 'Թույլատրվում է', 'Թույլատրվում է՝ աջ գոտի վերադասավորվելով'],
        correct_answer: 'Թույլատրվում է՝ աջ գոտի վերադասավորվելով',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Քան՞ի երթևեկության գոտի ունի այս ճանապարհը ',
        answers: ['Երկու', 'Չորս'],
        correct_answer: 'Չորս',
        image: 'images/image_12.jpg'
    },
    {
        id: 13,
        question: 'Տվյալ իրավիճակում թույլատրվու՞մ է անցնել երկաթուղային գծանցը։ ',
        answers: ['Թույլատրվում է, եթե գնացք չի մոտենում։', 'Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Տվյալ իրավիճակում թույլատրվու՞մ է անցնել երկաթուղային գծանցը։ ',
        answers: ['Արգելվում է։', 'Թույլատրվում է, եթե մոտեցող գնացք չկա։', 'Թույլատրվում է, քանի որ գծանցի հերթապահն արգելում է հանդիպակաց տրանսպորտային միջոցի անցումը։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Տվյալ իրավիճակում որտե՞ղ կարելի է սկսել վազանցը։ ',
        answers: ['Երկաթուղային գծանցում։', 'Երկաթուղային գծանցն անցնելուց հետո։', 'Երկաթուղային գծանցից 100 մետր անցնելուց հետո։'],
        correct_answer: 'Երկաթուղային գծանցն անցնելուց հետո։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Տվյալ իրավիճակում թույլատրվու՞մ է վազանց կատարել։ ',
        answers: ['Թույլատրվում է, քանի որ հանդիպակաց երթեւեկող տրանսպորտային միջոց չկա։', 'Արգելվում է։', 'Թույլատրվում է, եթե լծասայլը շարժվում է 30 կմ/ժ պակաս արագությամբ։'],
        correct_answer: 'Արգելվում է։',
        image: 'images/image_16.jpg'
    },
    {
        id: 17,
        question: 'Ի՞նչ մանևր է կատարում թեթև մարդատարի վարորդը ',
        answers: ['Կողանցում', 'Վազանց', 'Շրջանցում'],
        correct_answer: 'Վազանց',
        image: 'images/image_17.jpg'
    },
    {
        id: 18,
        question: 'Թույլատրվում է արդյո՞ք վազանցել մոտոցիկլին ',
        answers: ['Թույլատրվում է', 'Արգելվում է'],
        correct_answer: 'Արգելվում է',
        image: 'images/image_18.jpg'
    },
    {
        id: 19,
        question: 'Ո՞ր դեպքում է թույլատրվում հանդիպակաց երթևեկության գոտով վազանց կատարել յուրաքանչյուր ուղղությամբ մեկ գոտի ունեցող ճանապարհներին ',
        answers: ['Միայն, երբ հանդիպակաց ուղղությամբ գոտին բավարար տարածությամբ ազատ է:', 'Միայն երբ մեզ վազանց չեն կատարում:', 'Երկու պայմաններն էլ անհրաժեշտ է, որ ապահովված լինեն:'],
        correct_answer: 'Երկու պայմաններն էլ անհրաժեշտ է, որ ապահովված լինեն:',
        image: null
    },
    {
        id: 20,
        question: 'Թույլատրվում է արդյո՞ք վազանց կատարել նշված իրավիճակում: ',
        answers: ['Արգելվում է:', 'Թույլատրվում է, եթե մանևրը կավարտվի տեսանելիության սահմաններում:', 'Թույլատրվում է:'],
        correct_answer: 'Թույլատրվում է:',
        image: 'images/image_20.jpg'
    }
];