export const DRIVING_THEORY_EXAM = [
    {
        id: 1,
        question: 'Եթե մտադիր եք կատարել աջ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։ ',
        answers: ['Ոչ մեկին։', 'Թեթեւ մարդատար ավտոմոբիլին։', 'Մոտոցիկլին եւ թեթեւ մարդատար ավտոմոբիլին։'],
        correct_answer: 'Ոչ մեկին։',
        image: 'images/image_1.jpg'
    },
    {
        id: 2,
        question: 'Պարտավոր ենք արդյո՞ք այս իրավիճակում զիջել հանդիպակացից մոտեցող ավտոմոբիլի վարորդին: ',
        answers: ['Այո', 'ՈՉ'],
        correct_answer: 'Այո',
        image: 'images/image_2.jpg'
    },
    {
        id: 3,
        question: 'Այս իրավիճակում պարտավոր եք ',
        answers: ['Զիջել ճանապարհը', 'Անցնել առաջինը'],
        correct_answer: 'Զիջել ճանապարհը',
        image: 'images/image_3.jpg'
    },
    {
        id: 4,
        question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ կայանում է համարվում՝ ',
        answers: ['5 րոպեից ավելի տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը, եթե դա կապված չէ ուղեւորների նստեցման, իջեցման կամ տրանսպորտային միջոցի բեռնման, բեռնաթափման հետ։', '5 րոպեից ավելի տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը, բացառությամբ ճանապարհային երթեւեկության այլ մասնակցի կամ որեւէ արգելքի հետ ընդհարումը կանխելու, ուղեւորի նuտելու, իջնելու եւ (կամ) տրանuպորտային միջոցը բեռնելու, բեռնաթափելու, ինչպես նաև օրենսդրությամբ նախատեսված այլ դեպքերի։'],
        correct_answer: '5 րոպեից ավելի տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը, բացառությամբ ճանապարհային երթեւեկության այլ մասնակցի կամ որեւէ արգելքի հետ ընդհարումը կանխելու, ուղեւորի նuտելու, իջնելու եւ (կամ) տրանuպորտային միջոցը բեռնելու, բեռնաթափելու, ինչպես նաև օրենսդրությամբ նախատեսված այլ դեպքերի։',
        image: null
    },
    {
        id: 5,
        question: 'Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե՝ ',
        answers: ['Մեխանիկական տրանսպորտային միջոցը, որով իրականացվում է գործնական վարման ուսուցում, չունի համապատասխան ճանաչման նշան։', 'Չի աշխատում վառելիքի մակարդակի ցուցիչը։', 'Երկու դեպքում էլ։'],
        correct_answer: 'Մեխանիկական տրանսպորտային միջոցը, որով իրականացվում է գործնական վարման ուսուցում, չունի համապատասխան ճանաչման նշան։',
        image: null
    },
    {
        id: 6,
        question: 'Ի՞նչպես պիտի վարվի վարորդն այն դեպքում, երբ խաչմերուկից առաջ տեղադրված է հետեւյալ ճանապարհային նշանը։ ',
        answers: ['Անցնել խաչմերուկը` անվտանգությունը պահպանելով։', 'Ճանապարհը զիջել հատվող ճանապարհով ընթացող տրանսպորտային միջոցներին։', 'Կանգնել նշանի առջեւ եւ ճանապարհը զիջել հատվող ճանապարհով ընթացող տրանսպորտային միջոցներին։'],
        correct_answer: 'Կանգնել նշանի առջեւ եւ ճանապարհը զիջել հատվող ճանապարհով ընթացող տրանսպորտային միջոցներին։',
        image: 'images/image_6.jpg'
    },
    {
        id: 7,
        question: 'Ո՞ր ճանապարհային նշանների ազդեցությունը չի տարածվում ընդհանուր օգտագործման տրանսպորտային միջոցների վրա։ ',
        answers: ['Ոչ մեկը։', 'Միայն առաջինը։', 'Միայն չորրորդը։'],
        correct_answer: 'Միայն չորրորդը։',
        image: 'images/image_7.jpg'
    },
    {
        id: 8,
        question: 'Հետեւյալ ճանապարհային նշանը ցույց է տալիս` ',
        answers: ['Խաչմերուկում պետք է երթեւեկել դեպի ձախ կամ աջ։', 'Հատվող ճանապարհին կազմակերպված է դարձափոխային երթեւեկություն։', 'Հատվող ճանապարհին կազմակերպված է միակողմանի երթեւեկություն։'],
        correct_answer: 'Հատվող ճանապարհին կազմակերպված է դարձափոխային երթեւեկություն։',
        image: 'images/image_8.jpg'
    },
    {
        id: 9,
        question: 'Հետիոտներին չխոչընդոտել վարորդը պարտավոր է ',
        answers: ['Միայն ձախ շրջադարձ կատարելիս', 'Միայն աջ շրջադարձ կատարելիս', 'Երկու դեպքերում նմանապես'],
        correct_answer: 'Երկու դեպքերում նմանապես',
        image: 'images/image_9.jpg'
    },
    {
        id: 10,
        question: 'Աջ շրջադարձի ժամանակ պարտավոր եք ճանապարհը զիջել ',
        answers: ['Հետիոտներին և հեծանվորդներին', 'Միայն հետիոտներին'],
        correct_answer: 'Հետիոտներին և հեծանվորդներին',
        image: 'images/image_10.jpg'
    },
    {
        id: 11,
        question: 'Ձախ շրջադարձ կատարելիս պարտավոր եք ճանապարհը զիջել ',
        answers: ['Միայն թեթև մարդատարի վարորդին', 'Թեթև մարդատարի և ավտոբուսի վարորդին', 'Ոչ ոքի'],
        correct_answer: 'Միայն թեթև մարդատարի վարորդին',
        image: 'images/image_11.jpg'
    },
    {
        id: 12,
        question: 'Երբ վարորդը չի կարող որոշել ճանապարհի ծածկույթի առկայությունը (օրվա մութ ժամանակ, ցեխ, ձյուն և այլն), և բացակայում են առավելության նշանները, ապա ',
        answers: ['Նա պետք է համարի, որ գտնվում է երկրորդական ճանապարհի վրա', 'Նա պետք է առաջնորդվի հավասարազոր խաչմերուկի անցման կանոններով:'],
        correct_answer: 'Նա պետք է համարի, որ գտնվում է երկրորդական ճանապարհի վրա',
        image: null
    },
    {
        id: 13,
        question: 'Այս իրավիճակում զիջել ճանապարհը պարտավոր ենք ',
        answers: ['Բոլոր վարոդներին', 'Միայն բեռնատարի վարորդին', 'Միայն թեթև մարդատարի վարորդին'],
        correct_answer: 'Բոլոր վարոդներին',
        image: 'images/image_13.jpg'
    },
    {
        id: 14,
        question: 'Տվյալ իրավիճակում ո՞ր տրանսպորտային միջոցներն ունեն երթեւեկությունը շարունակելու իրավունք։ ',
        answers: ['Թեթեւ մարդատար ավտոմոբիլը` ուղիղ, պարեկային ավտոմոբիլը` բոլոր ուղղություններով, ավտոբուսը` միայն աջ։', 'Միայն պարեկային ավտոմոբիլը` բոլոր ուղղություններով։', 'Պարեկային ավտոմոբիլը` բոլոր ուղղություններով, ավտոբուսը` միայն աջ։'],
        correct_answer: 'Պարեկային ավտոմոբիլը` բոլոր ուղղություններով, ավտոբուսը` միայն աջ։',
        image: 'images/image_14.jpg'
    },
    {
        id: 15,
        question: 'Ի՞նչ է տեղեկացնում լուսացույցի ազդանշանը։ ',
        answers: ['Լուսացույցն անսարք է։', 'Խաչմերուկն անցնելիս վարորդները պետք է ղեկավարվեն ճանապարհային նշանի պահանջներով։', 'Վարորդները պետք է սպասեն լուսացույցի թույլատրող ազդանշանին։'],
        correct_answer: 'Վարորդները պետք է սպասեն լուսացույցի թույլատրող ազդանշանին։',
        image: 'images/image_15.jpg'
    },
    {
        id: 16,
        question: 'Ո՞ր տրանսպորտային միջոցներին է թույլատրվում երթեւեկել երթեւեկելի մասի աջ գոտիով։ ',
        answers: ['Բոլոր մեխանիկական տրանսպորտային միջոցներին։', 'Ընդհանուր օգտագործման տրանսպորտային միջոցներին եւ տաքսիներին։', 'Միայն հեծանիվներին։', 'Միայն ընդհանուր օգտագործման տրանսպորտային միջոցներին։'],
        correct_answer: 'Միայն ընդհանուր օգտագործման տրանսպորտային միջոցներին։',
        image: 'images/image_16.jpg'
    },
    {
        id: 18,
        question: 'Ի՞նչ առավելագույն արագությամբ է թույլատրվում երթեւեկել միջմարզային եւ միջքաղաքային ուղեւորափոխադրումներ իրականացնող ավտոբուսներին` բնակավայրերից դուրս բոլոր ճանապարհներին։ ',
        answers: ['60 կմ/ժ։', '70 կմ/ժ։', '90 կմ/ժ։'],
        correct_answer: '90 կմ/ժ։',
        image: null
    },
    {
        id: 19,
        question: 'Թույլատրվու՞մ է արդյոք ավտոբուսներին բնակավայրերից դուրս երթեւեկել 70 կմ/ժ արագությամբ։ ',
        answers: ['Թույլատրվում է։', 'Արգելվում է։'],
        correct_answer: 'Թույլատրվում է։',
        image: null
    },
    {
        id: 19,
        question: 'Սեւ ավտոմոբիլը խաչմերուկը կանցնի՝ ',
        answers: ['Առաջինը։', 'Երկրորդը։', 'Վերջինը։'],
        correct_answer: 'Երկրորդը։',
        image: 'images/image_19.jpg'
    },
    {
        id: 20,
        question: 'Վթարի դեպքում ավտոմեքենայից տուժածին պետք է տեղափոխել, եթե. ',
        answers: ['Տուժածն ունի լուրջ վնասվածքներ։', 'Դեպքի վայրը վտանգավոր է, օրինակ` պայթյունի վտանգ կա։', 'Մեքենայի վրա ընկած է հոսանքի հաղորդալար։'],
        correct_answer: 'Դեպքի վայրը վտանգավոր է, օրինակ` պայթյունի վտանգ կա։',
        image: null
    }
];